{
  "book": "1 Madzimambo",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Adhoniya anozvigadza Umambo Mambo Dhavhidhi akanga akwegura, ava namakore mazhinji, asi akanga asingadziyirwi kunyange vaimufukidza namagumbeze. Naizvozvo, varanda vake vakati kwaari, “Ngatitsvakirei mambo wedu mhandara kuti imushandire nokumuchengeta. Acharara padivi pake kuti ishe mambo wedu adziyirwe.” Naizvozvo, vakatsvaka musikana akanaka munyika yose yeIsraeri, vakawana Abhishagi, muShunami, vakauya naye kuna mambo. Musikana uyu akanga akanaka kwazvo; uye akachengeta mambo akamushandira, asi mambo haana kurara naye somukadzi wake. Zvino Adhoniya, uyo aiva namai vainzi Hagiti, akazvisimudzira akati, “Ini ndichava mambo.” Naizvozvo, akazvigadzirira ngoro navatasvi vamabhiza navarume makumi mashanu kuti vamhanye pamberi pake. Baba vake vakanga vasina kana kumbomutsiura paupenyu hwake hwose vachiti, “Ko, izvi nezvizvi wazviitirei?” Akanga ari murume akanaka pachiso chake uye ndiye aitevera Abhusaromu pakuberekwa. Adhoniya akarangana naJoabhu, mwanakomana waZeruya, naAbhiatari muprista uye vakamutsigira. Asi Zadhoki muprista, Bhenaya mwanakomana waJehoyadha, Natani muprofita, Shimei, naRei, namauto apamusoro aDhavhidhi, havana kutevera Adhoniya. Adhoniya akabayira makwai, mombe nemhuru dzakakodzwa paDombo reZohereti, pedyo nepaEnirogeri. Akakoka vakoma navanun'una vake vose, vanakomana vamambo, navarume vose veJudha vaiva vakuru vakuru, asi haana kukoka Natani muprofita, kana Bhenaya, kana mauto apamusoro, kana Soromoni munun'una wake. Ipapo Natani akabvunza Bhatishebha, mai vaSoromoni akati, “Hauna kunzwa here kuti Adhoniya, mwanakomana waHagiti, atova mambo ishe wedu Dhavhidhi asingazvizivi? Zvino chirega ndikubayire zanhi kuti uponese upenyu hwako noupenyu hwomwanakomana wako Soromoni. Chitoenda izvozvi kuna mambo Dhavhidhi unoti kwaari, ‘Ishe wangu mambo, hamuna kupikira ini murandakadzi wenyu here muchiti, “Zvirokwazvo Soromoni mwanakomana wako ndiye achanditevera paumambo, uye ndiye achagara pachigaro changu choushe?” Zvino Adhoniya ava mambo sei?’ Zvino iwe paunenge uchiri kutaura namambo, ini ndichapindawo ndichisimbisa zvaunenge wataura.” Naizvozvo, Bhatishebha akaenda kundoona mambo mumba make. Mambo akanga akwegura kwazvo, uye Abhishagi muShunami akanga achimushandira. Bhatishebha akakotama, akapfugama pamberi pamambo. Mambo akati, “Unodeiko?” Iye akati kwaari, “Ishe wangu, makapikira muranda wenyu naJehovha Mwari wenyu mukati, ‘Soromoni mwanakomana wako ndiye achatevera paumambo, ndiye achagara pachigaro changu choushe.’ Asi zvino Adhoniya ava mambo, kunyange imi musingazvizivi. Abayira mombe dzakawanda, mhuru dzakakodzwa, namakwai, uye akoka vanakomana vose vamambo, Abhiatari muprista naJoabhu mutungamiri wamauto, asi haana kukoka Soromoni muranda wenyu. Zvino ishe wangu mambo, meso eIsraeri yose akatarisa kwamuri, kuti muvaudze kuti ndiani achagara pachigaro choushe chaishe wangu mambo, mushure make. Kana musina kudaro, kana ishe wangu mambo aradzikwa namadzibaba ake, ini nomwanakomana wangu Soromoni tichanzi tine mhosva.” Achiri kutaura namambo, Natani muprofita akabva asvika. Zvino vakaudza mambo kuti, “Natani muprofita ari pano.” Naizvozvo akaenda pamberi pamambo, akakotamisa uso hwake pasi. Natani akati, “Ishe wangu, mambo wangu, mareva here kuti Adhoniya ndiye achava mambo mushure menyu, uye kuti ndiye achagara pachigaro chenyu choushe? Nhasi aburuka akandobayira mombe dzakawanda, mhuru dzakakodzwa, namakwai. Akoka vanakomana vose vamambo, vatungamiri vamauto naAbhiatari muprista. Izvozvi vari kudya nokunwa naye vachiti, ‘Mambo Adhoniya ngaararame makore akawanda!’ Asi haana kukoka ini muranda wenyu naZadhoki muprista, naBhenaya mwanakomana waJehoyadha, nomuranda wenyu Soromoni. Izvi ndizvo here zvaitwa naishe wangu mambo vasina kuudza varanda vavo kuti ndiani achagara pachigaro choushe chaishe mambo wangu mushure mavo.” Dhavhidhi anogadza Soromoni Umambo Ipapo Mambo Dhavhidhi akati, “Ndidanirei Bhatishebha.” Naizvozvo iye akauya kuna mambo akamira pamberi pake. Zvino mambo akapika akati, “Kana Jehovha wangu ari mupenyu, uyo akandinunura pamatambudziko ose, zvirokwazvo, nhasi ndichazadzisa zvandakakupikira naJehovha, Mwari waIsraeri kuti, ‘Mwanakomana wako Soromoni achanditevera paumambo, uye achagara pachigaro changu choushe panzvimbo pangu.’ ” Ipapo Bhatishebha akakotama pasi nechiso chake akapfugamira mambo akati, “Ishe wangu, Mambo Dhavhidhi, ngaararame nokusingaperi!” Mambo Dhavhidhi akati, “Ndidanirei Zadhoki muprista, Natani muprofita naBhenaya mwanakomana waJehoyadha.” Ivo vakati vauya pamberi pamambo, iye akati kwavari, “Endai navaranda vaishe, mutasvise Soromoni mwanakomana wangu pahesera rangu chairo mugoenda naye zasi kuGihoni. Ikoko, Zadhoki muprista naNatani muprofita ngavamuzodze kuti ave mambo weIsraeri. Muridze hwamanda mugodanidzira muchiti, ‘Mambo Soromoni ngaararame makore akawanda!’ Zvino imi muchauya muchimutevera, kuti iye auye azogara pachigaro changu choushe, nokuti achava mambo panzvimbo pangu, uye ndamugadza kuti ave mutongi weIsraeri neJudha.” Bhenaya mwanakomana waJehoyadha akapindura akati, “Ameni! Jehovha, Mwari waishe mambo wangu, ngaadarowo! Jehovha sezvaaiva naishe wangu mambo, saizvozvowo ngaave naSoromoni, aite kuti chigaro chake choushe chive chikuru kupfuura chigaro choushe chaishe wangu Mambo Dhavhidhi!” Naizvozvo Zadhoki muprista, Natani muprofita, Bhenaya mwanakomana waJehoyadha, vaKereti navaPereti vakadzika, vakatasvisa Soromoni pahesera raMambo Dhavhidhi, vakamutungamirira kuenda kuGihoni. Zadhoki muprista akatora gonamombe ramafuta mutende akazodza Soromoni. Ipapo vakaridza hwamanda vanhu vose vakadanidzira vachiti, “Mambo Soromoni ngaararame makore akawanda!” Zvino vanhu vose vakamutevera vachiridza mabhosvo vachipembera zvikuru zvokuti pasi pakatinhira noruzha rwavo. Adhoniya navose vaakanga akoka, vaakanga anavo, vakazvinzwa pavakanga vopedza kudya, Joabhu akati achinzwa ruzha rwehwamanda, akabvunza, akati, “Mheremhere yose iyi muguta ndeyeiko?” Achiri kutaura kudaro, Jonatani, mwanakomana waAbhiatari muprista, akasvika. Adhoniya akati, “Pinda! Murume akatendeka sewe anofanira kunge achiuya namashoko akanaka.” Jonatani akapindura akati, “Kwete, kwete! Ishe wedu Mambo Dhavhidhi agadza Soromoni paumambo. Mambo amutuma naZadhoki muprista, Natani muprofita, Bhenaya mwanakomana waJehoyadha, vaKereti navaPereti, uye vamutasvisa hesera ramambo, uye Zadhoki muprista naNatani muprofita vamuzodza kuti ave mambo paGihoni. Vabva ikoko vachipembera, zvokuti guta rose rangova zhowezhowe. Ndiyo mheremhere yamuri kunzwa. Pamusoro paizvozvo, Soromoni agara pachigaro choushe. Uyezve, machinda amambo auya kuzokorokotedza ishe wedu Mambo Dhavhidhi achiti, ‘Mwari wenyu ngaaite kuti zita raSoromoni rive nomukurumbira kupfuura renyu, uye chigaro chake choushe ngachive chakakura kupfuura chenyu!’ Zvino mambo akotama pamubhedha pake akanamata, akati, ‘Jehovha, Mwari waIsraeri, ngaarumbidzwe, iye anditendera kuti ndione mumwe wavana vangu achigara pachigaro changu choushe nhasi.’ ” Zvino vose vakanga vakokwa naAdhoniya vakabatwa nokutya vakasimuka vakati uyu ananga kwake, uyu ananga kwake. Asi Adhoniya akatya Soromoni, akasimuka akaenda kundobata nyanga dzearitari. Soromoni akaudzwa kuti, “Tarirai, Adhoniya ari kutya Mambo; hoyo atobata nyanga dzearitari achiti, ‘Mambo Soromoni ngaandipikire nhasi kuti haasi kuzouraya muranda wake nomunondo.’ ” Zvino Soromoni akati, “Kana akazova munhu kwaye, hakuna rubvudzi rwomusoro wake ruchawira pasi; asi zvakaipa zvikawanikwa maari, achafa.” Ipapo Mambo Soromoni akatuma varume vakandouya naye kubva paaritari. Zvino Adhoniya akauya akakotamira Mambo Soromoni, Soromoni akati kwaari, “Enda kumba kwako.” "
    },
    {
      "chapter": "2",
      "verses": "Dhavhidhi anorayira Soromoni Zvino nguva yokufa kwaDhavhidhi yakati yoswedera, akarayira Soromoni mwanakomana wake, achiti, “Ndava pedyo nokuenda nenzira yenyika yose. Naizvozvo iva munhu akasimba, uve murume, ucherechedze zvose zvinodiwa naJehovha Mwari wako: Famba munzira dzake, chengeta zvaakatema, mirayiro yake, mitemo yake nezvaanoda, sezvazvakanyorwa muMurayiro waMozisi, kuti ugobudirira pazvose zvaunoita nakwose kwaunoenda. Ipapo Jehovha achasimbisa shoko rake raakataura pamusoro pangu rokuti, ‘Kana vana vako vakachenjerera nzira yavo, vakafamba pamberi pangu nokutendeka, nomwoyo wavo wose, nomweya wavo wose, hapangatongoshayikwi munhu achakutevera pachigaro choushe chaIsraeri.’ “Zvino iwe pachako unoziva zvandakaitirwa naJoabhu, mwanakomana waZeruya, zvaakaita kuvatungamiri vaviri vehondo dzaIsraeri, Abhuna mwanakomana waNeri, naAmasa mwanakomana waJeteri. Akavauraya, akateura ropa ravo panguva yorugare sokunge vakanga vari muhondo, uye ropa iroro akarizora pabhanire raiva muchiuno chake napashangu dzetsoka dzake. Ita zvaunogona naye nouchenjeri hwako, asi usatendera musoro wake wachena kuti upinde muguva norugare. “Asi uitire unyoro vanakomana vaBharizira wokuGireadhi, uye ngavave pakati paavo vanodya patafura yako. Vakamira neni pandakatiza mukoma wako Abhusaromu. “Rangarira kuti unayewo Shimei, mwanakomana waGera, muBhenjamini wokuBhahurimu, uyo akandituka zvakaipa kwazvo musi wandakaenda kuMahanaimu. Paakadzika kuzosangana neni paJorodhani, ndakapika kwaari naJehovha ndikati, ‘Handisi kuzokuuraya nomunondo.’ Asi zvino usamutora somunhu asina mhosva. Iwe uri murume ane uchenjeri, uchaziva zvokuita naye. Uburutsire musoro wake wachena, kuguva muropa.” Ipapo Dhavhidhi akavata namadzibaba ake, akavigwa muGuta raDhavhidhi. Akatonga Israeri kwamakore makumi mana, manomwe muHebhuroni namakumi matatu namatatu muJerusarema. Naizvozvo Soromoni akagara pachigaro choushe chababa vake Dhavhidhi, ushe hwake hukasimbiswa. Umambo hwaSoromoni hunosimbiswa Zvino Adhoniya, mwanakomana waHagiti, akaenda kuna Bhatishebha, mai vaSoromoni. Bhatishebha akamubvunza akati, “Ko, wauya norugare here?” Iye akapindura akati, “Hongu, norugare.” Ipapo akaenderera mberi akati, “Ndine zvimwe zvandinoda kutaura kwamuri.” Iyewo akapindura akati, “Taura zvako.” Iye akati, “Sezvamunoziva, umambo hwaiva hwangu. VaIsraeri vose vaitarisira kuti ndichatonga. Asi zvinhu zvakashanduka, umambo hukaenda kumunun'una wangu; nokuti hwakava hwake nokuda kwaJehovha. Asi zvino ndinokumbira chinhu chimwe chete kwamuri, musandirambira.” Iye akati kwaari, “Taura zvako.” Saka akaenderera mberi akati, “Ndapota, kumbirai Mambo Soromoni, haambokurambirai, kuti andipe Abhishagi muShunami, ave mukadzi wangu.” Bhatishebha akapindura akati, “Zvakanaka, ndichandosuma nyaya iyi kuna mambo.” Naizvozvo Bhatishebha akaenda kuna Mambo Soromoni kundosuma nyaya yaAdhoniya. Mambo akasimuka akasangana naye, akakotamira mai vake, akagara pachigaro chake choushe. Akarayira kuti chigaro choushe chiunzirwe mai vamambo, ivo vakagara kurutivi rwake rworudyi. Ipapo vakati, “Ndine chikumbiro chidiki kwauri. Usandirambira zvako.” Mambo akapindura akati, “Kumbirai henyu, mai, handikurambiriyi.” Ivo vakati, “Adhoniya mukoma wako, ngaapiwe Abhishagi muShunami, ave mukadzi wake.” Mambo Soromoni akapindura mai vake akati, “Sei muchikumbirira Adhoniya, Abhishagi muShunami? Mungatomukumbirirawo umambo, zvaari mukoma wangu, mumukumbirire iye naAbhiatari muprista, naJoabhu mwanakomana waZeruya.” Zvino Mambo Soromoni akapika naJehovha akati, “Mwari ngaandirange zvakaomarara kana Adhoniya akasaripa chikumbiro ichi noupenyu hwake! Zvino kana Jehovha wangu ari mupenyu, uyo akandisimbisa zvakakwana pachigaro choushe chababa vangu Dhavhidhi, akandigadzirira umambo sezvaakavimbisa, Adhoniya achaurayiwa nhasi.” Naizvozvo Mambo Soromoni akatuma Bhenaya mwanakomana waJehoyadha, iye akamuuraya. Mambo akati kuna Abhiatari muprista, “Dzokera kuAnatoti, kunyika yako. Unofanira kufa. Asi handisi kuzokuuraya iye zvino, nokuti wakatakura areka yaJehovha Mwari pamberi pababa vangu Dhavhidhi ukatambudzika navo pamatambudziko avo ose.” Naizvozvo Soromoni akabvisa Abhiatari pauprista hwaJehovha, akazadzisa shoko rakanga rataurwa naJehovha paShiro pamusoro peimba yaEri. Zvino shoko iri rakati rasvika kuna Joabhu, uyo akanga aita rangano naAdhoniya asi kwete naAbhusaromu, iye akatizira kutende raJehovha akandobata nyanga dzearitari. Mambo Soromoni akaudzwa kuti Joabhu akanga atizira kutende raJehovha uye kuti akanga ari paaritari. Ipapo Soromoni akarayira Bhenaya mwanakomana waJehoyadha akati, “Enda undomuuraya!” Saka Bhenaya akapinda mutende raJehovha akati kuna Joabhu, “Zvanzi namambo, ‘Buda.’ ” Asi iye akapindura akati, “Kwete, ndichafira pano.” Bhenaya akandoti kuna mambo, “Aya ndiwo mapindurirwo andaitwa naJoabhu.” Ipapo mambo akarayira Bhenaya akati, “Ita sezvaareva. Muuraye ugomuviga, naizvozvo undichenese pamwe chete neimba yababa vangu pamhosva yeropa rakateurwa naJoabhu rakanga risina mhosva. Jehovha achadzorera ropa rake pamusoro wake, nokuti akauraya varume vaviri vakanga vakarurama kupfuura iye, vakanga vari nani pana iye, akavauraya nomunondo, baba vangu Dhavhidhi vasingazvizivi, Abhuna mwanakomana waNeri, mutungamiri wehondo yaIsraeri naAmasa mwanakomana waJeteri, mutungamiri wehondo yeJudha. Ropa ravo ngaridzokere pamusoro waJoabhu, napamusoro pemhuri yake nokusingaperi. Asi rugare runobva kuna Jehovha ngaruve pana Dhavhidhi, naparudzi rwake, napaimba yake, napachigaro chake choushe nokusingaperi.” Naizvozvo Bhenaya mwanakomana waJehoyadha akaenda akandouraya Joabhu, akavigwa muguva rake murenje. Zvino mambo akagadza Bhenaya mwanakomana waJehoyadha somukuru wehondo panzvimbo yaJoabhu, uye akagadza Zadhoki somuprista panzvimbo yaAbhiatari. Ipapo mambo akatuma munhu kuti andodana Shimei akati kwaari, “Zvivakire imba muJerusarema uye ugogaramo, asi usaenda kumwe kunhu. Musi waunobvamo uchiyambuka Rukova rweKidhironi, ziva kuti uchafa; ropa rako richava pamusoro pako.” Shimei akapindura mambo akati, “Zvamataura zvakanaka. Muranda wenyu achaita sezvataurwa naishe wangu mambo.” Naizvozvo Shimei akagara muJerusarema kwenguva yakareba. Asi mushure mamakore matatu, varanda vaShimei vaviri vakatiza vakaenda kuna Akishi mwanakomana waMaaka, mambo weGati, Shimei akaudzwa kuti, “Varanda vako vari kuGati.” Ipapo akasungira chigaro pambongoro yake akaenda kuna Akishi kuGati kundotsvaga varanda vake. Naizvozvo Shimei akaenda akandotora varanda vake kubva kuGati. Soromoni akati audzwa kuti Shimei akanga abuda muJerusarema akaenda kuGati uye kuti akanga adzoka, Mambo akadana Shimei akati kwaari, “Handina here kukupikisa naJehovha ndikakuyambira ndichiti, ‘Nomusi wauchabva uchienda kumwe, ziva kuti uchafa.’ Panguva iyoyo wakati kwandiri, ‘Zvamataura zvakanaka. Ndichateerera.’ Zvino sei usina kuchengeta mhiko yako kuna Jehovha nokutevera mutemo wandakakupa?” Mambo akatiwo kuna Shimei, “Mumwoyo mako unoziva zvose zvawakatadzira baba vangu Dhavhidhi. Zvino Jehovha achadzosera kuipa kwako pamusoro pako. Asi Mambo Soromoni acharopafadzwa, uye chigaro choushe chaDhavhidhi chichasimbiswa pamberi paJehovha nokusingaperi.” Ipapo mambo akarayira Bhenaya mwanakomana waJehoyadha, iye akaenda akandouraya Shimei. Naizvozvo umambo hwakasimbiswa muruoko rwaSoromoni. "
    },
    {
      "chapter": "3",
      "verses": " Soromoni anokumbira Uchenjeri Soromoni akaita ukama naFaro, mambo weIjipiti akawana mwanasikana wake. Akauya naye kuGuta raDhavhidhi kusvikira apedza kuvaka muzinda wake netemberi yaJehovha, norusvingo runopoteredza Jerusarema. Asi, vanhu vakanga vachibayira zvibayiro panzvimbo dzakakwirira nokuti hapana temberi yakanga yati yavakirwa zita raJehovha. Soromoni akada Jehovha akafamba nomumitemo yababa vake Dhavhidhi, asi akabayira nokupisa zvinonhuwira panzvimbo dzakakwirira. Zvino mambo akaenda kuGibheoni kundobayira, nokuti ndiyo yaiva nzvimbo yakakwirira huru, Soromoni akabayira zvipiriso zvinopiswa zvinokwana chiuru paaritari. PaGibheoni Jehovha akazviratidza kuna Soromoni usiku muchiroto, Mwari akati, “Kumbira chipi nechipi chaunoda kuti ndikupe.” Soromoni akapindura akati, “Makaratidza muranda wenyu, baba vangu Dhavhidhi, tsitsi, huru nokuti akanga akavimbika kwamuri uye akarurama uye akachena mumwoyo. Muchiri kumuratidza unyoro hwenyu hukuru uye mamupa mwanakomana kuti agare pachigaro chake chokutonga iye nhasi. “Zvino, Jehovha Mwari wangu, makaita muranda wenyu mambo panzvimbo yababa vangu Dhavhidhi. Asi ini ndinongova hangu mwana mudiki uye handizivi mashandiro andingaita mabasa angu. Muranda wenyu ari pakati pavanhu venyu vamakasarudza, vanhu vazhinji kwazvo, vasingagoni kuverengwa nokuwanda kwavo. Naizvozvo ipai muranda wenyu mwoyo unonzwisisa kuti atonge vanhu venyu, kuti ndikwanise kuziva zvakanaka nezvakaipa; nokuti ndiani angagone kutonga vanhu venyu vakawanda kudai?” Jehovha akafara nokuti Soromoni akanga akumbira chinhu ichi. Naizvozvo Jehovha akati kwaari, “Sezvo wakumbira chinhu ichi ukasazvikumbirira upenyu hurefu kana upfumi, ukasakumbira kuti vavengi vako vaurayiwe, asi wakumbira kunzwisisa pakutonga zvakarurama, ndichaita zvawakumbira. Ndichakupa mwoyo wakachenjera unonzwisisa, zvokuti hakuna kumbova nomumwe akafanana newe uye hakuchazova nomumwe akafanana newe mushure mako. Pamusoro pezvo, ndichakupawo zvausina kukumbira, zvose upfumi nokukudzwa, zvokuti muupenyu hwako hapana mumwe anozoenzana newe pakati pamadzimambo. Kana ukafamba munzira dzangu nokuteerera mitemo yangu nemirayiro yangu sezvakaita Dhavhidhi baba vako, ndichakupa upenyu hurefu.” Ipapo Soromoni akamuka, akabva aziva kuti kwakanga kuri kurota. Akadzokera kuJerusarema, akamira pamberi peareka yesungano yaJehovha akabayira zvipiriso zvinopiswa, akabayirawo zvipiriso zvokuyananisa. Ipapo akaitira varanda vake vose mutambo. Soromoni anotonga noUchenjeri Zvino vakadzi vaviri vaiva zvifeve vakauya kuna mambo vakamira pamberi pake. Mumwe wavo akati, “Ishe wangu, mukadzi uyu neni tinogara muimba imwe chete. Ini ndakapona mwana iye aripowo. Zvino nezuva rechitatu mushure mokuberekwa kwomwana wangu, mukadzi uyu akaponawo mwana. Takanga tiri toga; hapana mumwe munhu akanga ari mumba kunze kwedu isu vaviri. “Usiku ihwohwo mwana womukadzi uyu akafa, nokuti akavata pamusoro pake. Saka akamuka pakati pousiku akatora mwanakomana wangu kubva parutivi pangu, ini muranda wenyu ndivete. Akamuisa pachipfuva chake akaisa mwanakomana wake akafa pachipfuva changu. Pandakamuka mangwanani kuti ndiyamwise mwanakomana wangu ndakaona kuti akanga afa; asi pandakazotarisisa mangwanani, ndakaona zviri pachena kuti haasiriye mwanakomana wandakanga ndapona.” Asi mukadzi mumwe uya akati, “Kwete, mwanakomana mupenyu ndowangu, mwanakomana akafa ndowako.” Asi wokutanga akaramba akati, “Kwete, akafa ndowako; mupenyu ndiye wangu.” Naizvozvo vakaitirana nharo pamberi pamambo. Ipapo mambo akati, “Mumwe anoti, ‘Mwanakomana wangu ndiye mupenyu, uye mwanakomana wako ndiye akafa,’ mumwewo achiti, ‘Kwete! Mwanakomana wako ndiye akafa, uye mwanakomana wangu ndiye mupenyu.’ ” Ipapo mambo akati, “Nditorerei munondo.” Naizvozvo vakauya nomunondo kuna mambo. Iye akati, “Chekai mwana mupenyu napakati mugopa hafu kuno mumwe uye imwe hafu kuno mumwe.” Mukadzi aiva nomwana mupenyu akanzwira mwanakomana wake tsitsi akati kuna mambo, “Ndapota ishe wangu, mupei zvenyu mwana ari mupenyu! Musamuuraya!” Asi mumwe wacho akati, “Iwe neni hapana ari kuzomuwana. Muchekei napakati!” Ipapo mambo akapa mutongo wake akati, “Ipai mwana mupenyu kumukadzi wokutanga. Musamuuraya; ndiye mai vake.” VaIsraeri vose vakati vanzwa matongero akanga aita mambo, vakatya mambo, nokuti vakaona kuti uchenjeri hwaibva kuna Mwari hwaiva maari, kuti atonge zvakarurama. "
    },
    {
      "chapter": "4",
      "verses": " Machinda aSoromoni Saka Mambo Soromoni akanga ari mambo weIsraeri yose. Ava ndivo vaiva machinda ake: Azaria mwanakomana waZadhoki aiva muprista; Erihorefi naAhija, vanakomana vaShisha vaiva vanyori; Jehoshafati mwanakomana waAhirudhi aiva munyori wenhoroondo dzenyika; Bhenaya mwanakomana waJehoyadha aiva mutungamiri wamauto; Zadhoki naAbhiatari vaiva vaprista; Azaria mwanakomana waNatani aiva mukuru wavatariri; Zabhudhi mwanakomana waNatani aiva muprista neshamwari yamambo; Ahishari aiva mutariri womuzinda wamambo; Adhoniramu, mwanakomana waAbhudha aiva mutariri wechibharo. Soromoni aivawo namachinda gumi navaviri veIsraeri yose vaitsvakira mambo neimba yake zvokudya. Mumwe nomumwe aifanira kutsvaka zvokudya zvomwedzi mumwe chete pagore. Mazita avo aiti: Bhenihuri, munyika yamakomo yaEfuremu; Bhenidhekeri munyika yeMakazi, Shaaribhimu, Bheti Shemeshi neEroni Bhetihanani; Bhenihesedhi muArubhoti (Soko nenyika yose yeHeferi dzaiva dzake). Bheniabhinadhabhi, munyika yeNafoti Dhori (aiva awana mwanasikana waSoromoni); Bhaana, mwanakomana waAhirudhi munyika yeTaanaki, Megidho nenyika yose yeBhetisheani iyo iri parutivi peZaretani, zasi kweJezireeri, kubva kuBhetisheani kusvika kuAbherimehora mhiri kweJokomeami; Bheni-gebheri munyika yeRamoti Gireadhi (misha yaJairi, mwanakomana waManase munyika yeGireadhi yaiva yake, pamwe chete nedunhu reArigobhi munyika yeBhashani namaguta aro makuru makumi matanhatu aiva namasvingo ane masuo endarira); Ahinadhabhi mwanakomana waIdho, munyika yeMahanaimi; Ahimaazi, munyika yaNafutari (akanga awana Bhasemati mwanasikana waSoromoni); Bhaana mwanakomana waHushai, munyika yaAsheri neAroti; Jehoshafati mwanakomana waParua, munyika yaIsakari; Shimei mwanakomana waEra, munyika yaBhenjamini; Geheri mwanakomana waUri, munyika yeGireadhi (nyika yaSihoni mambo wavaAmori nenyika yaOgi mambo weBhashani). Ndiye aiva mubati oga mudunhu iri. Migove yezuva nezuva yaSoromoni Vanhu veJudha neIsraeri vakanga vakawanda sejecha ramahombekombe egungwa; vakadya, vakanwa uye vakafara. Soromoni akanga ari mambo munyika dzose dzaibva kuYufuratesi kusvikira kunyika yavaFiristia, nokumuganhuwo weIjipiti. Nyika idzi dzakauya nomutero uye vakashandira Soromoni mazuva ose oupenyu hwake. Zvokudya zvomuzinda waSoromoni zvezuva nezuva zvaiva zviyero makumi matatua zvefurawa yakatsetseka nezviyero makumi matanhatub zvoupfu, mombe gumi dzakakodzwa, nemombe makumi maviri dzokumafuro, makwai zana, pasingaverengerwi nondo, mhara, mhembwe nehuku dzakakodzwa. Nokuti aitonga nyika dzose dziri kumadokero kwerwizi rweYufuratesi kubva kuTifisa kusvikira kuGaza, uye akava norugare kumativi ose. Pamazuva oupenyu hwaSoromoni vaJudha navaIsraeri vaigara zvakanaka, kubvira kuDhani kusvikira kuBheerishebha, mumwe nomumwe pasi pomuti wake wamazambiringa nowamaonde. Soromoni aivawo nezvidyiro zvamabhiza engoro dzake zviuru makumi mana navatasvi vamabhiza zviuru gumi nezviviri. Vatariri vakatsvakira Mambo Soromoni navose vaiuya kuzodya naMambo Soromoni patafura yake zvokudya, mumwe nomumwe mumwedzi wake. Vakaona kuti hapana chaishayikwa. Vakauyawo nebhari nouswa hwamabhiza engoro namamwewo mabhiza kunzvimbo dzezvaidiwa, mumwe nomumwe zvaakatarirwa. Mukurumbira woUchenjeri hwaSoromoni Mwari akapa Soromoni uchenjeri, nokunzwisisa kukuru sejecha rapamahombekombe egungwa. Uchenjeri hwaSoromoni hwakanga hwakapfuura uchenjeri hwavanhu vose vokumabvazuva, nouchenjeri hwose hwokuIjipiti. Akanga akachenjera kupfuura vamwe vose; akachenjera kupfuura Etani muEzirahi, Hemani, Karikori, naDharidha, vanakomana vaMahori. Mukurumbira wake wakapararira kunyika dzose dzakapoteredza. Akataura zvirevo zviuru zvitatu, uye dzimbo dzake dzaikwana chiuru neshanu. Akatsanangura makuriro emiti, kubvira kumusidhari weRebhanoni kusvikira kumihisopi inokura mumadziro. Akadzidzisawo pamusoro pemhuka, shiri, zvinokambaira nehove. Vanhu vakauya vachibva kunyika dzose kuti vazonzwa uchenjeri hwaSoromoni; vakauya vachitumwa namadzimambo ose enyika akanga anzwa nezvouchenjeri hwake. "
    },
    {
      "chapter": "5",
      "verses": "Soromoni anogadzirira kuvaka Temberi Hiramu mambo weTire akati anzwa kuti Soromoni akanga azodzwa kuti ave mambo panzvimbo yababa vake Dhavhidhi, akatuma nhume dzake kuna Soromoni, nokuti Hiramu akanga agara ano ushamwari naDhavhidhi. Soromoni akatuma shoko kuna Hiramu akati: “Munoziva kuti nokuda kwehondo dzairwisana nababa vangu Dhavhidhi kubva kumativi ose, haana kuzokwanisa kuvakira Zita raJehovha Mwari wake temberi, kusvikira Jehovha aisa vavengi vake pasi petsoka dzake. Asi zvino Jehovha Mwari wangu andipa zororo kumativi ose, hapachisina muvengi kana dambudziko. Naizvozvo ndinoda kuvakira zita raJehovha Mwari wangu temberi, sezvo Jehovha akati kuna baba vangu Dhavhidhi, ‘Mwanakomana wako, uyo wandichagadza pachigaro choushe panzvimbo yako, achavakira zita rangu temberi iyi.’ “Naizvovo chirayirai kuti nditemerwe matanda emisidhari yeRebhanoni. Vanhu vangu vachashanda pamwe chete navanhu venyu uye ndichakuripirai mari yamunenge mati iripirwe vanhu venyu. Munoziva kuti hatina kana munhu mumwe anogona kutema matanda sezvinoitwa navaSidhoni.” Hiramu akati anzwa shoko raSoromoni, akafara zvikuru, uye akati, “Jehovha ngaarumbidzwe nhasi, nokuti apa Dhavhidhi mwanakomana ane uchenjeri kuti atonge rudzi rukuru urwu.” Saka Hiramu akatuma shoko kuna Soromoni achiti: “Ndagamuchira shoko ramanditumira navamakatuma uye ndichaita zvose zvamunoda ndigokupai matanda emisidhari nemisipuresi. Vanhu vangu vachatakura kubva kuRebhanoni kusvika kugungwa, uye, ndichaayeredza negungwa kunzvimbo yamunenge masarudza. Ikoko ndichapatsanura kuti mugogona kuatora moenda nawo. Imi mugondiitirawo chishuvo changu mugopa muzinda wangu zvokudya.” Nenzira iyi Hiramu akapa Soromoni matanda ose emisidhari nemisipuresi aaida, uye Soromoni akapa Hiramu zviyero zviuru makumi maviria zvegorosi kuti zvidyiwe mumuzinda wake, pamwe chete nezviyero makumi mavirib zvamafuta omuorivhi akasvinwa zvakakwana. Soromoni akaramba achiitira Hiramu zvinhu izvi gore negore. Jehovha akapa Soromoni uchenjeri, sezvaakanga amuvimbisa. Pakati paHiramu naSoromoni pakava norugare, uye vaviri ava vakanyorerana chibvumirano. Mambo Soromoni akaunganidza vanhu vechibharo muIsraeri yose, vanhu zviuru makumi matatu. Akavatumira kuRebhanoni, zviuru gumi pamwedzi, zvokuti vaipedza mwedzi mumwe chete vari kuRebhanoni nemwedzi miviri vari kumusha. Adhoniramu ndiye aiva mukuru wechibharo. Soromoni aiva navatakuri vezvinhu zviuru makumi manomwe uye vavezi vamatombo zviuru makumi masere mumakomo, pamwe chete navatariri vebasa zviuru zvitatu namazana matatu vaitungamirira basa nokuudza vashandi zvokuita. Mambo akarayira vakaputsa matombo makuru kwazvo, anokosha, kuti vavake hwaro hwetemberi namatombo akavezwa. Vavaki vaSoromoni, navavaki vaHiramu navaGebhari vakaveza matanda namatombo okuvakisa temberi. "
    },
    {
      "chapter": "6",
      "verses": "Soromoni anovaka Temberi Zvino mugore ramazana mana namakumi masere mushure mokubuda kwavaIsraeri munyika yeIjipiti, mugore rechina rokubata ushe kwaSoromoni pamusoro peIsraeri, mumwedzi waZivhi, unova mwedzi wechipiri, akatanga kuvaka temberi yaJehovha. Temberi yakavakirwa Jehovha naMambo Soromoni yakanga yakareba makubhiti makumi matanhatua, ina makubhiti makumi mavirib paupamhi hwayo, ina makubhiti makumi matatuc pakukwirira kwayo kumusoro. Biravira raiva mberi kweimba huru yetemberi rakawedzera upamhi hwetemberi hwamakubhiti makumi mavirid uye rakanga rakapfuurira mberi kwetemberi namakubhiti gumie. Akaitira temberi iyi mawindo ane upamhi hudiki. Pamadziro eimba huru neeimba tsvene yomukati akavaka chivakwa chakapoteredza imba, chaiva nedzimwe dzimba kumativi. Imba yapasi yaiva noupamhi hwamakubhiti mashanuf, imba yapakati yaiva noupamhi hwamakubhiti matanhatug uye imba yechitatu yaiva namakubhiti manomweh. Nechokunze akavaka zvitakuriso kumativi kuti matanda arege kupinda mukati mamadziro etemberi. Pakuvaka madziro etemberi mabwe akanga avezwa chete ndiwo akashandiswa, uye hapana kunzwikwa kurira kwesando kana mbezo kana mumwe mudziyo patemberi payakanga ichivakwa. Musuo weimba yapakati waiva kuchamhembe kwetemberi, paiva namatanho aienda kuimba yapakati, achizobva kuimba yapakati achienda kune yechitatu. Naizvozvo akavaka temberi, uye akaipedza, akaturika denga ramatanda namapuranga emisidhari. Uye akavaka dzimba pamadziro etemberi yose. Imwe neimwe yakanga yakareba makubhiti mashanu, uye dzakanga dzakabatanidzwa netemberi namatanda emisidhari. Zvino shoko raJehovha rakasvika kuna Soromoni richiti, “Pane zvetemberi iyi yauri kuvaka, kana ukatevera mitemo yangu, ukaita zvandakatema, uye ukachengeta mirayiro yangu yose nokuiteerera, ipapo ndichazadzisa chivimbiso changu newe, chandakavimbisa baba vako Dhavhidhi. Uye ndichagara pakati pavaIsraeri, uye handizorasi vanhu vangu vaIsraeri.” Saka Soromoni akavaka temberi akaipedza. Akaisa mapuranga emisidhari pamadziro etemberi nomukati, akaaroverera kubvira pasi kusvikira kumusoro, uye pasi pose pakanga pane mapuranga emusipuresi. Akakamura necheshure kwetemberi chimwe chikamu chakanga chakareba makubhiti makumi mavirii, namapuranga emusidhari kubva pasi kusvika kumusoro kuti chive nzvimbo tsvene yomukati metemberi, nzvimbo Tsvene-tsvene. Imba huru yakanga iri pamberi peimba iyi yakanga yakareba makubhiti makumi manaj. Mukati metemberi makaitwa nemisidhari yakavezwa mifananidzo yemikombe namaruva akazaruka. Zvose zvaiva misidhari chete, hapana dombo raionekwa. Akagadzira nzvimbo tsvene yomukati, mukatikati metemberi, kuti agogadzikapo areka yesungano yaJehovha. Mukati menzvimbo tsvene yomukati makanga makareba makubhiti makumi maviri, uye upamhi hwayo makubhiti makumi mavirik, uye makareba makubhiti makumi maviri pakukwirira kwamo mudenga. Akafukidza mukati mose negoridhe rakaisvonaka uye, akafukidzawo aritari namapuranga omusidhari. Soromoni akafukidza mukati metemberi yose negoridhe rakaisvonaka, uye akaisa ngetani dzegoridhe dzakachinjika pamberi penzvimbo tsvene yomukati, iyo yakanga yakafukidzwa mukati mose negoridhe. Saka akafukidza mukati mose negoridhe. Akafukidzawo aritari yenzvimbo tsvene yomukati negoridhe. Akaita makerubhi maviri omuti womuorivhi, rimwe nerimwe rakareba makubhiti gumil, munzvimbo tsvene yomukati. Bapiro rimwe chete rekerubhi rokutanga rakanga rakareba makubhiti mashanu, uye rimwe bapiro rakanga rakareba makubhiti mashanu, makubhiti gumi kubva pamuromo perimwe bapiro kusvika pamuromo perimwe bapiro. Kerubhi rechipiri rakanga rakarebawo makubhiti gumi, nokuti makerubhi maviri aya akanga akafanana pakukura namaumbirwo. Kerubhi rimwe nerimwe rakanga rakareba makubhiti gumi. Akaisa makerubhi munzvimbo yomukatikati metemberi, mapapiro amakerubhi akatambanudzwa. Bapiro rerimwe kerubhi raiguma mamwe madziro, bapiro rerimwe richiguma mamwe madziro uye mamwe mapapiro awo aigumana pakati peimba. Akafukidza makerubhi negoridhe. Akaveza mifananidzo yamakerubhi, yemiti yemichindwi neyamaruva akazaruka, pamadziro ose akatenderedza mudzimba dzomukati nedzimba dzokunze. Akafukidzawo pasi pedzimba dzomukati nedzimba dzokunze dzetemberi negoridhe. Akagadzirira musuo wenzvimbo tsvene yomukati makonhi omuti womuorivhi; chivivo chapamusoro namagwatidziro zvaiva namativi mashanu. Pamakonhi maviri aya omuti womuorivhi akaveza mifananidzo yamakerubhi, yemiti yemichindwi neyamaruva akazaruka, akafukidza makerubhi nemiti yemichindwi negoridhe rakarohwa. Nenzira imwe cheteyo akagadzirirawo musuo weimba huru chivivo namagwatidziro zvomuti womuorivhi zvakanga zvine mativi mana. Akaitawo makonhi maviri omuti womusipuresi, mapenga maviri egonhi rimwe aigona kupetwa, uye mapenga maviri erimwe gonhi aigona kupetwa. Akaveza makerubhi, miti yemichindwi namaruva akazaruka paari, akazvifukidza negoridhe rakarohwa zvakaenzanirana pamusoro pezvakavezwa. Uye akavaka chivanze chomukati chine hwaro hutatu hwamatombo akavezwa, nehwaro humwe chete hwamatanda omusidhari. Hwaro hwetemberi yaJehovha hwakavakwa mugore rechina, mumwedzi waZivhi. Mugore regumi nerimwe mumwedzi waBhuri, mwedzi worusere, temberi yakapera kuvakwa yose sezvayakanga yakafanira kuitwa. Akapedza makore manomwe achiivaka. "
    },
    {
      "chapter": "7",
      "verses": "Soromoni anovaka Muzinda Wake Zvisinei, zvakatorera Soromoni makore gumi namatatu kuti apedze kuvaka muzinda wake. Akavaka Muzinda weSango reRebhanoni wakanga wakareba makubhiti zanaa, upamhi hwawo huri makubhiti makumi mashanub, namakubhiti makumi matatuc pakukwirira kwawo mudenga, akaivaka pamusoro pemitsara mina yembiru dzemisidhari namatanda emisidhari akavezwa pamusoro pembiru. Wakanga une denga remisidhari rakanga riri pamusoro pamatanda akanga akagadzikwa pamusoro pembiru yamatanda makumi mana namashanu, gumi namashanu mumutsara mumwe chete. Mawindo awo akanga ari pamusoro, ari matatu, akatarisana. Makonhi ose namagwatidziro zvaiva namativi mana; akanga ari nechemberi ari matatu matatu, akatarisana. Akaita imba yembiru yakanga yakareba makubhiti makumi mashanud iine upamhi hwamakubhiti makumi matatue. Pamberi payo paiva nebiravira, pamberi parowo paine mbiru nedenga rakarembera. Akavakawo imba yechigaro chokutonga, Imba Yokururamisira, umo maaizotongera nyaya, uye akaifukidza nemisidhari kubva pasi kusvikira kumusoro. Muzinda wake waaizogara necheseri, wakanga wakavakwa zvimwe chetezvo. Soromoni akavakirawo mwanasikana waFaro, uyo waakanga awana, muzinda wakafanana nouyu. Dzimba dzose idzi, kubva kunze kusvikira kuchivanze chikuru, nokubva pahwaro kusvikira paberevere, dzakanga dziri dzamatombo anokosha, akavezwa zvakaenzanirana, uye akachekwa nejeko kunze nomukati. Hwaro hwakanga hwakavakwa namatombo makuru anokosha, mamwe akareba makubhiti gumif, mamwe makubhiti masereg. Pamusoro paiva namatombo anokosha, akavezwa zvakaenzanirana, namatanda emisidhari. Chivanze chikuru chaiva chakapoteredzwa norusvingo rwakanga rune mitsara mitatu yamatombo akavezwa nomutsara mumwe chete wamatanda omusidhari akanyatsovezwa, zvimwe chetezvo zvakanga zvakaita chivanze chomukati chetemberi yaJehovha nebiravira rayo. Midziyo yomuTemberi Zvino Mambo Soromoni akatuma vanhu kundotora Hiramu kuTire. Hiramu aiva mwanakomana wechirikadzi yorudzi rwaNafutari, baba vake vari veTire, mupfuri wendarira. Hiramu akanga azere nounyanzvi, uye aino ruzivo rwezvamabasa ose endarira. Akauya kuna Mambo Soromoni akaita basa rose raakapiwa. Akavaka mbiru mbiri dzendarira, imwe neimwe yakanga yakareba makubhiti gumi namasereh, uye yaipoteredzwa netambo yakareba makubhiti gumi namavirii pakuyera. Akaitawo misoro yembiru yendarira yakanyungurutswa miviri, yokugadzika pamusoro pembiru, musoro mumwe nomumwe wakanga wakareba makubhiti mashanuj pakukwirira kwawo. Mimbure yengetani dzakarukwa yaiva yakashongedza misoro yaiva pamusoro pembiru, minomwe pamusoro pomumwe nomumwe. Akaitawo matamba mumitsara miviri yakapoteredza mumbure mumwe nomumwe kuti ishongedze misoro yaiva pamusoro pembiru. Akaita zvimwe chetezvo pamusoro pomumwe nomumwe. Misoro yaiva pamusoro pembiru pabiravira yakanga yakaumbwa samaruva amahapa, yakareba makubhiti manak pakukwirira kwayo. Pamusoro pemisoro yembiru mbiri idzi, nechapamusoro pedumbu rakanga riri parutivi pomumbure, paiva namatamba mazana maviri mumitsara yakapoteredza. Akamisa mbiru pabiravira retemberi. Mbiru yezasi akaitumidza zita rokuti Jakini uye yokumusoro akaitumidza kuti Bhoazi. Pamusoro pembiru paiva nezvishongo zvakafanana namaruva amahapa. Saizvozvo basa rapambiru rakapera. Akaita Gungwa reNdarira yakanyauswa, redenderedzwa rakanga rine upamhi hwamakubhiti gumil pamuromo, uye rakareba makubhiti mashanu pakukwirira kwaro. Zvaitora tambo yakareba makubhiti makumi matatum kuti iripoteredze pakuyera. Pasi pomuromo waro pakanga pane mapfundo akapoteredza, ari gumi pakubhiti, achipoteredza gungwa. Mapfundo aya akaumbwa akanga ari mumitsara miviri, pamwe chete neGungwa. Gungwa rakanga rimire pahando gumi nembiri, nhatu dzakatarisa kumusoro, nhatu kumadokero, nhatu zasi nenhatu kumabvazuva. Gungwa rakanga rigere pamusoro padzo, uye shure kwadzo kwakanga kwakatarisa pakati. Ukobvu hwaro hwaikwana upamhi hwechanza chomunhun, uye muromo waro wakanga wakafanana nomuromo wekapu, seruva ramahapa. Mukati maro maikwana mabhati zviuru zvivirio. Akaitawo tafura dzaiva namavhiri endarira gumi; imwe neimwe yakanga yakareba makubhiti manap, upamhi huri makubhiti mana nokukwirira kwayo kuri makubhiti matatuq. Tafura idzi dzakanga dzakaitwa seizvi: pakati pembiru dzetafura paiva namagwatidziro mumativi. Pamagwatidziro aya pakati pembiru paiva neshumba, hando namakerubhi, uyewo napambiru. Pamusoro napasi peshumba nehando paiva nezvishongo zvamaruva zvendarira. Tafura imwe neimwe yaiva namavhiri mana endarira ane maekesero endarira, uye imwe neimwe yaiva nedhishi rakanga riri pamusoro pezvitsigiro zvina, zvakaumbwa zviine zvishongo zvamaruva kurutivi rumwe norumwe. Nechomukati metafura maiva negomba rakanga riri redenderedzwa rakadzika zvinosvika kubhiti rimwe cheter. Gomba iri rakanga riri redenderedzwa, uye nechigadziko charo raikwana kubhiti nehafus. Pamuromo paro paiva nezvinyorwa. Magwatidziro akanga ane mativi akaenzana, asiri edenderedzwa. Mavhiri mana aiva pasi pamagwatidziro, uye maekesero amavhiri aiva akabatana netafura. Vhiri rimwe nerimwe raiva noupamhi hwekubhiti rimwe chete nehafu. Mavhiri akanga akagadzirwa sokugadzirwa kwamavhiri engoro dzamabhiza; maekesero, marimu, zvipokisi namahabhu zvose zvaiva zvakagadzirwa nendarira. Tafura imwe neimwe yaiva nemibato mina, pakona imwe neimwe, uye yaibudikira kubva patafura. Pamusoro petafura paiva nechitenderere chakanga chakadzika zvinosvika hafu yekubhitit. Zvitsigiro namagwatidziro zvakanga zvakanamatidzwa pamusoro petafura. Akaveza makerubhi, shumba nemiti yemichindwi pazvitsigiro namagwatidziro, napose paigona kuvezwa, nezvishongo zvamaruva kumativi ose. Aya ndiwo magadziriro aakaita tafura gumi. Dzose dzakanga dzakafanana pakuumbwa kwadzo, dzakaenzana pakukura napamaumbirwo. Ipapo akaita madhishi endarira gumi, rimwe nerimwe richipinda mabhati makumi manau uye rakafara makubhiti mana, dhishi rimwe chete richizoiswa patafura imwe neimwe yetafura gumi. Akaisa tafura shanu zasi kwetemberi, shanu kumusoro. Akaisa Gungwa kurutivi rwezasi, zasi kwakadziva kumabvazuva kwetemberi. Hiramu akaitawo poto, foshoro namadhishi. Saka Hiramu akapedza basa rose raakaitira Mambo Soromoni mutemberi yaJehovha: mbiru mbiri; misoro miviri yedenderedzwa pamusoro pembiru; mimbure miviri yakarukwa yaishongedza misoro miviri yedenderedzwa yaiva pamusoro pembiru; matamba mazana mana emimbure miviri (mitsara miviri yamatamba pamumbure mumwe chete, kuti ishongedze misoro yedenderedzwa yaiva pamusoro pembiru); tafura gumi namadhishi adzo gumi; Gungwa nehando gumi nembiri pasi paro; poto, foshoro namadhishi. Zvinhu zvose izvi zvakaitirwa Mambo Soromoni mutemberi maJehovha naHiramu zvaiva zvendarira yakabwinyiswa. Mambo akaita kuti zviumbwe nevhu rokuumba pabani reJorodhani pakati peSukoti neZaretani. Soromoni haana kuyera zvinhu zvose izvi nokuti zvakanga zvakawanda kwazvo; uremu hwendarira hahuna kuzivikanwa. Soromoni akaitawo midziyo yose yaiva mutemberi maJehovha: aritari yegoridhe; tafura yegoridhe yaiva nechingwa choKuvapo, pamusoro payo; zvigadziko zvemwenje zvegoridhe rakaisvonaka (zvishanu kurudyi nezvishanu kuruboshwe pamberi penzvimbo tsvene yomukati); maruva, mwenje nembato, zvegoridhe; makapu, zvidzimiso zvemwenje, madhishi, madhishi ezvinonhuwira nezvaenga zvomoto, zvegoridhe rakaisvonaka; zvibato zvamakonhi ekamuri yomukatikati memba, Nzvimbo Tsvene-tsvene, namakonhi eimba huru, zvakanga zviri zvegoridhe. Zvino basa rose rakaitwa naMambo Soromoni patemberi yaJehovha parakapera, Soromoni akauyisa zvinhu zvakanga zvakumikidzwa nababa vake Dhavhidhi, midziyo yesirivha negoridhe, akazvichengeta mumatura epfuma yetemberi yaJehovha. "
    },
    {
      "chapter": "8",
      "verses": "Temberi inotsaurirwa Jehovha Ipapo Soromoni akaunganidza pamberi pake vakuru veIsraeri navatungamiri vamarudzi muJerusarema namadzishe emhuri dzavaIsraeri, kuti vauyise areka yesungano yaJehovha kubva kuZioni, Guta raDhavhidhi. Vanhu vose veIsraeri vakaungana pana Mambo Soromoni panguva yomutambo mumwedzi waEtanimi, unova mwedzi wechinomwe. Vakuru vose veIsraeri vakati vasvika, vaprista vakatakura areka, uye vakauyisa areka yaJehovha, neTende Rokusangana nemidziyo yose yakatsaurwa yaiva mairi. Vaprista navaRevhi vakazvitakura, uye Mambo Soromoni neungano yose yeIsraeri yakanga yaungana paari, vakanga vanaye pamberi peareka, vachibayira makwai nehando zvakawanda zvokuti zvakanga zvisingagoni kuverengwa nokuwanda kwazvo. Ipapo vaprista vakatakura areka yesungano yaJehovha vakaenda nayo kunzvimbo yayo munzvimbo tsvene yomukati metemberi, muNzvimbo Tsvene-tsvene, vakaigadzika pasi pamapapiro amakerubhi. Makerubhi akatambanudza mapapiro awo pamusoro penzvimbo yeareka uye akafukidza areka namatanda ayo okutakurisa. Matanda aya akanga akareba zvokuti miromo yawo yaionekwa munhu ari paNzvimbo Tsvene pamberi penzvimbo tsvene yomukati, asi kwete munhu ari kunze kweNzvimbo Tsvene; uye achiripo nanhasi. Muareka makanga musina chinhu kunze kwamahwendefa maviri amabwe ayo akanga aiswamo naMozisi paHorebhi, Jehovha paakaita sungano navaIsraeri mushure mokunge vabuda muIjipiti. Vaprista vakati vabuda paNzvimbo Tsvene, gore rakazadza temberi yaJehovha. Uye vaprista vakatadza kuita shumiro yavo nokuda kwegore, nokuti kubwinya kwaJehovha kwakazadza temberi yaJehovha. Ipapo Soromoni akati, “Jehovha ati anoda kugara mukati merima guru; zvirokwazvo ndakuvakirai temberi yakanakisisa, nzvimbo yamungagara nokusingaperi.” Ungano yose yaIsraeri imire ipapo, mambo akatendeukira kwavari akavaropafadza. Zvino akati, “Ngaarumbidzwe Jehovha, Mwari waIsraeri, uyo ashandisa ruoko rwake kuzadzisa zvaakavimbisa nomuromo wake kuna baba vangu Dhavhidhi. Nokuti akati, ‘Kubvira pazuva randakabudisa vanhu vangu Israeri kubva muIjipiti, handina kusarudza guta rorudzi rupi rweIsraeri kuti ndivake temberi, kuti Zita rangu rive ipapo, asi ndakasarudza Dhavhidhi kuti atonge vanhu vangu Israeri.’ “Baba vangu Dhavhidhi, mumwoyo mavo vaida kuvakira Zita raJehovha, Mwari weIsraeri, temberi. Asi Jehovha akati kuna baba vangu Dhavhidhi, ‘Nokuti zvakanga zviri mumwoyo mako kuti uvakire Zita rangu temberi, wakaita zvakanaka kuva naizvozvo mumwoyo mako. Kunyange zvakadaro, iwe hausi kuzovaka temberi iyi, asi mwanakomana wako, wauchabereka ndiye achavakira Zita rangu temberi.’ “Jehovha achengeta chivimbiso chaakaita: ini ndatevera panzvimbo yababa vangu Dhavhidhi, uye zvino ndigere pachigaro chokutonga chaIsraeri, sokuvimbisa kwakaita Jehovha, uye ndavakira Zita raJehovha, Mwari weIsraeri, temberi. Imomo ndakagadzira nzvimbo yeareka, iyo ine sungano yaJehovha yaakaita namadzibaba edu paakavabudisa kubva muIjipiti.” Munyengetero waSoromoni woKukumikidza Ipapo Soromoni akamira pamberi pearitari yaJehovha pamberi peungano yose yaIsraeri, akatambanudza maoko ake kudenga, akati, “Jehovha, Mwari weIsraeri, hakuna mumwe Mwari akaita semi kumusoro kudenga kana pasi panyika, imi munochengeta sungano yorudo yavaranda venyu vanofamba pamberi penyu nomwoyo wavo wose. Makachengeta chivimbiso chenyu kumuranda wenyu Dhavhidhi baba vangu; makavimbisa nomuromo wenyu uye mazvizadzisa noruoko rwenyu sezvazviri nhasi. “Zvino Jehovha, Mwari waIsraeri, chengeterai muranda wenyu Dhavhidhi baba vangu, zvivimbiso zvamakamuitira pamakati, ‘Pamberi pangu hapangazoshayikwi munhu anokutevera pachigaro choushe cheIsraeri, kana vana vako vakachenjera pane zvose zvavanoita, vakafamba pamberi pangu sezvawakaita iwe.’ Naizvozvo zvino, haiwa Mwari waIsraeri, ndinokumbira kuti shoko renyu ramakavimbisa kumuranda wenyu Dhavhidhi baba vangu riitike. “Chingava chokwadi here kuti Mwari angagara panyika? Tarirai, matenga kana nokudengadenga hazvingagoni kukukwanai. Ko, kuzoti temberi iyi yandakuvakirai! Kunyange zvakadaro, teererai munyengetero womuranda wenyu nokukumbira kwake, haiwa Jehovha Mwari wangu. Inzwai kudanidzira nomunyengetero uri kuitwa nomuranda wenyu pamberi penyu nhasi. Meso enyu ngaarambe akatarisa temberi iyi usiku namasikati, nzvimbo iyi yamakataura muchiti, ‘Zita rangu richavapo,’ kuti muzonzwa munyengetero unonamatwa nomuranda wenyu akatarisa kunzvimbo ino. Inzwai kukumbira kwomuranda wenyu, nokwavanhu venyu Israeri pavanozonamata vakatarisa kunzvimbo ino. Inzwai muri kudenga kwamunogara, uye kana manzwa mugoregerera. “Kana munhu achinge atadzira muvakidzani wake, akanzi apike mhiko uye akauya akapika mhiko pamberi pearitari yenyu mutemberi ino, ipapo inzwai muri kudenga uye muwane zvamunoita. Tongai pakati pavaranda venyu, mupe mhosva kumutadzi nokuisa pamusoro wake iye zvaanenge aita. Mururamisire akarurama nokumupa zvakafanira kururama kwake. “Kana vanhu venyu Israeri vachinge vakundwa navavengi vavo, nokuti vakutadzirai, uye vakadzokazve kwamuri, vakapupura zita renyu, vakanamata nokukumbira kwamuri mutemberi, ino, ipapo inzwai muri kudenga mugoregerera chivi chavanhu venyu Israeri, uye mugovadzosera kunyika yamakapa madzibaba avo. “Kana denga richinge razarirwa mvura ikasanaya nokuti vanhu venyu vakutadzirai, pavanonamata vakatarisa kunzvimbo ino, uye vakapupura zita renyu, vakatendeuka kubva kuchivi chavo nokuti mavaranga, ipapo inzwai muri kudenga uye mugoregerera chivi chavaranda venyu, vanhu venyu Israeri. Vadzidzisei nzira yakanaka yavanofanira kurarama nayo, uye nayisai mvura panyika yamakapa vanhu venyu kuti ive nhaka yavo. “Kana nzara kana denda zvikauya panyika, kana nyunje, kana muhuvhe, mhashu, kana ndongwe kana muvengi wavo akavakomba mune ripi zvaro ramaguta avo, zvisinei kuti inyatwa ipi kana kuti idenda ripi rauya, uye, kana munyengetero kana chikumbiro chaitwa naani zvake wavanhu venyu Israeri, mumwe nomumwe achiziva zvinomutambudza mumwoyo make, akatambanudzira maoko ake kutemberi ino, ipapo inzwai muri kudenga kwamunogara. Regererai mugowana zvamunoita; mugoitira mumwe nomumwe maererano nazvose zvaanoita, sezvo muchiziva mwoyo wake (nokuti imi chete ndimi munoziva zviri mumwoyo momunhu wose), kuti vakutyei mazuva ose avanorarama panyika yamakapa madzibaba edu. “Zvino kana ari mutorwa, asiri wavanhu venyu Israeri asi anouya achibva kunyika iri kure nokuda kwezita renyu, nokuti vanhu vachanzwa nezvezita renyu guru, ruoko rwenyu rune simba noruoko rwenyu rwakatambanudzwa, paanouya akanyengetera akatarisa kutemberi ino, ipapo inzwai muri kudenga kwamunogara, uye mugoita chinhu chipi nechipi chinokumbirwa kwamuri nomutorwa uyu, kuti marudzi ose enyika azive zita renyu uye agokutyai, sezvinoitwa navanhu venyu Israeri, uye kuti vazive kuti imba ino yandavaka ine Zita renyu. “Kana vanhu venyu vakaenda kundorwa navavengi vavo, kwose kwamunovatuma, uye pavanonyengetera kuna Jehovha vakatarisa kuguta ramakasarudza netemberi yandavakira Zita renyu, ipapo muri kudenga, inzwai munyengetero wavo nechikumbiro chavo, uye mugovabatsira pane zvavanorwira. “Kana vakakutadzirai, nokuti hakuna munhu asingatadzi, imi mukavatsamwira, mukavaisa mumaoko omuvengi, uye akavaita nhapwa munyika yake, kure kana pedyo; uye kana vakapinduka pamwoyo munyika umo mavari nhapwa, uye vakatendeuka nokudemba kwamuri munyika yavatapi vavo, vakati, ‘Takaita, zvakaipa zvisakarurama;’ uye kana vakadzokera kwamuri nomwoyo nomweya wavo wose munyika yavavengi vavo avo vakavatapa vakanyengetera kwamuri vakatarisa kunyika yamakapa madzibaba avo, vakatarisa kuguta ramakasarudza netemberi yandavakira Zita renyu; ipapo, muri kudenga, kwamunogara, inzwai munyengetero wavo nechikumbiro chavo, uye mugovabatsira pane zvavanorwira. Muregerere vanhu venyu, vakakutadzirai; muvaregerere pamhosva dzose dzavakapara kwamuri, mugoita kuti vakavatapa vavanzwire tsitsi; nokuti vanhu venyu nenhaka yenyu vamakabudisa kubva muIjipiti, vira romoto. “Meso enyu ngaaone chikumbiro chomuranda wenyu nechikumbiro chavanhu venyu Israeri, uye muteerere kwavari nguva dzose pavanochema kwamuri. Nokuti makavasarudza pamarudzi ose enyika kuti vave nhaka yenyu, sezvamakataura nokumuranda wenyu Mozisi, imi Jehovha Mwari, pamakabudisa madzibaba edu kubva muIjipiti.” Soromoni anoropafadza Ungano yaIsraeri Zvino Soromoni akati apedza munyengetero uyu wose nokukumbira uku kuna Jehovha, akasimuka achibva pamberi pearitari yaJehovha, paakanga akapfugama namabvi ake, maoko ake akatambanudzirwa kudenga. Akamira akaropafadza ungano yose yeIsraeri nenzwi guru akati: “Jehovha ngaarumbidzwe, iye akapa zororo kuvanhu vake Israeri sezvaakavimbisa chaizvoizvo. Hapana kana shoko rimwe chete risina kuitika pazvivimbiso zvose zvakanaka zvaakapa nokumuranda wake Mozisi. Jehovha Mwari wedu ngaave nesu sezvaaiva namadzibaba edu; ngaarege kuzotisiya kana kutirasa. Ngaaite kuti mwoyo yedu yose ive yake, kuti tifambe munzira dzake dzose tichichengeta mirayiro, mitemo nezvaakareva izvo zvaakapa madzibaba edu. Zvino mashoko angu aya, andanyengetera pamberi paJehovha, ngaave pedyo naJehovha Mwari wedu masikati nousiku, kuti asimudzire zvinorwirwa nomuranda wake nezvinorwirwa navanhu vake Israeri nezvinenge zvichidiwa zuva nezuva, kuti vanhu vose vapanyika vazive kuti Jehovha ndiMwari, uye kuti hakuna mumwe. Asi mwoyo yenyu inofanira kuva yakapiwa zvachose kuna Jehovha Mwari wedu, kuti murarame nemitemo yake uye muteerere mirayiro yake sezvamuri kuita iye zvino.” Kukumikidzwa kweTemberi Zvino mambo navaIsraeri vose vakabayira zvibayiro pamberi paJehovha. Soromoni akabayira chibayiro chezvipiriso zvokuyanana kuna Jehovha; zviuru makumi maviri nezviviri zvemombe nezviuru zana namakumi maviri zvamakwai nembudzi. Saizvozvo mambo navaIsraeri vose vakakumikidza temberi yaJehovha. Musi iwoyo mambo akakumikidza chikamu chapakati chechivanze chaiva pamberi petemberi yaJehovha, uye ndipo paakabayira zvipiriso zvinopiswa, zvipiriso zvembeu, namafuta ezvipiriso zvokuyanana nokuti aritari yendarira yaiva pamberi paJehovha yakanga yakanyanya kuita duku kuti ikwane zvipiriso zvinopiswa, zvipiriso zvembeu, namafuta ezvipiriso zvokuyanana. Saka Soromoni akaita mutambo uyu panguva iyoyo, neIsraeri yose pamwe chete naye, ungano huru kwazvo, vanhu vachibva kuRebho Hamati vachisvika kuWadhi yeIjipiti. Vakaupemberera pamberi paJehovha Mwari wedu kwamazuva manomwe namamwe manomwe pamusoro, mazuva gumi namana pamwe chete. Pazuva rakatevera akaita kuti vanhu vaende. Vanhu vakaropafadza mambo vakaenda kumisha yavo vane rufaro mumwoyo mavo nokuda kwezvinhu zvakanaka zvose Jehovha zvaakanga aitira muranda wake Dhavhidhi navanhu vake Israeri. "
    },
    {
      "chapter": "9",
      "verses": "Jehovha anozviratidza kuna Soromoni Zvino Soromoni akati apedza kuvaka temberi yaJehovha nomuzinda wamambo nezvose zvaaida kuvaka, Jehovha akazviratidza kwaari kechipiri, sezvaakazviratidza kwaari paGibheoni. Jehovha akati kwaari: “Ndanzwa munyengetero wako nechikumbiro chako chawaita pamberi pangu; temberi iyi yawavaka ndaiita tsvene, nokuisa Zita rangu mairi nokusingaperi. Meso angu nomwoyo wangu zvichavamo nguva dzose. “Zvino iwe, kana ukafamba pamberi pangu nomwoyo wakanaka nokururama, sezvakaitwa naDhavhidhi baba vako, uye ukaita zvose zvandinorayira uye ukatevera mitemo nemirayiro yangu, ndichasimbisa chigaro chako choushe pamusoro peIsraeri nokusingaperi sezvandakavimbisa Dhavhidhi baba vako pandakati, ‘Hapangatoshayikwi munhu anokutevera pachigaro choushe chaIsraeri.’ “Asi kana mukarega kunditevera, imi kana vana venyu, uye mukarega kuchengeta mirayiro yangu nemitemo yangu yandakaisa pamberi penyu, asi mukaenda kundoshumira vamwe vamwari uye mukavanamata, ipapo ndichaparadza Israeri panyika yandakavapa ndigofuratira temberi iyi yandaita tsvene nokuda kweZita rangu. Ipapo Israeri ichazova chirevo nechiseko pakati pamarudzi ose avanhu. Kunyange zvazvo temberi iyi ichishamisa kwazvo iye zvino, avo vachazopfuura napairi vachazoshamiswa vagoshora vachiti, ‘Jehovha aitirei chinhu chakadai kunyika iyi nokutemberi iyi?’ Vanhu vachapindura vachiti, ‘Nokuti vakasiya Jehovha Mwari wavo akabudisa madzibaba avo muIjipiti, uye vakanamatira vamwe vamwari, vachivanamata nokuvashandira, ndokusaka Jehovha akauyisa dambudziko guru rakadai pavari.’ ” Zvimwe Zvakaitwa naSoromoni Makore makumi maviri akati apera, panguva yakavakwa dzimba idzi mbiri naSoromoni, temberi yaJehovha nomuzinda wamambo, Mambo Soromoni akapa Hiramu mambo weTire maguta makumi maviri muGarirea, nokuti Hiramu akanga amupa misidhari, misipuresi negoridhe, zvose zvaaida. Asi Hiramu paakabva kuTire akaenda kundoona maguta aya aakanga apiwa naSoromoni, haana kufadzwa nawo. Akabvunza akati, “Maguta erudzii aya awandipa, hama yangu?” Naizvozvo akaatumidza zita rokuti Nyika yeKabhuru, rinova ndiro zita rawo nanhasi. Zvino Hiramu akanga atumira mambo matarenda zana namakumi maviria egoridhe. Heino nhoroondo yechibharo chakashandiswa naMambo Soromoni pakuvaka temberi yaJehovha, muzinda wake, Miro, rusvingo rweJerusarema neHazori, Megidho neGezeri. Faro mambo weIjipiti akanga arwisa uye akatora Gezeri. Akanga aripisa nomoto. Akauraya vaKenani vaigara mariri akaripa kumwanasikana wake, mukadzi waSoromoni sechipo pakuwanikwa kwake. Uye Soromoni akavaka Gezeri patsva. Akavaka Bhetihoroni yeZasi, Bhaarati, neTadhimori murenje, munyika imomo, pamwe chete namaguta ake ose amatura, namaguta engoro dzake namabhiza ake, zvose zvaakada kuvaka muJerusarema, muRebhanoni nomunyika yose yaaitonga. Vanhu vose vakanga vasara pavaAmori, vaHiti, vaPerizi, vaHivhi navaJebhusi (vanhu ava vakanga vasiri vaIsraeri), vana vavo vakanga vasara munyika, vasina kugona kuparadzwa zvachose navaIsraeri, ivava Soromoni akavaunganidza kuti vashande savaranda vake, sezvazviri kusvikira nhasi. Asi Soromoni haana kuita varanda pakati pavaIsraeri; ndivo vaiva mauto ake, makurukota ake ehurumende, machinda ake, vatungamiri vake vamauto, varayiri vezvengoro navachairi vengoro. Ndivozve vaiva machinda makuru aiona nezvamabasa aiitwa naSoromoni, vatariri mazana mashanu namakumi mashanu vaitungamirira vanhu vaiita basa. Mushure mokunge mwanasikana waFaro abva kuGuta raDhavhidhi akauya kumuzinda wake waakanga avakirwa naSoromoni, Soromoni akavaka Miro. Katatu pagore Soromoni akabayira zvipiriso zvinopiswa nezvipiriso zvokuyananisa paaritari yaakanga avakira Jehovha, akapisa zvinonhuwira pamwe chete nazvo pamberi paJehovha. Saizvozvo akapedza nezvetemberi. Mambo Soromoni akavakawo zvikepe paEzioni Gebheri, iri pedyo neEroti muEdhomu, pamahombekombe eGungwa Dzvuku. Uye Hiramu akatuma varanda vake, vafambisi vezvikepe vaiziva gungwa kuti vazoshandisa zvikepe pamwe chete navaranda vaSoromoni. Vakaenda kuOfiri, vakandodzokako namazana mana namakumi maviri amatarendab egoridhe, ayo avakandopa Mambo Soromoni. "
    },
    {
      "chapter": "10",
      "verses": "Mambokadzi weShebha anoshanyira Soromoni Zvino mambokadzi weShebha akati anzwa nezvomukurumbira waSoromoni noukama hwake nezita raJehovha, akauya kuzomuedza nemibvunzo yakaoma. Akasvika paJerusarema navanhu vakawanda, nengamera dzakanga dzakatakura zvinonhuwira, goridhe rakawanda kwazvo, namatombo anokosha, akauya kuna Soromoni akataura naye pamusoro pezvose zvaiva mupfungwa dzake. Soromoni akapindura mibvunzo yake yose; hapana chakanga chakanyanya kuomera mambo kuti amutsanangurire. Mambokadzi weShebha akati aona uchenjeri hwose hwaSoromoni nomuzinda waakanga avaka, zvokudya zvaiva patafura yake, urongwa hwokugara kwamachinda ake, varanda vake vaimushandira nezvipfeko zvavo, vadiri vake, nezvipiriso zvinopiswa zvaaiita patemberi yaJehovha, akapererwa. Akati kuna mambo, “Zvose zvandakanzwa munyika mangu pamusoro pamabasa enyu nouchenjeri hwenyu zvaiva zvechokwadi. Asi handina kutenda zvinhu izvi kusvikira ndauya ndikazviona nameso angu chaiwo. Zvechokwadi, zvandakaudzwa hazvisviki pahafu yezviripo; muuchenjeri nomuupfumi mapfuura zvose zvandakanzwa. Vanhu venyu vanofanira kuva vanofara sei! Machinda enyu anofara sei, ivo vanomira pamberi penyu nguva dzose nokunzwa uchenjeri hwenyu! Jehovha Mwari wenyu ngaarumbidzwe, iye akafadzwa nemi akakuisai pachigaro choushe chaIsraeri. Jehovha akada Israeri nokusingaperi, nokuda kwaizvozvo akuitai mambo kuti muchengetedze kururamisa noutsvene.” Akapa mambo matarenda zana namakumi maviria egoridhe, zvinonhuwira kwazvo, namatombo anokosha. Hapana mumwe akazouya nezvinonhuwira zvakawanda sezvakauyiwa nazvo namambokadzi weShebha kuna Mambo Soromoni. Zvikepe zvaHiramu zvakauya negoridhe kubva kuOfiri; uye zvakauya nemiti yemiarumugi namatombo anokosha kubva ikoko. Mambo akashandisa miarumugi iyi kuita mbiru dzetemberi yaJehovha, nedzomuzinda wamambo, uye kugadzira mbira nemitengeranwa zvaishandiswa navaimbi. Miti yemiarumugi yakawanda kudai haina kuzombouyiswa munyika zvakare kana kuonekwa zvakare kubvira musi iwoyo. Mambo Soromoni akapa mambokadzi weShebha zvaaida nezvaakakumbira, pamusoro pezvaakamupa zvaibva papfuma yake youmambo. Ipapo akabva asimuka navaranda vake akadzokera kunyika yake. Pfuma yaSoromoni nembiri yake Uremu hwegoridhe raitambirwa naSoromoni gore negore hwaisvika matarenda mazana matanhatu namakumi matanhatu namatanhatub, pasingaverengerwi mari yomutero yairipiswa vatengesi vakuru navatengesi vadiki, namadzimambo ose eArabhia navabati venyika. Mambo Soromoni akaita mazana maviri enhoo huru dzegoridhe rakarohwa nenyundo; nhoo imwe neimwe yaiva yakagadzirwa namazana matanhatu amashekeric egoridhe. Akaitawo mazana matatu enhoo diki dzegoridhe rakarohwa nenyundo, nhoo imwe neimwe yakagadzirwa nemamina matatud egoridhe. Mambo akadziisa muMuzinda weSango reRebhanoni. Mambo akaitawo chigaro chikuru choushe chenyanga dzenzou akachifukidza negoridhe rakanakisisa. Chigaro ichi chaiva namatanhiko matanhatu, uye musoro wechigaro wakanga uri wedenderedzwa shure kwacho. Kumativi maviri echigaro kwaiva nezvitsigiro zvamaoko zviviri, uye shumba mbiri dzakanga dzakamira pamativi ezvitsigiro zviviri izvi. Shumba gumi nembiri dzakanga dzakamira pamatanhiko matanhatu, imwe chete kwaiperera danhiko rimwe nerimwe. Hakuna zvakadai zvakanga zvamboitirwa humwe umambo. Midziyo yose yaMambo Soromoni yokunwira yaiva yegoridhe rakanakisisa. Hapana chakanga chakagadzirwa nesirivha, nokuti sirivha yakanga isingakoshi zvikuru mumazuva aSoromoni. Mambo aiva nechitsama chezvikepe zveTashishi pagungwa izvo zvaiva pamwe chete nezvikepe zvaHiramu. Zvikepe zveTashishi izvi zvaiuya kamwe chete mumakore matatu zviine goridhe, sirivha, nyanga dzenzou, mapikoko namakudo. Mambo Soromoni aikunda mamwe madzimambo ose panyika paupfumi napauchenjeri. Nyika yose yakada kuzosangana naSoromoni kuti inzwe uchenjeri hwakanga waiswa mumwoyo make naMwari. Gore negore munhu wose aiuya nechipo, zvinhu zvakagadzirwa nesirivha nezvegoridhe, mbatya, zvombo nezvinonhuwira, namabhiza namanyurusi. Soromoni akaunganidza ngoro namabhiza; akanga ane ngoro dzinokwana chiuru namazana mana namabhiza anokwana zviuru gumi nezviviri, zvaaichengeta kumaguta engoro nomuJerusarema maaivawo. Mambo akaita kuti sirivha iwanikwe pose pose samatombo muJerusarema uye misidhari yakawanda kunge mionde yomuzasi mamakomo. Mabhiza aSoromoni aitengwa kuIjipiti nokuKuwe vatengesi vamambo vainoatengera kuKuwe. Vakatenga imwe ngoro kuIjipiti namashekeri esirivha mazana matanhatue, rimwe bhiza rikaita zana namakumi mashanuf. Vaitengeserawo kumadzimambo avaHiti navaAramu. "
    },
    {
      "chapter": "11",
      "verses": "Vakadzi vaSoromoni Zvisinei, Mambo Soromoni akada vakadzi vazhinji vamamwe marudzi pamwe chete nomwanasikana waFaro, wechiMoabhu, vechiAmoni, vechiEdhomu, vechiSidhoni nevechiHiti. Vaiva vamarudzi ayo akanga anzi naJehovha kuvana vaIsraeri, “Musaroorerane navo nokuti vachapindura mwoyo yenyu ikatevera vamwari vavo.” Zvakadaro, Soromoni akanamatira kwavari murudo. Aiva navakadzi mazana manomwe, vanasikana vamadzimambo, navamwe varongo mazana matatu; vakadzi vake vakatsausa mwoyo wake. Zvino Soromoni akati akwegura, vakadzi vake vakatsausa mwoyo wake akatevera vamwe vamwari, uye mwoyo wake wakanga usina kuzvipira zvizere kuna Jehovha Mwari wake, sezvakanga zvakaita mwoyo waDhavhidhi baba vake. Akatevera Ashitoreti, mwarikadzi wavaSidhoni, naMoreki mwari anonyangadza wavaAmoni. Saka Soromoni akaita zvakaipa pamberi paJehovha; haana kutevera Jehovha zvizere sezvakanga zvaitwa naDhavhidhi baba vake. Pagomo riri kumabvazuva kweJerusarema, Soromoni akavakira Kemoshi, mwari anonyangadza wavaMoabhu nzvimbo yakakwirira, akavakirawo Moreki, mwari anonyangadza wavaAmoni. Akaitira vakadzi vake vose vaibva kuna mamwe marudzi zvimwe chetezvo, ivo vaipisa zvinonhuwira nokubayira zvibayiro kuna vamwari vavo. Jehovha akatsamwira Soromoni nokuti mwoyo wake wakanga watsauka kubva kuna Jehovha, Mwari waIsraeri, uyo akanga azviratidza kwaari kaviri. Kunyange akanga adzivisa Soromoni kutevera vamwe vamwari, Soromoni haana kuchengeta murayiro waJehovha. Saka Jehovha akati kuna Soromoni, “Sezvo aya ari iwo mafungiro ako uye usina kuchengeta sungano yangu nemitemo yangu yandakakurayira, zvirokwazvo ndichabvarura umambo uhu ndichihubvisa kwauri ndigohupa kuno mumwe wavaranda vako. Zvisinei, nokuda kwaDhavhidhi baba vako, handisi kuzozviita uchiri mupenyu. Ndichahubvisa kubva muruoko rwomwanakomana wako. Zvakadaro hazvo, handizobvisi umambo hwose, kubva kwaari, asi ndichamupa rudzi rumwe chete nokuda kwaDhavhidhi muranda wangu uye nokuda kweJerusarema, randakasarudza.” Vavengi vaSoromoni Ipapo Jehovha akamutsa Hadhadhi muEdhomu, weimba youmambo yeEdhomu kuti arwise Soromoni. Dhavhidhi panguva yaakanga achirwa neEdhomu, Joabhu, mutungamiri wehondo, uyo akanga aenda kundoviga vakanga vafa, akauraya varume vose muEdhomu. Joabhu navaIsraeri vose vakagarako kwemwedzi mitanhatu, kusvikira vauraya varume vose muEdhomu. Asi Hadhadhi, uyo akanga achiri mukomana, akatizira kuIjipiti namamwe machinda echiEdhomu aimboshandira baba vake. Vakasimuka vachibva kuMidhiani vakaenda kuParani. Ipapo vakatora vamwe varume vokuParani vakaenda pamwe chete kuIjipiti, kuna mambo Faro weIjipiti, uyo akapa Hadhadhi imba nomunda, akamupawo zvokudya. Faro akafadzwa naHadhadhi zvokuti akamupa muramu wake, munun'una wavahosi vake Tapenesi, kuti ave mukadzi wake. Munun'una waTapenesi uyu akamuberekera mwanakomana anonzi Genubhati, akakurira mumuzinda wamambo. Imomo, Genubhati akagara pamwe chete navana vaFaro. Ari muIjipiti, Hadhadhi akanzwa kuti Dhavhidhi akanga azorora namadzibaba ake uye kuti Joabhu mutungamiri wehondo akanga afawo. Ipapo Hadhadhi akati kuna Faro, “Chindiregai ndiende hangu, ndidzokere kunyika yangu.” Faro akamubvunza akati, “Washayeiko kuno zvowoda kudzokera kunyika yako?” Hadhadhi akapindura akati, “Hapana, asi regai ndiende zvangu!” Mwari akamutsira Soromoni mumwe muvengi, Rezoni, mwanakomana waEriadha, akanga atiza kubva kuna tenzi wake Hadhadhezeri mambo weZobha. Akazviunganidzira varume akabva ava mutungamiri wechikwata chavapanduki panguva yakaparadzwa mauto okuZobha naDhavhidhi; vapanduki ava vakaenda kuDhamasiko, kwavakagara uye vakatonga. Rezoni akava muvengi weIsraeri kwoupenyu hwaSoromoni hwose, akapamhidzira padambudziko raikonzerwa naHadhadhi. Rezoni akatonga muAramu uye akanga achivenga Israeri. Jerobhoamu anopandukira Soromoni Jerobhoamu mwanakomana waNebhati akapandukirawo mambo. Aiva mumwe wamachinda aSoromoni, ari worudzi rwaEfuremu wokuZaredha, uye mai vake vainzi Zeruya vari chirikadzi. Heino nhoroondo yokupandukira mambo kwaakaita: Soromoni akavaka Miro, akagadzira pakanga paputsika murusvingo rweguta rababa vake Dhavhidhi. Zvino Jerobhoamu aiva murume wesimba noumhare, uye Soromoni akaona kuti jaya iri raishanda kwazvo akabva amuita mutariri wavashandi vose veimba yaJosefa. Zvino panguva iyoyo Jerobhoamu akati achibva muJerusarema, Ahija muprofita wokuShiro akasangana naye panzira, akapfeka jasi idzva nomucheka. Vaviri ava vaiva voga kusango, ipapo Ahija akatora jasi idzva romucheka raakanga akapfeka akaribvarurabvarura kuita zvipenga gumi nezviviri. Ipapo akati kuna Jerobhoamu, “Zvitorere zvipenga gumi, nokuti zvanzi naJehovha, Mwari waIsraeri, ‘Tarira, ndichabvarura umambo kubva muruoko rwaSoromoni ndigokupa marudzi gumi. Asi nokuda kwomuranda wangu Dhavhidhi neguta reJerusarema, randakasarudza kubva pamarudzi ose aIsraeri, achava norudzi rumwe chete. Ndichaita izvi nokuti vakandirasa vakanamata Ashitoreti, mwarikadzi wavaSidhoni, Kemoshi, mwari wavaMoabhu, naMoreki, mwari wavaAmoni, uye havana kufamba munzira dzangu, kana kuita zvakarurama pamberi pangu, kana kuchengeta mitemo yangu nemirayiro yangu sezvakaitwa naDhavhidhi, baba vaSoromoni. “ ‘Asi handizobvisi umambo hwose kubva muruoko rwaSoromoni; ndamuita mutongi mazuva ose oupenyu hwake nokuda kwaDhavhidhi muranda wangu, wandakasarudza, akachengeta mirayiro yangu nemitemo yangu. Ndichatora umambo kubva mumaoko omwanakomana wake ndigokupa marudzi gumi. Ndichapa mwanakomana wake rudzi rumwe chete kuitira kuti Dhavhidhi muranda wangu arambe ane mwenje nguva dzose pamberi pangu muJerusarema, guta randakasarudza kuisa Zita rangu. Zvisinei, kana uri iwe, ndichakutora, uye uchatonga pamusoro pezvose zvinodiwa nomwoyo wako; uchava mambo weIsraeri. Kana ukaita chipi nechipi chandicharayira uye ukafamba munzira dzangu ukaita zvakarurama pamberi pangu uye ukachengeta mitemo nemirayiro yangu, sezvakaita Dhavhidhi muranda wangu, ndichava newe. Ndichakuvakira imba seyandakavakira Dhavhidhi uye ndichakupa Israeri. Ndichatambudza vana vaDhavhidhi nokuda kwenyaya iyi, asi kwete nokusingaperi.’ ” Soromoni akaedza kuuraya Jerobhoamu, asi Jerobhoamu akatizira kuIjipiti, kuna mambo Shishaki, akagarako kusvikira Soromoni afa. Kufa kwaSoromoni Zvino mamwe mabasa aSoromoni, nezvose zvaakaita nouchenjeri hwake, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzaSoromoni? Soromoni akatonga Israeri yose muJerusarema kwamakore makumi mana. Ipapo akazorora namadzibaba ake akavigwa muguta raDhavhidhi baba vake. Ipapo Rehobhoamu mwanakomana wake akamutevera paumambo. "
    },
    {
      "chapter": "12",
      "verses": "Israeri inopandukira Rehobhoamu Rehobhoamu akaenda kuShekemu, nokuti vaIsraeri vose vakanga vaendako kundomuita mambo. Zvino Jerobhoamu, mwanakomana waNebhati, akati azvinzwa (akanga achiri kuIjipiti, kwaakanga aenda akatiza Mambo Soromoni) akadzoka kubva kuIjipiti. Vakatuma nhume kundodana Jerobhoamu, iye neungano yose yeIsraeri vakaenda kuna Rehobhoamu vakati kwaari, “Baba venyu vakaisa joko rinorema pamusoro pedu, asi zvino chitirerutsirai basa rakaoma iri nomutoro unorema uyu wavakaisa pamusoro pedu, isu tigokushandirai.” Rehobhoamu akapindura akati, “Chimboendai kwamazuva matatu mugodzoka kwandiri.” Saka vanhu vakaenda. Ipapo Mambo Rehobhoamu akabvunza vakuru vakambenge vachishandira baba vake Soromoni vachiri vapenyu. Akati, “Mungandipa zano ripiko randingapindura naro vanhu ava?” Vakapindura vakati, “Kana nhasi mukava muranda wavanhu ava mukavashandira nokuvapa mhinduro inofadza, vachazova varanda venyu nguva dzose.” Asi Rehobhoamu akaramba zano raakanga apiwa navakuru akandobvunza majaya ezera rake aakanga akura nawo, avo vakanga vava kumushandira. Akavabvunza akati, “Mungandipa zano ripiko? Tingavapindure seiko vanhu ava vanoti kwandiri, ‘Tirerutsirei joko rakaiswa pamusoro pedu nababa venyu?’ ” Majaya aakanga akura nawo akapindura akati, “Udzai vanhu ava vati kwamuri, ‘Baba venyu vakaisa joko rinorema pamusoro pedu, asi imi chitirerutsirai joko redu’ vaudzei kuti, ‘Munwe wangu muduku, mukobvu kupfuura chiuno chababa vangu. Baba vangu vakaisa joko rinorema pamusoro penyu; ini ndichaita kuti rireme kupfuura zvariri. Baba vangu vakakurovai nezvamboko; ini ndichakurovai nezvinyavada.’ ” Mushure mamazuva matatu Jerobhoamu navanhu vose vakadzoka kuna Rehobhoamu, sezvo mambo akanga ati, “Mudzoke kwandiri mumazuva matatu.” Mambo akapindura vanhu nehasha. Akarasa zano raakanga apiwa navakuru, akatevera zano ramajaya akati, “Baba vangu vakaita kuti mutoro wenyu ureme kwazvo; ini ndichaita kuti ureme kupfuura ipapo. Baba vangu vakakurovai nezvamboko; ini ndichakurovai nezvinyavada.” Naizvozvo mambo haana kuteerera vanhu, nokuti zvakaitika izvi zvakanga zvabva kuna Jehovha, kuti shoko raJehovha raakanga ataura kuna Jerobhoamu mwanakomana waNebhati kubudikidza naAhija muShiro rizadziswe. Zvino vaIsraeri vose pavakaona kuti mambo akanga aramba kuvateerera, vakapindura mambo vakati: “Tino mugove weiko muna Dhavhidhi, nhaka yedu ndeipiko mumwanakomana waJese? Kumatende enyu, imi vaIsraeri! Iwe Dhavhidhi, chizvichengetera imba yako!” Saka vaIsraeri vakaenda kumisha yavo. Asi vaIsraeri vaigara mumaguta eJudha, Rehobhoamu akaramba achivatonga. Mambo Rehobhoamu akatuma Adhoniramu, aiva mutariri wezvechibharo, asi vaIsraeri vose vakamutaka namabwe akafa. Zvisinei, Mambo Rehobhoamu akakwanisa kupinda mungoro yake akatizira kuJerusarema. Saka Israeri yakapandukira imba yaDhavhidhi kusvikira nhasi. VaIsraeri vose pavakanzwa kuti Rehobhoamu akanga adzoka, vakatuma nhume kuti iuye kwakanga kwakaungana vanhu, vakabva vamuita mambo weIsraeri yose. Rudzi rwaJudha chete ndirwo rwakaramba ruchishandira imba yaDhavhidhi. Rehobhoamu paakasvika muJerusarema, akaunganidza imba yose yaJudha norudzi rwaBenjamini, varume vehondo vaikwana zviuru zana namakumi masere, kuti varwe neimba yaIsraeri uye vadzosere umambo kuna Rehobhoamu mwanakomana waSoromoni. Asi shoko raMwari rakasvika kuna Shemaya munhu waMwari richiti, “Uti kuna Rehobhoamu, mwanakomana waSoromoni, mambo weJudha, nokuimba yose yaJudha neyaBhenjamini, nokuvamwe vanhu vose, ‘Zvanzi naJehovha: Musakwira kumusoro kundorwa nehama dzenyu, vaIsraeri. Endai kumisha yenyu mumwe nomumwe wenyu, nokuti ndini ndaita izvi.’ ” Naizvozvo vakateerera shoko raJehovha vakaenda kumisha yavo zvakare, sezvakanga zvarayirwa naJehovha. Zvimhuru zvegoridhe paBheteri nepaDhani Ipapo Jerobhoamu akavaka Shekemu munyika yamakomo yaEfuremu akagarako. Achibvako akaenda akandovaka Penueri. Jerobhoamu akafunga akati, “Zvino umambo huchagona kudzokera kuimba yaDhavhidhi. Kana vanhu ava vakakwira kumusoro kundobayira zvibayiro kutemberi yaJehovha muJerusarema, vachazozvipira zvakare kuna ishe wavo, Rehobhoamu. Vachandiuraya vagodzokera kuna Mambo Rehobhoamu.” Mushure mokubvunza vamwe, mambo akaumba zvimhuru zvegoridhe zviviri. Akati kuvanhu, “Zviri kukuremerai kukwira kumusoro kuJerusarema. VaIsraeri, ava ndivo vamwari venyu vakakubudisai kubva muIjipiti.” Akaisa imwe paBheteri, neimwe paDhani. Zvino chinhu ichi chakava chivi; vanhu vaifamba zvokutosvika kuDhani kundonamata chaiva ikoko. Jerobhoamu akavaka dzimba panzvimbo dzakakwirira akatora vanhu vose vose akavaita vaprista, kunyange vaisava vaRevhi. Akatangisa mutambo wezuva regumi namashanu romwedzi worusere, wakafanana nomutambo wokuJudha, akabayira zvibayiro paaritari. Izvi akazviita muBheteri, akabayira kumhuru dzaakanga agadzira, uye paBheteri akagadzawo vaprista panzvimbo dzakakwirira dzaakanga aita. Nomusi wegumi neshanu womwedzi worusere, mwedzi waakanga angosarudzawo, akabayira zvibayiro paaritari yaakanga avaka paBheteri. Saizvozvo akatangisa mutambo wavaIsraeri akaenda kuaritari kundopisa zvinonhuwira. "
    },
    {
      "chapter": "13",
      "verses": "Munhu waMwari aibva kuJudha Nokuda kweshoko raJehovha munhu waMwari akabva kuJudha akauya kuBheteri, Jerobhoamu paakanga akamira pedyo nearitari ava kupirisa zvinonhuwira. Akadanidzira kuaritari akati, “Iwe aritari, aritari! Zvanzi naJehovha, ‘Mwanakomana anonzi Josia achaberekwa muimba yaDhavhidhi. Vaprista vamatunhu akakwirira vari kupisira zvinonhuwira pano zvino, achavabayira pamusoro pako, uye mapfupa avanhu achapiswa pamusoro pako.’ ” Musi mumwe chete iwoyo munhu waMwari akapa chiratidzo akati, “Ichi ndicho chiratidzo chataurwa naJehovha: Aritari ichatsemuka uye madota ari pamusoro payo acharasirwa pasi.” Zvino Mambo Jerobhoamu paakanzwa zvakanga zvadanidzirwa nomunhu waMwari kuaritari paBheteri, akatambanudza ruoko rwake ruchibva kuaritari akati, “Mubatei!” Asi ruoko rwaakatambanudzira kumurume uyu rwakaoma, zvokuti akatadza kurudzosa zvakare. Aritariwo yakatsemuka uye madota ayo akarasikira pasi zvichienderana nechiratidzo chakanga chapiwa nomunhu waMwari nokuda kweshoko raJehovha. Ipapo mambo akati kumunhu waMwari, “Ndinamatirewo kuna Jehovha Mwari wako uchindinamatira kuti ruoko rwangu ruporeswe.” Naizvozvo munhu waMwari akamunamatira kuna Jehovha ruoko rwamambo rukaporeswa rukaita sezvarwakanga rwakaita pakutanga. Mambo akati kumunhu waMwari, “Handei kumba kwangu undowana zvaungadya, uye ndichakupa chipo.” Asi munhu waMwari akapindura mambo akati, “Kunyange maindipa hafu yezvose zvamunazvo, handaimboenda nemi, uye handaimbodya chingwa kana kunwa mvura kuno. Nokuti ndakarayirwa neshoko raJehovha kuti, ‘Haufaniri kudya chingwa kana kunwa mvura kana kudzoka nenzira yawabva nayo.’ ” Saka akaenda neimwe nzira uye haana kudzokera nenzira yaakanga auya nayo kuBheteri. Zvino paiva nomumwe muprofita akanga ava harahwa aigara muBheteri, vana vake vakauya vakamuudza zvose zvakanga zvaitwa nomunhu waMwari musi iwoyo muBheteri. Vakaudzawo baba vavo zvaakanga ataura kuna mambo. Baba vavo vakavabvunza kuti, “Aenda nenzira ipiko?” Zvino vana vake vakamuratidza nzira yakanga yaendwa nayo nomunhu waMwari aibva kuJudha. Saka akati kuvana vake, “Ndisungirirei chigaro pambongoro.” Zvino vakati vamusungirira chigaro pambongoro, akaitasva. Akatevera munhu waMwari. Akamuwana agere pasi pomuti womuouki akamubvunza akati, “Ndiwe here munhu waMwari akabva kuJudha?” Akapindura akati, “Ndini.” Ipapo muprofita akati kwaari, “Handei kumba kwangu undodya.” Munhu waMwari akati, “Handigoni kudzoka nemi, zvakare handigoni kudya chingwa kana kunwa mvura nemi panzvimbo ino. Ndakaudzwa neshoko raJehovha kuti, ‘Haufaniri kudya chingwa kana kunwa mvura ikoko kana kudzoka nenzira yaunenge wauya nayo.’ ” Muprofita akanga ava harahwa akapindura akati, “Neniwo ndiri muprofita sezvawakaita. Zvino mutumwa ati kwandiri neshoko raJehovha, ‘Dzoka naye kumba kwako kuitira kuti adye chingwa uye anwe mvura.’ ” Asi akanga achimunyepera. Saka munhu waMwari akadzokera naye akandodya uye akanwa mumba make. Zvavakanga vachakagara patafura, shoko raJehovha rakauya kumuprofita akanga ava harahwa uyo akanga amudzosa. Akadanidzira kumunhu waMwari akanga abva kuJudha akati, “Zvanzi naJehovha, ‘Hauna kuteerera shoko raJehovha uye hauna kuchengeta murayiro wawakapiwa naJehovha Mwari wako. Wadzoka ukadya chingwa uye ukanwa mvura munzvimbo yaakakuudza kuti usadya kana kunwa. Naizvozvo mutumbi wako hausi kuzovigwa muguva ramadzibaba ako.’ ” Munhu waMwari paakapedza kudya nokunwa, muprofita akanga amudzosa akamusungirira chigaro pambongoro. Akati ava munzira, shumba yakasangana naye panzira, ikamuuraya, mutumbi wake ukakandwa munzira, mbongoro neshumba zvikamira pauri. Vamwe vanhu vaipfuura nepo vakaona mutumbi uyu wakakandwa panzira, shumba yakamira parutivi pomutumbi, uye vakaenda vakandozvitaura muguta maigara muprofita akanga ava harahwa. Muprofita akanga amudzosa parwendo rwake paakazvinzwa, akati, “Ndiye munhu waMwari asina kuteerera shoko raJehovha. Jehovha amupa kushumba, iyo yamubvambura nokumuuraya, sokumuyambira kwakanga kwaita shoko raJehovha.” Muprofita akati kuvanakomana vake, “Ndisungirirei chigaro pambongoro,” ivo vakaita saizvozvo. Ipapo akaenda akandoona mutumbi wakakandwa panzira, mbongoro neshumba zvakamira parutivi pawo. Shumba yakanga isina kudya mutumbi kana kubvambura mbongoro. Saka muprofita akasimudza mutumbi womunhu waMwari, akauisa pamusoro pembongoro akadzoka nawo kuguta rake kuti andomuchema uye amuvige. Akaisa mutumbi wake muguva rake, vakamuchema vakati, “Yowe-e, hama yangu!” Mushure mokumuviga, akati kuvanakomana vake, “Kana ndafa, mundivige muguva mataviga munhu waMwari; muise mapfupa angu parutivi peake. Nokuti zvaakataura neshoko raJehovha pamusoro pearitari iri muBheteri napamusoro pedzimba dzose dziri panzvimbo dzakakwirira mumaguta eSamaria zvichaitika saizvozvo.” Kunyange shure kwaizvozvi, Jerobhoamu haana kupinduka pamaitiro ake akaipa, asi akasarudzazve vaprista venzvimbo dzakakwirira kubva kuvanhu vakangosiyana-siyana. Munhu wose wose aida kuva muprista aigadzwa kuti ashande panzvimbo dzakakwirira. Ichi ndicho chivi cheimba yaJerobhoamu chakaita kuti iwe uye iparare pamusoro penyika. "
    },
    {
      "chapter": "14",
      "verses": "Ahija anoprofita nezvokutongwa kwaJerobhoamu Panguva iyoyo Abhija, mwanakomana waJerobhoamu, akarwara, uye Jerobhoamu akati kumukadzi wake, “Enda undozvivanza, kuti urege kuzivikanwa kuti ndiwe mukadzi waJerobhoamu. Ipapo ugoenda kuShiro. Ahija muprofita ariko ikoko, uya akandiudza kuti ndichava mambo wavanhu ava. Tora zvingwa gumi, makeke negaba rouchi ugoenda nazvo kwaari. Achakuudza zvichaitika kumukomana.” Naizvozvo mukadzi waJerobhoamu akaita sezvaakataura akaenda kumba kwaAhija muShiro. Zvino Ahija akanga asisaoni; meso ake akanga asisaone nokuti akanga akwegura. Asi Jehovha akaudza Ahija kuti, “Mukadzi waJerobhoamu ari kuuya kuzokubvunza nezvomwanakomana wake, nokuti ari kurwara. Zvino iwe uchamupa mhinduro yokuti neyokuti. Paachasvika achazviita somumwe munhu.” Zvino Ahija paakanzwa mutsindo wetsoka dzake pamusuo, akati, “Pinda, mukadzi waJerobhoamu. Sei uchizviita somumwe munhu? Ndatumwa kwauri namashoko asina kunaka. Enda undoudza Jerobhoamu kuti izvi ndizvo zvinotaura Jehovha, Mwari waIsraeri: ‘Ndakakusimudza kubva pakati pavanhu ndikakuita mutungamiri wavanhu vangu Israeri. Ndakabvarura umambo kubva muimba yaDhavhidhi ndikahupa kwauri, asi hauna kuva somuranda wangu Dhavhidhi, akachengeta mirayiro yangu uye akanditevera nomwoyo wake wose, akaita zvakanaka chete pamberi pangu. Iwe wakaita zvakaipa kupfuura vose vakararama iwe usati wavapo. Wakazviitira vamwe vamwari, zviumbwa zvakaitwa nesimbi; waita kuti nditsamwe uye ukandirasira shure kwako. “ ‘Nokuda kwezvinhu izvi ndichauyisa dambudziko paimba yaJerobhoamu. Ndichauraya varume vose vaJerobhoamu nhapwa, neakasu-nunguka. Ndichapisa imba yaJerobhoamu sezvinoita munhu anopisa ndove, kusvikira pasisina chinhu. Imbwa dzichadya vose vachafira muguta, uye shiri dzedenga dzichadya avo vachafira kusango. Jehovha ataura!’ “Kana uriwe, dzokera kumba. Panotsika tsoka yako muguta rako, mwanakomana achafa. Israeri yose ichamuchema igomuviga. Ndiye oga waJerobhoamu achavigwa, nokuti ndiye oga mumba maJerobhoamu aonekwa naJehovha, Mwari waIsraeri, kuti ane chakanaka maari. “Jehovha achazvimutsira mambo waIsraeri achaparadza mhuri yaJerobhoamu. Nhasi ndiro zuva racho! Hongu, kana iye zvino. Zvino Jehovha acharova Israeri, zvokuti ichaita setsanga iri kuzungunutswa mumvura. Achadzura Israeri kubva mu-nyika yakanaka iyi yaakapa kumadzitateguru avo agovaparadzira mhiri kwoRwizi, nokuti vakaita kuti Jehovha atsamwe nehasha pavakaitira Ashera mapango. Acharamwa Israeri nokuda kwezvivi zvakaitwa naJerobhoamu nezvaakaita kuti Israeri iite.” Ipapo mukadzi waJerobhoamu akasimuka akaenda, akasvika kuTiza. Achingoti tsikei pachikumbaridzo cheimba, mwanakomana akabva afa. Vakamuviga, uye Israeri yose yakamuchema, sezvazvakanga zvarehwa naJehovha kubudikidza nomuranda wake muprofita Ahija. Zvimwe zvakaitika panguva yokutonga kwaJerobhoamu, hondo dzake namatongero ake, zvakanyorwa mubhuku renhoroondo dzegore negore dzamadzimambo eIsraeri. Akatonga kwamakore makumi maviri namaviri akazorora namadzibaba ake. Nadhabhi mwanakomana wake akamutevera paumambo. Rehobhoamu Mambo weJudha Rehobhoamu mwanakomana waSoromoni akanga ari mambo munyika yeJudha. Akanga ana makore makumi mana nerimwe chete paakava mambo, uye akatonga kwamakore gumi namanomwe muJerusarema, guta rakanga rasarudzwa naJehovha kubva pamarudzi ose aIsraeri kuti aise Zita rake mariri. Zita ramai vake raiva Naama; vaiva muAmoni. VaJudha vakaita zvakaipa pamberi paJehovha. Vakamutsa godo rake, kupfuura zvakaitwa namadzibaba avo, nezvivi zvavakaita. Vakazvivakirawo nzvimbo dzakakwirira, matombo anoera namapango aAshera pazvikomo zvose zvakakwirira napasi pemiti yose mikuru. Kwaivawo navarume vaizviita vakadzi vavamwe varume munyika, vanhu vakaita zvose zvinonyangadza zvaiitwa namarudzi ayo akanga adzingwa naJehovha pamberi pavaIsraeri. Mugore rechishanu raMambo Rehobhoamu, Shishaki, mambo weIjipiti, akarwisa Jerusarema. Akatora pfuma yose yetemberi yaJehovha nepfuma yose yomuzinda wamambo. Akatora zvinhu zvose, kusanganisira nenhoo dzose dzegoridhe dzakanga dzagadzirwa naSoromoni. Naizvozvo Mambo Rehobhoamu akagadzira nhoo dzendarira kuti dzitore nzvimbo yadzo uye akadzipa kuvatungamiri vavarindi vaichengeta suo romuzinda wamambo. Nguva dzose paienda mambo kutemberi yaJehovha, varindi vaitakura nhoo, mushure mezvo vachizodzidzosera kuimba yavarindi. Zvino mamwe amabasa okutonga kwaRehobhoamu nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo eJudha? Rehobhoamu naJerobhoamu vaingogara vachirwisana. Rehobhoamu akazorora namadzibaba ake uye akavigwa pavakanga vakavigwa muguta raDhavhidhi. Zita ramai vake raiva Naama; vaiva muAmoni. Abhija mwanakomana wake akamutevera paumambo. "
    },
    {
      "chapter": "15",
      "verses": "Abhija Mambo weJudha Mugore regumi namasere roumambo hwaJerobhoamu mwanakomana waNebhati, Abhija akagadzwa samambo weJudha. Akatonga muJerusarema kwamakore matatu. Zita ramai vake rainzi Maaka mwanasikana waAbhisharomu. Iye akaita zvivi zvose zvakanga zvaitwa nababa vake asati ava mambo; mwoyo wake wakanga usina kuzvipira zvizere kuna Jehovha Mwari wake sezvakanga zvakaita mwoyo watateguru wake Dhavhidhi. Zvisinei, nokuda kwaDhavhidhi, Jehovha Mwari wake akamupa mwenje muJerusarema nokumutsa mwanakomana kuti amutevere paumambo uye nokusimbisa Jerusarema. Nokuti Dhavhidhi akanga aita zvakanga zvakarurama pamberi paJehovha uye akanga asina kutadza kuchengeta kana ipi zvayo yemirayiro yaJehovha mumazuva ose oupenyu hwake, kunze kwenyaya yaUria muHiti. Paiva nehondo pakati paRehobhoamu naJerobhoamu muupenyu hwose hwaAbhija. Kana zviri zvimwe zvinhu zvakaitika panguva yokutonga kwaAbhija, nazvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo aJudha? Pakati paAbhija naJerobhoamu pakanga pane hondo. Abhija akazorora namadzibaba ake uye akavigwa muguta raDhavhidhi. Asa, mwanakomana wake, akamutevera paumambo. Asa Mambo weJudha Mugore ramakumi maviri raJerobhoamu mambo weIsraeri. Asa akava mambo weJudha, uye akatonga muJerusarema kwamakore makumi mana negore rimwe chete. Zita rambuya vake raiva Maaka, mwanasikana waAbhisharomu. Asa akaita zvakarurama pamberi paJehovha, sezvakanga zvaitwa nababa vake Dhavhidhi. Akabvisa varume vaizviita zvipfeve zvavamwe varume panzvimbo dzokupira munyika uye akabvisa zvifananidzo zvose zvakanga zvaitwa namadzibaba ake. Akabvisawo mbuya vake Maaka pachinzvimbo chavo samai vamambo, nokuti vakanga vagadzira danda rinonyangadza raAshera. Asa akatema danda iri akaripisa muMupata weKidhironi. Kunyange asina kubvisa nzvimbo dzakakwirira, mwoyo waAsa wakanga wakazvipira zvizere kuna Jehovha muupenyu hwake hwose. Akauyisa mutemberi yaJehovha sirivha negoridhe nezvinhu zvaakanga akumikidza iye nababa vake. Pakanga pane hondo pakati paAsa naBhaasha, mambo weIsraeri munguva yose yavakanga vachitonga. Bhaasha, mambo weIsraeri, akaenda kundorwa neJudha, akasimbisa Rama kuti adzivise ani naani zvake kubuda kana kupinda munyika yaAsa mambo weJudha. Ipapo Asa akatora sirivha yose negoridhe rose rakanga rasara mumatura epfuma yetemberi yaJehovha nezvose zvaiva mumuzinda wake. Akazvipa kumachinda ake akazvitumira kuna Bhenihadhadhi, mwanakomana waTabhirimoni, mwanakomana waHezioni, mambo weAramu, akanga achitonga muDhamasiko. Akati, “Ngatinyoreranei chibvumirano imi neni, sezvazvakanga zvakaita pakati pababa vangu nababa venyu. Tarirai, ndakutumirai chipo chesirivha negoridhe. Zvino imi chiputsai chibvumirano chenyu naBhaasha mambo weIsraeri kuitira kuti abve kuno kwandiri.” Bheni-hadhadhi akabvumirana naMambo Asa akatumira vatungamiri vamauto ake kuti vandorwisa maguta eIsraeri. Akakunda Ijoni, Dhani, Abheri Bheti Maaka neKinereti yose pamwe chete neNafutari. Bhaasha paakanzwa izvi akaregera kuvaka Rama akadzokera kuTiza. Ipapo Mambo Asa akarayira Judha yose, hapana akasiyiwa, ivo vakatora kubva kuRama matombo namatanda akanga achishandiswa naBhaasha ikoko. Mambo Asa akaashandisa kuvaka Gebha muBhenjamini, neMizipawo. Kana zviri zvimwe zvose zvakaitika panguva yokutonga kwaAsa, zvose zvaakaita, namaguta aakavaka, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo eJudha? Zvisinei, panguva yokukwegura kwake, tsoka dzake dzakabatwa nechirwere. Ipapo Asa akazorora namadzibaba ake akavigwa pamwe chete navo muguta rababa vake Dhavhidhi. Zvino mwanakomana wake Jehoshafati akamutevera paumambo. Nadhabhi Mambo weIsraeri Nadhabhi, mwanakomana waJerobhoamu akava mambo weIsraeri mugore rechipiri raAsa mambo weJudha, uye akatonga Israeri kwamakore maviri. Akaita zvakaipa pamberi paJehovha, achifamba munzira dzababa vake nomuchivi chavo, icho chaakaita kuti Israeri iite. Bhaasha, mwanakomana waAhija, weimba yaIsakari, akamumukira, akamuuraya paGibhetoni guta romuFiristia, panguva yarakanga rakombwa naNadhabhi navaIsraeri vose. Bhaasha akauraya Nadhabhi mugore rechitatu raAsa, mambo weJudha, uye akamutevera paumambo. Achingoti tangei kutonga, akabva auraya mhuri yose yaJerobhoamu. Haana kusiyira Jerobhoamu mumwe chete achifema, asi akavaparadza vose sezvazvakarehwa naJehovha kubudikidza nomuranda wake Ahija muShiro, nokuda kwezvivi zvakanga zvaitwa naJerobhoamu nezvaakaita kuti Israeri iite, uye nokuti akaita kuti Jehovha, Mwari waIsraeri, atsamwe. Kana zviri zvimwe zvakaitika panguva yokutonga kwaNadhabhi, nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo eIsraeri? Pakati paAsa naBhaasha, mambo weIsraeri, pakanga pane hondo panguva yose yokutonga kwavo. Bhaasha Mambo weIsraeri Mugore rechitatu raAsa mambo weJudha, Bhaasha, mwanakomana waAhija, akava mambo weIsraeri yose muTiza, uye akatonga kwamakore makumi maviri namana. Akaita zvakaipa pamberi paJehovha, achifamba munzira dzaJerobhoamu nomuchivi chake, chaakaita kuti Israeri iite. "
    },
    {
      "chapter": "16",
      "verses": "Zvino shoko raJehovha rakasvika kuna Jehu mwanakomana waHanani richipikisana naBhaasha richiti, “Ndakakusimudza kubva muguruva ndikakuita mutungamiri wavanhu vangu Israeri, asi wakafamba munzira dzaJerobhoamu ukaita kuti vanhu vangu Israeri vaite chivi, nokuita kuti nditsamwe nokuda kwezvivi zvavo. Naizvozvo ndava kuda kuparadza Bhaasha neimba yake, uye ndichaita kuti imba yako ifanane neimba yaJerobhoamu mwanakomana waNebhati. Imbwa dzichadya vose vaBhaasha vachafira muguta, uye shiri dzedenga dzichadya avo vachafira kusango.” Kana zviri zvimwe zvakaitika panguva yokutonga kwaBhaasha, nesimba rake, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo eIsraeri? Bhaasha akazorora namadzibaba ake uye akavigwa muTiza. Zvino Era, mwanakomana wake, akamutevera paumambo. Pamusoro paizvozvo, shoko raJehovha rakauyawo nokumuprofita Jehu mwanakomana waHanani kuna Bhaasha neimba yake, nokuda kwezvakaipa zvose zvaakanga aita pamberi paJehovha achimutsamwisa nezvaakaita, achifanana neimba yaJerobhoamu, uyewo nokuti akaiparadza. Era Mambo weIsraeri Mugore ramakumi maviri namatanhatu raAsa mambo weJudha, Era, mwanakomana waBhaasha akava mambo weIsraeri, uye akatonga muTiza kwamakore maviri. Zimuri, mumwe wamachinda ake, aitungamirira hafu yengoro dzake, akamumukira. Era akanga ari muTiza panguva iyoyo, achidhakwa zvake pamba paAza, murume aichengeta muzinda wamambo paTiza. Zimuri akapinda, akamubaya akamuuraya, mugore ramakumi maviri namanomwe raAsa, mambo weJudha. Ipapo akabva amutevera paumambo. Paakatanga kutonga, achangogara pachigaro choushe, akauraya mhuri yose yaBhaasha. Haana kusiya murume mumwe chete, hama kana shamwari. Saizvozvo Zimuri akaparadza mhuri yose yaBhaasha, sezvakanga zvarehwa neshoko raJehovha rakataurwa richipikisa Bhaasha nokumuprofita Jehu, nokuda kwezvivi zvose zvakanga zvaitwa naBhaasha nomwanakomana wake Era nezvaakaita kuti Israeri iite, zvokuti vakaita kuti Jehovha, Mwari waIsraeri, atsamwe, nokuda kwezvifananidzo zvavo zvisina maturo. Kana zviri zvimwe zvakaitika panguva yokutonga kwaEra, nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo eIsraeri? Zimuri Mambo weIsraeri Mugore ramakumi maviri namanomwe raAsa, mambo weJudha, Zimuri akatonga muTiza kwamazuva manomwe. Varwi vakanga vakadzika misasa pedyo neGibhetoni, guta ravaFiristia. VaIsraeri vakanga vari kumisasa pavakanzwa kuti Zimuri akanga amukira mambo akamuuraya, vakagadza Omuri mutungamiri wehondo, kuti ave mambo weIsraeri musi iwoyo mumusasa. Zvino Omuri, navaIsraeri vose vaaiva navo, vakabva kuGibhetoni vakauya kuzokomba Tiza. Zimuri paakaona kuti guta rakanga ratorwa, akaenda kunhare yomuzinda wamambo akabva azvipisira mumuzinda. Naizvozvo akafa, nokuda kwezvivi zvaakanga aita, achiita zvakaipa pamberi paJehovha uye achifamba munzira dzaJerobhoamu nomuchivi chaakanga aita, uye nechivi chaakanga aita kuti Israeri iite. Kana zviri zvimwe zvakaitika panguva yokutonga kwaZimuri, nokumukira kwake kwaakaita, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo aIsraeri? Omuri Mambo weIsraeri Ipapo vanhu veIsraeri vakaparadzana vakaita zvikwata zviviri; hafu ikatevera Tibhini, mwanakomana waGinati, kuti ave mambo, uye imwe hafu ikatevera Omuri. Asi vateveri vaOmuri vakakunda vateveri vaTibhini, mwanakomana waGinati. Saka Tibhini akafa, Omuri akava mambo. Mugore ramakumi matatu nerimwe raAsa, mambo weJudha, Omuri akava mambo weIsraeri, uye akatonga kwamakore gumi namaviri, matanhatu acho muTiza. Akatenga gomo reSamaria kubva kuna Shemeri namatarenda maviria esirivha uye akavaka guta pagomo iri, achiritumidza kuti Samaria, zvichibva pana Shemeri, zita rouyo aimbova muridzi wegomo. Asi Omuri akaita zvakaipa pamberi paJehovha uye akatadza kupfuura vose vakanga vamutangira. Akafamba munzira dzose dzaJerobhoamu mwanakomana waNebhati nomuchivi chake, chaakaita kuti Israeri iite, zvokuti vakaita kuti Jehovha, Mwari waIsraeri, atsamwe nokuda kwezvifananidzo zvavo zvisina maturo. Kana zviri zvimwe zvakaitika panguva yokutonga kwaOmuri, nezvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzegore negore dzamadzimambo eIsraeri? Omuri akazorora namadzibaba ake uye akavigwa muSamaria. Uye Ahabhu mwanakomana wake akamutevera paumambo. Ahabhu anova Mambo weIsraeri Mugore ramakumi matatu namasere raAsa, mambo weJudha, Ahabhu, mwanakomana waOmuri, akava mambo weIsraeri, uye akatonga Israeri muSamaria kwamakore makumi maviri namaviri. Ahabhu, mwanakomana waOmuri, akaita zvakaipa pamberi paJehovha kupfuura vose vakamutangira. Akazviona zviri zvinhu zvidiki kuita zvivi zvaJerobhoamu mwanakomana waNebhati, uye pamusoro pezvo akawana Jezebheri mwanasikana waEtibhaari mambo wavaSidhoni, akatanga kushandira Bhaari uye akamunamata. Akavakira Bhaari aritari mutemberi yaBhaari yaakavaka muSamaria. Ahabhu akagadzirawo danda raAshera uye akaita kuti Jehovha, Mwari waIsraeri, atsamwe kupfuura zvakaita madzimambo akamutangira. Munguva yaAhabhu, Hieri wokuBheteri akavakazve Jeriko. Mwanakomana wake wedangwe, Abhiramu, akafa paakavaka hwaro hweguta, uye mwanakomana wake wegotwe Segubhi akafa paakamisa masuo aro, sezvazvakarehwa neshoko raJehovha naJoshua mwanakomana waNuni. "
    },
    {
      "chapter": "17",
      "verses": "Eria muTishibhi anopiwa kudya namakunguwo Zvino Eria muTishibhi aigara muGireadhi, akati kuna Ahabhu, “NaJehovha, Mwari waIsraeri mupenyu, wandinoshumira, hakuchazovi nedova kana mvura inonaya mumakore ano kunze kwokutenge ndareva ini.” Ipapo shoko raJehovha rakasvika kuna Eria richiti, “Ibva pano, nanga kumabvazuva undovanda paRukova rweKeriti, kumabvazuva kweJorodhani. Uchanwa mvura yorukova urwu, uye ndarayira makunguwo kuti akupe zvokudya ikoko.” Saka akaita zvaakanga audzwa naJehovha. Akaenda kuRukova rweKeriti, kumabvazuva kweJorodhani, akagarako. Makunguwo akamuvigira chingwa nenyama mangwanani nechingwa nenyama manheru, uye akanwa mvura murukova. Chirikadzi yaigara paZarefati Mushure menguva yakati, rukova rwakapwa nokuti mvura yakanga isinganayi panyika. Zvino shoko raJehovha rakauya kwaari richiti, “Simuka izvozvi uende kuZarefati kunyika yeSidhoni undogarako. Ndarayira chirikadzi iri munzvimbo iyoyo kuti ikupe zvokudya.” Naizvozvo akaenda kuZarefati. Paakasvika pasuo reguta, chirikadzi yakanga iripo ichitsvaga huni. Akamudana akamubvunza akati, “Mungandivigirawo mvura shoma shoma mumukombe here kuti ndinwe?” Paakanga ava kuenda kundoitora, iye akadanidzira akati, “Mundivigirewo chimedu chechingwa, ndapota.” Iye akapindura akati, “Zvirokwazvo naJehovha Mwari wenyu mupenyu, handina chingwa. Ndinongova netufurawu tushomashoma muhari namafuta mashomashoma muhari. Ndiri kunhonga huni shoma shoma kuti ndiende nadzo kumba ndinozvibikira kudya ini nomwanakomana wangu, kuti tigodya, tife.” Eria akati kwaari, “Usatya. Enda kumba undoita sezvawareva. Asi tanga wandibikira chingwa chiduku pane zvaunazvo ugouya nacho kwandiri, mushure ugozvigadzirira iwe nomwanakomana wako. Nokuti zvanzi naJehovha, Mwari waIsraeri, ‘Furawu iri muhari imomo haizoperi uye mafuta ari muhari haazoperi kusvikira zuva iro richanayiswa mvura panyika naJehovha.’ ” Akaenda akandoita sezvaakanga audzwa naEria. Saka zvokudya zvaEria zvakavapo mazuva ose uyewo nezvomukadzi nemhuri yake. Furawu yaiva muhari haina kupera uye mafuta aiva muhari haana kupera, sezvazvakanga zvarehwa neshoko raJehovha rakataurwa naEria. Kwapera nguva yakati, mwanakomana womukadzi, muridzi weimba, akarwara. Kurwara kwake kwakanyanya kwazvo, pakupedzisira akamira kufema. Mukadzi akati kuna Eria, “Ndakakutadzireiko, munhu waMwari? Wakauya here kuzondirangaridza chivi changu nokuuraya mwanakomana wangu?” Eria akapindura akati, “Ndipe mwanakomana wako kuno.” Akamutora kubva mumaoko ake, akamutakura akaenda naye kuimba yapamusoro yaaigara, akamuradzika pamubhedha wake. Ipapo akadanidzira kuna Jehovha akati, “Haiwa, Jehovha Mwari wangu, mauyisawo here dambudziko pachirikadzi iyi yandiri kugara nayo, nokuuraya mwanakomana wayo?” Ipapo akazvambarara pamusoro pomukomana katatu akadanidzira kuna Jehovha akati, “Haiwa Jehovha Mwari wangu, itai kuti mweya womukomana uyu udzokere maari!” Jehovha akanzwa kudanidzira kwaEria, mweya womukomana ukadzokera maari, uye akararama. Eria akatora mwana akamutakura achibuda mumba maakanga ari akaenda naye mumba huru. Akamupa kuna mai vake akati, “Tarirai, mwanakomana wenyu mupenyu!” Ipapo mukadzi akati kuna Eria, “Zvino ndazoziva kuti muri munhu waMwari uye kuti shoko raJehovha rinobuda mumuromo menyu nderechokwadi.” "
    },
    {
      "chapter": "18",
      "verses": "Eria naObhadhia Zvino mushure menguva huru, mugore rechitatu, shoko raJehovha rakauya kuna Eria richiti, “Enda undozviratidza kuna Ahabhu, uye ini ndichanayisa mvura panyika.” Saka Eria akaenda kundozviratidza kuna Ahabhu. Zvino nzara yakanga yanyanya kwazvo muSamaria, uye Ahabhu akanga adana Obhadhia uyo akanga ari mutariri womuzinda wake. (Obhadhia akanga achitenda kuna Jehovha zvikuru kwazvo. Jezebheri paakanga achiuraya vaprofita vaJehovha, Obhadhia akanga atora vaprofita zana akavaviga mumapako maviri, makumi mashanu mune rimwe nerimwe. Uye akavapa kudya nemvura.) Ahabhu akanga ati kuna Obhadhia, “Enda munyika umu kuzvitubu zvose nemipata yose. Zvimwe tingawana uswa tiraramise mabhiza namahesera kuitira kuti tirege kuzouraya kana chimwe chete chezvipfuwo zvedu.” Saka vakagovana nzvimbo dzavaizoenda, Ahabhu achienda kune rimwe divi, Obhadhia kune rimwewo divi. Obhadhia akati achifamba, Eria akasangana naye. Obhadhia akamuziva akakotamira pasi, uye akati, “Chaizvoizvo chokwadi, ndimi here ishe wangu Eria?” Akapindura akati, “Hongu. Enda undoudza ishe wako kuti, ‘Eria ari kuno.’ ” Obhadhia akabvunza akati, “Ndatadzeiko zvamava kuendesa muranda wenyu kuna Ahabhu kuti andourayiwa? Zvirokwazvo naJehovha Mwari wenyu mupenyu, hakuna rudzi kana nyika, ishe wangu, kwaasina kutuma mumwe munhu kuti andokutsvagai. Uye kana pane nyika kana rudzi vaiti makanga musiko, aitovamanikidza kuti vapike kuti vakanga vakushayai. Asi zvino mava kundiudza kuti ndiende kuna ishe wangu ndinoti, ‘Eria ari kuno.’ Ini handizivi kuti Mweya waJehovha uchakuendesai kupi kana ndabva pano pamuri. Kana ndikaenda kundoudza Ahabhu, iye akazokushayai, anondiuraya. Asi ini muranda wenyu ndakashumira Jehovha kubvira pauduku hwangu. Ishe wangu, hamuna kunzwa here zvandakaita, Jezebheri paakanga achiuraya vaprofita vaJehovha? Ndakaviga vaprofita vaJehovha zana mumapako maviri, makumi mashanu mune rimwe nerimwe uye ndakavapa kudya nemvura. Zvino mava kundiudza kuti ndiende kuna ishe wangu ndinoti, ‘Eria ari kuno.’ Anondiuraya!” Eria akati, “NaJehovha Wamasimba Ose mupenyu, wandinoshandira, zvirokwazvo ndichazvipira kuna Ahabhu nhasi.” Eria paGomo reKarimeri Saka Obhadhia akaenda kundosangana naAhabhu akamuudza, uye Ahabhu akaenda kundosangana naEria. Paakaona Eria, akati kwaari, “Ndiwe here, iwe mutambudzi weIsraeri?” Eria akapindura akati, “Handina kuuyisa dambudziko kuIsraeri, asi imi nemhuri yenyu ndimi makadaro. Makasiya mirayiro yaJehovha mukatevera Bhaari. Zvino danai vanhu muIsraeri yose kuti vazosangana neni paGomo reKarimeri. Muuyewo namazana mana namakumi mashanu avaprofita vaBhaari namazana mana avaprofita vaAshera vanodya patafura yaJezebheri.” Saka Ahabhu akatuma shoko muIsraeri yose akaunganidza vaprofita paGomo reKarimeri. Eria akaenda pamberi pavanhu akati, “Mucharamba muchifunga mifungo miviri kusvikira riniko? Kana Jehovha ari Mwari, muteverei; asi kana Bhaari ari Mwari, muteverei.” Asi vanhu havana chavakataura. Zvino Eria akati kwavari, “Ini chete pavaprofita vaJehovha ndini ndasara, asi Bhaari ane vaprofita mazana mana namakumi mashanu. Titorerei hando mbiri. Ivo ngavazvisarudzire yavo, uye ngavaicheke-cheke kuita zvidimbu zvidimbu vagoiisa pamusoro pehuni, asi havafaniri kudzitungidza nomoto. Ini ndichagadzira imwe hando yacho ndigoyiisa pamusoro pehuni asi handizodzitungidzi nomoto. Ipapo mudane kuzita ramwari wenyu, uye ini ndichadana kuzita raJehovha. Mwari achapindura nomoto ndiye Mwari.” Ipapo vanhu vose vakati, “Zvawataura zvakanaka.” Eria akati kuvaprofita vaBhaari, “Sarudzai imwe yehando idzi mugotanga imi kuigadzira, sezvo makawanda. Danai kuzita ramwari wenyu, asi musatungidza moto.” Saka vakatora hando yavakanga vapiwa vakaigadzira. Ipapo vakadana kuzita raBhaari kubvira mangwanani kusvikira masikati. Vakadanidzira vakati, “Bhaari, tipindure!” Asi mhinduro haina kuwanikwa; hapana akapindura. Vakatamba vachipoterera aritari yavakanga vaita. Ava masikati, Eria akatanga kuvatuka akati, “Danidzirisai! Zvirokwazvo ndimwari! Zvichida ari kufunga zvakadzama kwazvo, kana kuti ane basa kwazvo, kana kuti ari parwendo. Zvimwe akavata zvokuti anotofanira kumutswa.” Saka vakatonyanyisa kudanidzira, vakazvicheka-cheka neminondo namapfumo, setsika yavo, kusvikira ropa ravo raerera. Masikati akapfuura, ivo vakaramba vachiprofita zveshungu kusvikira nguva yechibayiro chamanheru. Asi hapana chakaitika, hapana akapindura, hapana akaratidza hanya. Ipapo Eria akati kuvanhu vose, “Uyai kuno kwandiri.” Vakauya kwaari, iye akagadzira aritari yaJehovha yakanga yaputswa. Eria akatora mabwe gumi namaviri, rimwe chete rakamirira rudzi rumwe chete rwavanakomana vaJakobho, uyo akanga audzwa naJehovha kuti, “Zita rako richava Israeri.” Akashandisa mabwe aya kuvaka aritari muzita raJehovha, uye akachera mugero waipoteredza aritari wakanga wakakura zvokuti waikwana maseya maviria embeu. Akaronga huni, akacheka hando kuita zvidimbu zvidimbu, akaiisa pamusoro pehuni. Ipapo akati kwavari, “Zadzai zvirongo zvikuru zvina nemvura mugoidira pamusoro pechipiriso napamusoro pehuni.” Akati, “Pamhidzai zvakare,” ivo vakapamhazve. Akatizve, “Pamhidzai kechitatu.” Mvura yakaerera ichipoteredza aritari ikazadzawo nomugero. Panguva yechibayiro, muprofita Eria akaenda pamberi akanamata akati, “Haiwa Jehovha, Mwari waAbhurahama, Isaka naIsraeri, ngazvizivikanwe nhasi kuti ndimi Mwari munyika yeIsraeri uye kuti ini ndiri muranda wenyu, uyewo kuti ndaita zvinhu zvose izvi sezvamakandirayira. Haiwa Jehovha, ndipindurei, ndipindurei, kuitira kuti vanhu ava vazive kuti imi, Jehovha, ndimi Mwari, uye kuti muri kudzora mwoyo yavo zvakare.” Ipapo moto waJehovha wakaburuka ukapisa chibayiro, nehuni namabwe nevhu, ukananzva mvura yose yaiva mumugero. Vanhu vose pavakaona izvi, vakawira pasi nezviso zvavo, vakadanidzira vachiti, “Jehovha ndiye Mwari! Jehovha ndiye Mwari!” Ipapo Eria akavarayira akati, “Batai vaprofita vaBhaari. Musarega kana mumwe chete achipunyuka!” Vakavabata, uye Eria akaita kuti vaendeswe zasi kuMupata weKishoni vakandourayirwako. Uye Eria akati kuna Ahabhu, “Chienda undodya uye unwe, nokuti kune kutinhira kwemvura zhinji.” Saka Ahabhu akaenda kundodya nokunwa, asi Eria akakwira pamusoro pegomo reKarimeri, akakotamira pasi akaisa chiso chake pakati pamabvi ake. Akaudza muranda wake kuti, “Enda undotarisa kwakadziva kugungwa.” Akakwira akandotarisa. Akati, “Hakuna chiriko uku.” Eria akati, “Dzokerazve,” kanomwe. Kechinomwe muranda akati, “Gore duku rakaenzana nechanza chomunhu riri kukwira richibva mugungwa.” Saka Eria akati, “Enda undoudza Ahabhu kuti, ‘Sunga ngoro yako uburuke usati wadzivirirwa nemvura.’ ” Panguva imwe cheteyo denga rakasviba namakore, mhepo ikavhuvhuta, mvura zhinji ikauya, Ahabhu akaenda nengoro kuJezireeri. Simba raJehovha rakauya pana Eria, akasunga jasi rake nebhanhire, akamhanya pamberi paAhabhu nzira yose kusvika kuJezireeri. "
    },
    {
      "chapter": "19",
      "verses": "Eria anotizira kuHorebhi Zvino Ahabhu akaudza Jezebheri zvose zvakanga zvaitwa naEria nokuuraya kwaakanga aita vaprofita vose nomunondo. Ipapo Jezebheri akatuma nhume kuna Eria kundoti, “Vamwari ngavandirange, vanyanyise kudaro, kana nenguva ino mangwana, ndikasaita kuti upenyu hwako hufanane nehwomumwe wavo.” Eria akatya akatiza kuti aponese upenyu hwake. Paakasvika kuBheerishebha muJudha, akasiya muranda wake ikoko, iye pachake akafamba rwendo rwezuva rimwe chete achipinda mugwenga. Akasvika pamuti womurara, akagara pasi pawo akanamata kuti achifa. Akati, “Zvaringana hazvo, Jehovha. Chitorai upenyu hwangu; handipfuuri madzitateguru angu pakururama.” Ipapo akarara pasi pomuti akabatwa nehope. Pakarepo mutumwa akamubata akati, “Simuka udye.” Akatarisa-tarisa, akaona chingwa chakanga chabikwa pamazimbe omoto pedyo nomusoro wake, nechirongo chemvura. Akadya, akanwa, akabva arara zvakare. Mutumwa waJehovha akadzoka kechipiri akamubata akati, “Simuka udye, nokuti rwendo rungakuremera.” Naizvozvo akamuka akadya, akanwa. Zvokudya izvozvo zvakamupa simba zvokuti akafamba kwamazuva makumi mana nousiku makumi mana kusvikira asvika paHorebhi, gomo raMwari. Ipapo akapinda mubako akarara usiku hwose. Jehovha anozviratidza kuna Eria Zvino shoko raJehovha rakasvika kwaari richiti, “Uri kuiteiko pano, Eria?” Akapindura akati, “Ndakanga ndichishingairira Jehovha Mwari Wamasimba Ose kwazvo. VaIsraeri vakaramba sungano yenyu, vakaputsa aritari dzenyu, uye vakauraya vaprofita venyu nomunondo. Ndini ndoga ndasara, zvino vava kuedza kundiurayawo.” Jehovha akati, “Buda panze umire pagomo pamberi paJehovha, nokuti Jehovha ari kuda kuzopfuura nepo.” Ipapo mhepo huru ine simba yakapamura makomo ikapwanya mabwe pamberi paJehovha, asi Jehovha akanga asiri mumhepo. Mushure memhepo, pakava nokudengenyeka kwenyika, asi Jehovha akanga asiri mukudengenyeka ikoko. Mushure mokudengenyeka kwenyika kwakauya moto, asi Jehovha akanga asiri mumoto. Uye shure kwomoto akanzwa inzwi richitaura nakazevezeve kakapfava. Eria paakarinzwa, akafukidza chiso chake nejasi rake akabuda panze akamira pamuromo webako. Ipapo inzwi rakati kwaari, “Uri kuiteiko pano, Eria?” Akapindura akati, “Ndakanga ndichishingairira Jehovha Mwari Wamasimba Ose kwazvo. VaIsraeri vakaramba sungano yenyu, vakaputsa aritari dzenyu, uye vakauraya vaprofita venyu nomunondo. Ndini ndoga ndasara, zvino vava kuedza kundiurayawo.” Jehovha akati kwaari, “Dzokera nenzira yawauya nayo, ugoenda kuGwenga reDhamasiko. Kana wasvikako, uzodze Hazaeri kuti ave mambo weAramu. Uzodzezve Jehu, mwanakomana waNimishi kuti ave mambo weIsraeri, ugozodza Erisha, mwanakomana waShafati wokuAbheri Mehora kuti atore nzvimbo yako somuprofita. Jehu achauraya vose vachapunyuka munondo waHazaeri, uye Erisha achaurayawo vose vachapunyuka munondo waJehu. Kunyange zvakadaro, ndakachengeta zviuru zvinomwe zvavanhu muIsraeri, vose vane mabvi asina kupfugamira Bhaari uye vane miromo isina kumutsvoda.” Kudanwa kwaErisha Naizvozvo Eria akabvapo akandowana Erisha mwanakomana waShafati. Akanga achirima nehando dzakasungwa pamajoko gumi namaviri, iye achichaira joko regumi namaviri. Eria akaenda kwaari akakanda jasi rake paari. Ipapo Erisha akasiya hando dzake akamhanya achitevera Eria. Akati, “Regai ndimbonotsvoda baba namai vangu ndichionekana navo, ndigozoenda nemi.” Eria akati, “Dzokera zvako. Ndakuiteiko?” Naizvozvo Erisha akamusiya akadzokera. Akatora hando dzejoko rake akadzibaya. Akashandisa zvaairimisa sehuni dzokubikisa nyama yacho, akaipa kuvanhu, ndokubva vadya. Ipapo akasimuka akatevera Eria akabva ava muranda wake. "
    },
    {
      "chapter": "20",
      "verses": "Bheni-hadhadhi anorwisa Samaria Zvino Bheni-hadhadhi mambo weAramu akaunganidza varwi vake vose. Achibatsirwa namadzimambo makumi matatu namaviri vaine mabhiza avo nengoro, akaenda akakomba Samaria akarirwisa. Akatuma nhume muguta kuna Ahabhu mambo weIsraeri kundoti, “Zvanzi naBheni-hadhadhi, ‘Sirivha yako negoridhe ndezvangu, uye vakadzi vako navana vako vakanyanyisa kunaka ndevangu.’ ” Mambo weIsraeri akapindura akati, “Sezvamataura, ishe wangu mambo. Ini nezvose zvandinazvo ndiri wenyu.” Nhumwa dzakauya zvakare ndokusvikoti, “Zvanzi naBheni-hadhadhi, ‘Ndakatumira shoko rokuti ndinoda sirivha yako negoridhe, navakadzi vako navana vako. Asi mangwana nenguva yakaita seino ndichatuma varanda vangu kuti vazotsvagisisa mumuzinda wako nomudzimba dzavaranda vako. Vachatora zvose zvaunokoshesa vagoenda nazvo.’ ” Mambo weIsraeri akadana vakuru vose venyika akati kwavari, “Tarisai muone kuti murume uyu ari kutsvaga muromo sei! Paakati ari kuda kutora vakadzi vangu navana vangu, nesirivha yangu negoridhe rangu, handina kurambira.” Vakuru navanhu, vose vakapindura vakati, “Musateerera kwaari kana kubvumirana nezvaari kuda.” Naizvozvo akapindura nhume dzaBhenihadhadhi akati, “Udzai ishe wangu mambo kuti, ‘Muranda wenyu achaita zvose zvamakamukumbira pakutanga, asi chikumbiro ichi chazvino handigoni kuchizadzisa.’ ” Vakasimuka vakaenda nemhinduro kwavakanga vabva, kuna Bheni-hadhadhi. Saka Bheni-hadhadhi akatumira rimwe shoko kuna Ahabhu achiti, “Vamwari ngavaitewo kwandiri, vanyanyise kudaro, kana guruva ringakwana kupa mumwe nomumwe wamauto angu kuti azadze chanza chake rikasara muSamaria.” Mambo weIsraeri akapindura akati, “Muudzei kuti, ‘Uyo anoshonga nhumbi dzokurwa ngaarege kuzvirumbidza souyo anodzibvisa.’ ” Bheni-hadhadhi akanzwa shoko iri iye namadzimambo pavakanga vachinwa vari mumisasa, akabva arayira mauto ake akati, “Gadzirirai kundorwisa.” Saka vakagadzirira kundorwisa guta. Ahabhu anokunda Bheni-hadhadhi Panguva iyoyo mumwe muprofita akauya kuna Ahabhu mambo weIsraeri, akati, “Zvanzi naJehovha, ‘Uri kuona hondo huru huru iyi here? Ndichaiisa muruoko rwako nhasi, ipapo uchaziva kuti ndini Jehovha.’ ” Ahabhu akabvunza akati, “Asi ndiani achaita izvi?” Muprofita akapindura akati, “Zvanzi naJehovha, ‘Majaya amachinda omumatunhu ndiwo achazviita.’ ” Akabvunza akati, “Zvino ndiani achatanga hondo yacho?” Muprofita akapindura akati, “Ndiwe uchaitanga.” Saka Ahabhu akaunganidza majaya amachinda omumatunhu, varume vaikwana mazana maviri namakumi matatu navaviri. Mushure akaunganidza vamwe vaIsraeri, pamwe chete zviuru zvinomwe. Vakasimuka masikati, Bheni-hadhadhi namadzimambo makumi matatu navaviri vaiva kudivi rake panguva yavakanga vari mumisasa yavo vachidhakwa. Majaya amachinda omumatunhu ndiwo akatanga kuenda. Zvino Bheni-hadhadhi akanga atuma vashori uye vakamuudza kuti, “Kune mauto ari kubva kuSamaria.” Akati, “Kana vauya kuzotsvaga rugare, vabatei vari vapenyu; kana vauya kuzorwa, vabatei vari vapenyu.” Majaya amachinda omumatunhu akafamba achibuda muguta varwi vari mumashure mavo uye mumwe nomumwe wavo akauraya waakarwisana naye. VaAramu vakatiza, vaIsraeri vachivadzingirira. Asi Bheni-hadhadhi mambo weAramu akatiza akatasva bhiza, navamwe vavarwi vake vaiva namabhiza. Mambo weIsraeri akabuda akakunda mabhiza nengoro, akauraya vaAramu vakawanda kwazvo. Mushure maizvozvo, muprofita akauya kuna mambo weIsraeri akati, “Simbisa chinzvimbo chako ugoona zvinofanira kuitwa, nokuti muchirimo chiri kutevera mambo weAramu achakurwisa zvakare.” Panguva imwe cheteyo, varanda vamambo weAramu vakati kwaari, “Vamwari vavo ndavamwari vamakomo. Ndicho chikonzero vakatikurira. Asi tikarwa navo mumapani, zvirokwazvo tichavakurira. Itai izvi: Bvisai madzimambo ose panzvimbo dzavo dzokutonga mugovatsiva navamwe vabati. Munofanirawo kuzviunganidzira hondo yakafanana neyamakarasikirwa nayo, bhiza nebhiza nengoro nengoro, kuitira kuti tikwanise kurwa navaIsraeri mumapani. Ipapo zvirokwazvo tichavakurira.” Akabvumirana navo akaita saizvozvo. Muchirimo chakatevera Bheni-hadhadhi akaunganidza vaAramu akakwira kuAfeki kundorwa neIsraeri. VaIsraeri vakati vaunganidzwawo nokupiwa zvose zvinodiwa pakurwa hondo, vakafamba vachienda kundosangana navo. VaIsraeri vakadzika musasa wavo vakatarisana navo, vachinge mapoka maduku maviri embudzi, ukuwo vaAramu vakazadza nyika. Munhu waMwari akauya akaudza mambo weIsraeri kuti, “Zvanzi naJehovha, ‘Nokuda kwokuti vaAramu vanofunga kuti Jehovha ndimwari wamakomo, uye kuti haasi mwari wemipata, ndichaisa hondo huru huru iyi mumaoko ako, uye uchaziva kuti ndini Jehovha.’ ” Kwamazuva manomwe vakagara pamisasa yavo vakatarisana, uye nezuva rechinomwe hondo yakatanga. VaIsraeri vakauraya zana rezviuru zvamauto etsoka avaAramu musi mumwe chete. Vakasara vakatizira kuguta reAfeki, uko kwakandowira rusvingo pamusoro pezviuru makumi maviri nezvinomwe zvavo. Uye Bheni-hadhadhi akatizira kuguta akandohwanda muimba yomukati. Varanda vake vakati kwaari, “Tarirai, takanzwa kuti madzimambo eimba yaIsraeri ane tsitsi. Ngatiendei kuna mambo weIsraeri takasungirira masaga muzviuno zvedu, uye takasunga misoro yedu netambo. Zvichida angakuregai muri mupenyu.” Vakasungirira masaga muzviuno zvavo vakasunga misoro yavo netambo, vakabva vaenda kuna mambo weIsraeri vakasvikoti, “Muranda wenyu Bheni-hadhadhi ati, ‘Ndapota, dai mangondirega ndararama.’ ” Mambo akapindura akati, “Achiri mupenyu nazvino? Ihama yangu.” Varume ava vakazviona sechiratidzo chakanaka ndokukurumidza kutevedzera zvaakanga areva. Vakati, “Hongu, hama yenyu Bheni-hadhadhi!” Mambo akati, “Endai munomutora.” Bhenihadhadhi akati achibuda, Ahabhu akamukwidza mungoro yake. Bheni-hadhadhi akati kwaari, “Ndichadzosera maguta akatorwa nababa vangu kuna baba vako. Unogonawo kuisa misika yako muDhamasiko, sezvakaitwa nababa vangu muSamaria.” Ahabhu akati, “Nokuda kwechibvumirano ichi, ndichakusunungura.” Saka akaita chibvumirano naye, akamurega achienda. Muprofita anopa Ahabhu mutongo Mumwe wavanakomana vavaprofita arayirwa naJehovha, akati kushamwari yake, “Ndirove!” asi murume uyu akaramba. Naizvozvo muprofita akati, “Zvausina kuteerera Jehovha, uchingobva pano pandiri, uchaurayiwa neshumba.” Zvino murume uyu achangobva paakanga ari, shumba yakamuwana ikamuuraya. Muprofita akawana mumwe murume akati, “Ndapota, ndirove.” Naizvozvo murume uyu akamurova, akamukuvadza. Ipapo muprofita akaenda akandomirira mambo pamugwagwa. Akazviita somumwe munhu akakwevera pasi mucheka wake womusoro kuti uvharidzire maziso ake. Mambo paakanga ava kupfuura nepo muprofita akadanidzira kwaari akati, “Muranda wenyu akaenda pakatikati pehondo payakanga ichirwiwa, mumwe munhu akauya kwandiri nomusungwa akati, ‘Chengeta murume uyu. Kana akashayikwa upenyu hwako huchatsiva hwake, kana kuti ucharipa netarendaa resirivha.’ Muranda wenyu paakanga ari mubishi rokuita basa pano nekoko, murume uya akanyangarika.” Mambo weIsraeri akati, “Iwoyo ndiwo mutongo wako. Ndiwe wautaura woga.” Ipapo muprofita akakurumidza kubvisa mucheka pamaziso ake, mambo weIsraeri akabva amuziva kuti aiva mumwe wavaprofita. Akati kuna mambo, “Zvanzi naJehovha, ‘Wakasunungura munhu wandakanga ndati anofanira kufa. Naizvozvo upenyu hwako huchatsiva hwake, vanhu vako vachatsiva vanhu vake.’ ” Mambo weIsraeri akaenda kumuzinda wake muSamaria aora mwoyo uye ashatirwa. "
    }
  ]
}
