{
  "book": "1 Makoronike",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Zvinyorwa zvenhoroondo kubva kuna Adhamu kusvika kuna Abhurahama Kusvika kuvanakomana vaNoa Adhamu, Seti, Enoshi, Kenani, Maharareri, Jaredhi, Inoki, Metusera, Rameki, Noa. Vanakomana vaNoa vaiva: Shemu, Hamu, naJafeti. VaJafeti Vanakomana vaJafeti vaiva: Gomeri, Magogi, Madhai, Javhani, Tubhari, Mesheki naTirasi. Vanakomana vaGomeri vaiva: Ashikenazi, Rifati naTogama. Vanakomana vaJavhani vaiva: Erisha, Tashishi, muKitimi nomuRodhanimi. VaHamu Vanakomana vaHamu vaiva: Kushi, Miziraimi, Puti naKenani. Vanakomana vaKushi vaiva: Sebha, Havhira, Sabata, Raama naSabhiteka. Vanakomana vaRaama vaiva: Shebha naDedhani. Kushi aiva baba vaNimurodhi; uyo akakura akava murwi mukuru panyika. Miziraimi aiva baba vavaRudhi, vaAnami, vaRehabhi, vaNafutuhi, vaPataini, vaKasiruhi (umo makazobvawo vaFiristia) navaKafitori. Kenani aiva baba vaSidhoni dangwe rake, nevaHiti, vaJebhusi vaAmori, vaGirigashi, vaHivhi, vaAriki, vaSini, vaArivhadhi, vaZemari nevaHamati. VaSemi Vanakomana vaShemu vaiva: Eramu, Ashua, Arifakadhi, Rudhi naAramu. Vanakomana vaAramu vaiva: Uzi, Huri, Geteri naMesheki. Arifakadhi aiva baba vaShera uye aiva baba vaEbheri. Vanakomana vaviri vakaberekerwa Ebheri: mumwe ainzi Peregi, nokuti panguva yake nyika yakanga yakakamurana; munun'una wake ainzi Jokitani. Jokitani aiva baba vaArimodhadhi, Sherefi, Hazarimavheti, Jera, Hadhorami, Uzari, Dhikira, Obhari, Abhimaeri, Shebha, Ofiri, Havhira, naJobhabhi. Ava vose vaiva vanakomana vaJokitani. Shemu, Arifakisadhi, Shera, Ebheri, Peregi, Reu, Serugi, Nahori, Tera naAbhuramu (iye Abhurahama). Mhuri yaAbhurahama Vanakomana vaAbhurahama vaiva: Isaka naIshumaeri. Zvizvarwa zvaHagari Izvi ndizvo zvaiva zvizvarwa zvavo: Nebhayoti dangwe raIshumaeri, Kedhari, Adhibheeri, Mibhisani, Mishima, Dhuma, Masa, Hadhadhi, Tema, Jeturi, Nafishi, naKedhema. Ava ndivo vaiva vanakomana vaIshumaeri. Zvizvarwa zvaKetura Vanakomana vakaberekwa naKetura, murongo waAbhurahama vaiva: Zimirani, Jokishani, Medhani, Midhiani, Ishibhaki naShua. Vanakomana vaJokishani vaiva: Shebha naDhedhani. Vanakomana vaMidhiani vaiva: Efa, Eferi, Hanoki, Abhidha naEridha. Ava vose vaiva zvizvarwa zvaKetura. Zvizvarwa zvaSara Abhurahama aiva baba vaIsaka. Vanakomana vaIsaka vaiva: Esau naIsraeri. Vanakomana vaSeiri vaiva: Erifazi, Reueri, Jeushi, Jaramu, naKora. Vana vaErifazi vaiva: Temani, Omari, Zefa, Gatami, naKenazi; naTimina, vakabereka Amareki. Vanakomana vaReueri vaiva: Nahati, Zera, Shama naMiza. Vanakomana vaSeiri vaiva: Rotani, Shobhari, Zibheoni, Ana, Dhishoni, Ezeri naDhishani. Vanakomana vaRotani vaiva: Hori naHomami, Timina aiva hanzvadzi yaRotani. Vanakomana vaShobhari vaiva: Arivhani, Manahati, Ebhari, Shefo naOnami. Vanakomana vaZibheoni vaiva: Aya naAna. Mwanakomana waAna ainzi Dhishoni. Vanakomana vaDhishoni vaiva: Hemidhani, Eshibhani, Itirani naKerani. Vanakomana vaEzeri vaiva: Bhirihani, Zaavhani naAkani. Vanakomana vaDhishani vaiva: Uzi naArani. Vatongi veEdhomu Aya ndiwo aiva madzimambo aitonga muEdhomu kusati kwava namambo upi zvake aitonga muIsraeri vaiva: Bhera mwanakomana waBheori, guta rake rainzi Dhinihabha. Bhera paakafa, Jobhabhu mwanakomana waZera aibva kuBhozira akamutevera paumambo. Jobhabhu paakafa, Hushami aibva kunyika yevaTemani akamutevera paumambo. Hushami paakafa, Hadhadhi mwanakomana waBedhadhi uyo akakunda Midhiani munyika yaMoabhu akamutevera paumambo. Guta rake rainzi Avhiti. Hadhadhi paakafa Samira aibva kuMasireka akamutevera paumambo. Samira paakafa, Shauri aibva kuRehobhoti parwizi akamutevera paumambo. Shauri paakafa Bhaari Hanani mwanakomana waAkibhoni akamutevera paumambo. Bhaari Hanani paakafa, Hadhadhi akamutevera paumambo. Guta rake rainzi Pau uye mudzimai wake ainzi Mehetabheri mwanasikana waMezahabhi. Hadhadhi akafawo. Madzishe eEdhomu aiva: Timina, Arivha, Jeteti Ohoribhama, Era, Pinoni, Kenazi, Temani, Mibhizari, Magidhieri naIrami. Aya ndiwo aiva madzishe eEdhomu. "
    },
    {
      "chapter": "2",
      "verses": "Vanakomana vaIsraeri Ava ndivo vaiva vanakomana vaIsraeri: Rubheni, Simeoni, Revhi, Judha, Isakari, Zebhuruni, Dhani, Josefa, Benjamini, Nafutari, Gadhi naAsheri. Judha Kuvanakomana vaHezironi Vanakomana vaJudha vaiva: Eri, Onani naShera. Vatatu ava akavaberekerwa naShua mudzimai wechiKenani. Eri dangwe raJudha, akanga akaipa pamberi paJehovha. Saka Jehovha akamuuraya. Tamari muroora waJudha akamuberekera Perezi naZera. Judha aiva navanakomana vashanu vose pamwe chete. Vanakomana vaPerezi vaiva: Hezironi naHamuri. Vanakomana vaZera vaiva: Zimuri, Etani, Hemani, Karikori naDharidha; vose vaiva vashanu. Mwanakomana waKarimi aiva: Akari, uyo akauyisa matambudziko pamusoro peIsraeri nokutyora murayiro wokusatora zvinhu zvakaereswa. Mwanakomana waEtani ainzi Azaria. Vanakomana vaHezironi vaiva: Jerameeri, Rami naKarebhu. Kubva kuna Rami mwanakomana waHezironi Rami aiva baba vaAminadhabhi, uye Aminadhabhi aiva baba vaNashoni mutungamiri wavanhu veJudha. Nashoni aiva baba vaSarimoni, Sarimoni ari baba vaBhoazi, Bhoazi aiva baba vaObhedhi uye Obhedhi aiva baba vaJese. Jese aiva baba vaEriabhi dangwe rake; mwanakomana wake wechipiri ainzi Abhinadhabhi, wechitatu ainzi Shimea, wechina ainzi Netaneri, wechishanu ainzi Radhai, wechitanhatu ainzi Ozemi uye wechinomwe ainzi Dhavhidhi. Hanzvadzi dzavo dzaiva Zeruya naAbhigairi. Vanakomana vatatu vaZeruya vaiva Abhishai, Joabhu naAsaheri. Abhigairi aiva amai vaAmasa, baba vaAmasa vainzi Jeteri muIshumaeri. Karebhu mwanakomana waHezironi Karebhu mwanakomana waHezironi akabereka vana nomudzimai wake Azubha (uye naJerioti). Ava ndivo vaiva vanakomana vake: Jesheri Shobhabhi naAridhoni. Azubha paakafa Karebhu akaroora Efurati uyo akamuberekera Huri. Huri aiva baba vaUri uye Uri aiva baba vaBhezareri. Shure kwaizvozvo, Hezironi akavata nomwanasikana waMakiri baba vaGireadhi; akanga amuwana paakanga ava namakore makumi matanhatu; akamuberekera Segubhi. Segubhi aiva baba vaJairi, uyo aitonga maguta makumi maviri namatatu muGireadhi. Asi Geshuri naAramu vakatapa Habhoti Jairi pamwe chete neKenoti namaguta akaripoteredza, maguta makumi matanhatu. Ava vose vaiva vorudzi rwaMakiri baba vaGireadhi. Mushure mokunge Hezironi afira muKarebhu Efurata, Abhija mudzimai waHezironi akamuberekera Ashuri baba vaTekoa. Jerameeri mwanakomana waHezironi Vanakomana vaJerameeri dangwe raHezironi vaiva: Rami dangwe rake, Bhuna, Oreni, Ozemi naAhija. Jerameeri akanga ane mumwe mukadzi, zita rake ainzi Atara. Akanga ari amai vaOnami. Vanakomana vaRami dangwe raJerameeri vaiva: Maazi, Jamini naEkeri. Vanakomana vaOnami vaiva: Shamai naJadha. Vanakomana vaShamai vaiva: Nadhabhi naAbhishuri. Mukadzi waAbhishuri ainzi Abhihairi akamuberekera Abhani naMoridhi. Vanakomana vaNadhabhi vaiva: Seredhi naApaimi. Seredhi akafa asina vana. Mwanakomana waApaimi ainzi Ishi uyo aiva baba vaSheshani. Sheshani aiva baba vaArai. Vanakomana vaJadha, munun'una waShamai vaiva: Jeteri naJonatani. Jeteri akafa asina vana. Vanakomana vaJonatani vaiva: Pereti naZaza. Ava ndivo vaiva zvizvarwa zvorudzi zvaJerameeri. Sheshani aiva asina vanakomana, aiva navanasikana chete. Aiva nomuranda wechiIjipita ainzi Jara. Sheshani akapa mwanasikana wake kuti ave mukadzi womuranda wake. Jara akamuberekera Atai. Atai aiva baba vaNatani, Natani aiva baba vaZabadhi, Zabadhi baba vaEfirari, Efirari baba vaObedhi, Obedhi baba vaJehu, Jehu baba vaAzaria, Azaria baba vaHerezi, Herezi baba vaEreasa, Ereasa baba vaSisimai, Sisimai baba vaSharumi, Sharumi baba vaJekamia, uye Jekamia aiva baba vaErishama. Dzimba dzaKarebhu Vanakomana vaKarebhu munun'una waJerameeri vaiva: Mesha dangwe rake, uyo aiva baba vaZifi uye nomwanakomana wake Maresha, uyo aiva baba vaHebhuroni. Vanakomana vaHebhuroni vaiva: Kora, Tapuwa, Rekemu naShema. Shema aiva baba vaRahamu, uye Rahamu baba vaJorikeami. Rekemu aiva baba vaShamai. Mwanakomana waShamai ainzi Maoni, uye Maoni aiva baba vaBheti Zuri. Mumwe murongo waKarebhu ainzi Efa ndiye aiva amai vaHarani, Moza naGazezi. Harani aiva baba vaGazezi. Vanakomana vaJadhai vaiva: Regemu, Jotamu, Geshani, Pereti, Efa naShaafi. Mumwe murongo waKarebhu ainzi Maaka ndiye aiva amai vaShebheri naTirana. Akaberekawo Shaafi baba vaMadhimana naShevha baba vaMakibhena naGibhea. Mwanasikana waKarebhu ainzi Akisa. Izvi ndizvo zvizvarwa zvaKarebhu. Vanakomana vaHuri dangwe raEfurata: Shobhari baba vaKiriati Jearimi, Sarima baba vaBheterehema, naHarefi baba vaBheti Gadheri. Zvizvarwa zvaShobhari baba vaKiriati Jearimi zvaiva: Haroe, hafu yavaManahati, uye dzimba dzaKiriati Jearimi dzaiva: vaItiri, vaPuti, vaShumati navaMishirai. Kuna ivava kwakabva vaZorati navaEshitaori. Zvizvarwa zvaSarima zvaiva: Bheterehema, vaNetofati, Atiroti Bheti Joabhu, hafu yavaManahati, vaZori, uye dzimba dzavanyori vaigara paJabhezi dzaiva: vaTirati, vaShimeati navaSukati. Ava ndivo vaKeni vakabva kuna Hamati baba veimba yaRekabhi. "
    },
    {
      "chapter": "3",
      "verses": " Vanakomana vaDhavhidhi Ava ndivo vanakomana vaDhavhidhi vaakaberekerwa ari kuHebhuroni: Dangwe rake rainzi Amunoni mwanakomana waAhinoami weJezireeri. Wechipiri ainzi Dhanieri, mwanakomana waAbhigairi weKarimeri; wechitatu, Abhusaromu mwanakomana waMaaka mwanasikana waTarimai mambo weGeshuri; wechina, Adhoniya mwanakomana waHagiti, wechishanu, Shefatia mwanakomana waAbhitari uye wechitanhatu Itireami nomukadzi wake Egira. Ava vatanhatu vakaberekerwa Dhavhidhi muHebhuroni umo maakatonga kwamakore manomwe nemwedzi mitanhatu. Dhavhidhi akazotonga muJerusarema kwamakore makumi matatu namatatu uye ava ndivo vana vaakaberekerwa ikoko. Vaiva: Shamua, Shobhabhi, Natani naSoromoni. Ava vana vakaberekwa naBhatishebha mwanasikana waAmieri. Kwaivawo naIbhari, Erisua, Erifereti Noga, Nefegi, Jafia, Erishama, Eriadha naErifereti, vose vaiva vapfumbamwe. Ava vose vaiva vanakomana vaDhavhidhi, tisingaverengi vanakomana vake vaakaita navarongo vake. Uye Tamari aiva hanzvadzi yavo. Madzimambo eJudha Mwanakomana waSoromoni ainzi Rehobhoamu, Abhija mwanakomana wake, Asa mwanakomana wake, Jehoshafati mwanakomana wake, Jehoramu mwanakomana wake, Ahazia mwanakomana wake, Joashi mwanakomana wake, Amazia mwanakomana wake, Azaria mwanakomana wake, Jotamu mwanakomana wake, Ahazi mwanakomana wake, Hezekia mwanakomana wake, Manase mwanakomana wake, Amani mwanakomana wake Josia mwanakomana wake. Vanakomana vaJosia vaiva: Johanani dangwe, Jehoyakimi wechipiri, Zedhekia wechitatu naSharumi wechina. Vakatevera Jehoyakimi vaiva: Jehoyakini mwanakomana wake naZedhekia. Veimba yoUmambo shure kwoUtapwa Zvizvarwa zvaJehoyakini mutapwa zvaiva: Shearitieri mwanakomana wake, Marikirami, Pedhaya, Shenazari, Jekamia, Hoshama naNedhabhia. Vanakomana vaPedhaya vaiva: Zerubhabheri naShimei. Vanakomana vaZerubhabheri vaiva: Meshurami naHanania. Sheromiti aiva hanzvadzi yavo. Kwaivawo navamwe vashanu vaiti: Hashubha, Oheri, Bherekia, Hasadhia naJushabhi-Hesedhi. Zvizvarwa zvaHanania zvaiva: Peratia naJeshaya, navanakomana vaRefaya, vaArinani vaObhadhia navaShekania. Zvizvarwa zvaShekania zvaiva: Shemaya navanakomana vake vaiti: Hatushi, Igari, Bharia, Nearia naShafati, vatanhatu vose pamwe chete. Vanakomana vaNearia vaiva: Erioenai, Hizikia naAzirikamu, vatatu pamwe chete. Vanakomana vaErioenai vaiva: Hodhavhia, Eriashibhi, Peraya, Akubhi, Johanani, Dheraya naAnani, vanomwe pamwe chete. "
    },
    {
      "chapter": "4",
      "verses": " Dzimwe Dzimba dzaJudha Zvizvarwa zvaJudha zvaiva: Perezi, Hezironi, Karimi, Huri naShobhari. Reaya mwanakomana waShobhari aiva baba vaJahati, uye Jahati ari baba vaAhumai naRahadhi. Idzi ndidzo dzaiva dzimba dzavaZorati. Ava ndivo vaiva vanakomana vaEtami: Jezireeri, Ishima naIdhibashi. Hanzvadzi yavo yainzi Hazereriponi. Penueri aiva baba vaGedhori uye Ezeri aiva baba vaHusha. Izvi ndizvo zvaiva zvizvarwa zvaHuri dangwe raEfurata baba vaBheterehema. Ashuri baba vaTekoa vaiva navakadzi vaviri, Hera naNaara. Naara akamuberekera Ahuzami, Heferi, Temeni naHaashashitari. Izvi ndizvo zvaiva zvizvarwa zvaNaara. Vanakomana vaHera vaiva: Zareti, Zonani, Etinani naKozi uyo aiva baba vaAnubhi naHazobhebha nevedzimba dzaAhareri mwanakomana waHaruni. Jabhezi aikudzwa zvikuru kukunda vanun'una vake. Mai vake vakamutumidza kuti Jabhezi vachiti, “Ndakamubereka mukurwadziwa.” Jabhezi akachema kuna Mwari waIsraeri achiti, “Haiwa, dai mandiropafadza mukakurisa nyika yangu! Ruoko rwenyu ngaruve neni uye rundichengete kune zvinokuvadza kuitira kuti ndisarwadziwa.” Uye Mwari akamupa zvaakakumbira. Kerubhi, munun'una waShuha aiva baba vaMehiri uyo aiva baba vaEshitoni. Eshitoni aiva baba vaBheti Rafa, Pasea naTehina baba vaIri Nahashi. Ava ndivo vaiva varume veReka. Vanakomana vaKenazi vaiva: Otinieri naSeraya. Vanakomana vaOtinieri vaiva: Hatati naMeonotai. Meonotai aiva baba vaOfira. Seraya aiva baba vaJoabhu, baba vaGeharashimi. Vakapiwa zita iri nokuti vaiva mhizha. Vanakomana vaKarebhu mwanakomana waJefune vaiva: Iru, Era naNaami. Mwanakomana waEra ainzi Kenazi. Vanakomana vaJehareri vaiva: Zifi, Zifa, Tiria naAsareri. Vanakomana vaEzira vaiva: Jeteri, Meredhi, Eferi, naJaroni. Mumwe wavakadzi vaMeredhi akavaberekera Miriamu, Shamai naIshibha baba vaEshitemoa. Mukadzi wake wechiJudha akabereka Jeredhi baba vaGedhori, Hebheri baba vaSoko, naJekutiri baba vaZanoa. Ava ndivo vaiva vana vomwanasikana waFaro ainzi Bhitia akanga aroorwa naMeredhi. Vanakomana vomukadzi waHodhia, hanzvadzi yaNahamu vaiva: baba vaKeira muGarimi naEshitemoa muMaakati. Vanakomana vaShimoni vaiva: Amunoni, Rina, Bheni, Hanani naTironi. Zvizvarwa zvaIshi zvaiva: Zoheti naBheni Zoheti. Vanakomana vaShera mwanakomana waJudha vaiva: Eri baba vaReka, Raadha baba vaMaresha nedzimba dzavairuka mucheka wakaisvonaka paBheti Ashibea. Jokimi, varume veKezebha naJoashi naSarafi vaitonga muMoabhu naJashubhi Rehemi. (Zvinyorwa izvi ndezvakare.) Vaiva vaumbi vehari vaigara paNetaimi nepaGedhera; vaigarapo vachishandira mambo. Simeoni Zvizvarwa zvaSimeoni zvaiva: Nemueri, Jamini, Jaribhi, Zera naShauri; Sharumi aiva mwanakomana waShauri, Mibhisami ari mwanakomana wake naMishima mwanakomana wake. Zvizvarwa zvaMishima zvaiva: Hamueri mwanakomana wake, Zakuri mwanakomana wake naShimei mwanakomana wake. Shimei aiva navanakomana gumi navatanhatu navanasikana vatanhatu, asi vanun'una vake vaiva vasina vana vakawanda; saka rudzi rwavo haruna kuwanda sokuwanda kwavanhu vavaJudha. Vaigara muBheerishebha Moradha, Hazari Shuari, Bhiriha, Ezemi, Toradhi, Bhehieri, Horima, Zikiragi, Bheti Makabhoti, Hazari Susimi, Bheti Bhiri naShaaraimi. Aya ndiwo aiva maguta avo kusvikira pakutonga kwaDhavhidhi. Misha yaiva yakaapoteredza yaiva: Etami, Aini, Rimini, Tokeni neAshani, maguta mashanu nemisha yose yakanga yakaapoteredza kusvika kuBhaarati. Idzi ndidzo nzvimbo dzavaigara. Uye vaichengeta zvinyorwa zvenhoroondo yavo. Meshobhabhi, Jamireki, Josha mwanakomana waAmazia, Joere, Jehu mwanakomana waAsieri, uye Erioenai, Jaakobha, Jeshohaya, Asaya, Adhieri, Jesimieri, Bhenaya, naZiza mwanakomana waSifi, mwanakomana waAroni mwanakomana waJedhaya, mwanakomana waShimiri, mwanakomana waShemaya. Varume vakanyorwa pamusoro namazita avo vaiva vatungamiri vedzimba dzavo. Mhuri dzavo dzakakura kwazvo uye vakaenda kumucheto kweGedhori kurutivi rwokumabvazuva nomupata vachitsvakira makwai avo mafuro. Vakawana mafuro akanaka kwazvo akapfuma, uye nyika yakanaka ine nzvimbo huru ine runyararo norugare. VaHamu ndivo vakanga vachimbogaramo kare. Varume vane mazita akanyorwa vakauya pamazuva aHezekia mambo waJudha. Vakarwisa vaHamu mumatende avo navaMeuniwo vaivapo vakavaparadza zvachose kusvikira nhasi. Ipapo vakazogarapo munzvimbo yavo nokuti paiva namafuro amakwai avo. Uye mazana mashanu avo vaiva vaSimeoni vachitungamirirwa naPeratia, Nearia, Refaya naUzieri, vanakomana vaIshi, vakandorwisa nyika yamakomo yeSeiri. Vakauraya vaAmareki vakanga vasara avo vakanga vapunyuka, uye vakagarapo kusvikira nhasi. "
    },
    {
      "chapter": "5",
      "verses": "Rubheni Vanakomana vaRubheni dangwe raIsraeri. (Ndiye aiva dangwe, asi paakasvibisa nhoo yewaniso yababa vake, kodzero dzoudangwe hwake dzakapiwa kuvanakomana vaJosefa mwanakomana waIsraeri; saka haana kuzoverengerwawo munhoroondo dzamadzitateguru ake maererano nekodzero yokuberekwa kwake. Uye kunyange zvazvo Judha aiva akasimba kwazvo kupfuura vana vababa vake vose, uye kunyange zvazvo mutongi akazobuda maari, kodzero youdangwe yaiva yaJosefa.) Vanakomana vaRubheni dangwe raIsraeri vaiva: Hanoki, Paru, Hezironi naKarimi. Zvizvarwa zvaJoere zvaiva: Shemaya mwanakomana wake, naMika mwanakomana wake, naReaya mwanakomana wake, naBhaari mwanakomana wake. Uye naBheera mwanakomana wake uyo akatorwa akaiswa muutapwa naTigirati-Pireseri mambo weAsiria. Bheera akanga ari mutungamiri wavaRubheni. Hama dzavo nedzimba dzavo dzakanyorwa munhoroondo dzamadzitateguru avo dzaiva: Jeyeri aiva Ishe, naZekaria uye Bhera mwanakomana waAzazi, mwanakomana waShema, mwanakomana waJoere. Vakagara munzvimbo yaibva kuAroeri kusvikira kuNebho neBhaari Meoni. Kumabvazuva vakatora nyika kusvikira pamuganhu wegwenga rinosvika kuRwizi Yufuratesi nokuti zvipfuwo zvavo zvakanga zvawanda muGireadhi. Panguva yokutonga kwaSauro vakarwa naHagiri vakavakunda vakagara mumatende avaHagiri mudunhu rose rokumabvazuva eGireadhi. Gadhi VaGadhi vakanga vakavakidzana navo muBhashani kusvikira kuSareka: Joere ndiye aiva ishe, Shafami ari wechipiri, kuchizotevera Janai naShafati, muBhashani. Hama dzavo, tichiverenga mhuri dzavo, dzaiva: Mikaeri, Meshurami, Shobha, Jorai, Jakani, Zia naEbheri, vanomwe pamwe chete. Ava ndivo vaiva vanakomana vaAbhihairi mwanakomana waHuri, mwanakomana waJarowa, mwanakomana Gireadhi, mwanakomana waMikaeri, mwanakomana waJeshishai, mwanakomana waJadho, mwanakomana waBhuzi. Ahi mwanakomana waAbhidhieri, mwanakomana waGuni, ndiye aiva mukuru wemhuri yavo. VaGadhi vaigara muGireadhi, muBhashani nomumisha yaro yakaripoteredza, uye nomumafuro ose eSharoni kusvikira kwaanogumira. Izvi zvose zvakanyorwa munhoroondo dzamadzitateguru avo munguva yokutonga kwaJotamu mambo weJudha naJerobhoamu mambo weIsraeri. VaRubheni, vaGadhi norudzi rwehafu rwaManase vaiva navarume zviuru makumi mana nezvina namazana manomwe namakumi matanhatu vakanga vakagadzirira kundorwa, varume vakasimba vaigona kushandisa nhoo nomunondo, uye vaigona kushandisa uta, uye vakanga vakadzidziswa kurwa. Vakarwa navaHagiri, vaJeturi, vaNafishi navaNodhabhi. Vakabatsirwa pakurwa navo, uye Mwari akaisa vaHagiri, navose vaiva kurutivi rwavo, mumaoko avo, nokuti vakanga vachema kwaari vari pakurwa. Iye akapindura minyengetero yavo nokuti vakavimba naye. Vakapamba zvipfuwo zvavaHagiri zvaiti: ngamera zviuru makumi mashanu zvengamera, zviuru mazana maviri ane makumi mashanu zvamakwai nezviuru zviviri zvembongoro. Vakatapawo zviuru zana zvavanhu, uye vamwe vazhinji vakaurayiwa nokuti kurwa uku kwaiva kwaMwari. Uye vakagara munyika iyoyi kusvikira pakutapwa. Rudzi rwehafu rwaManase Vanhu verudzi rwehafu rwaManase vaiva vazhinji vakagara munyika yaibva kuBhashani ichisvika kuBhari Hemoni ndiko kuSeniri (Gomo reHemoni). Ava ndivo vaiva vakuru vedzimba dzavo: Eferi, Erieri, Azireri, Jeremia, Hadhavhia naJadhieri. Ava vaiva varwi vakashinga, varume vembiri uye vari vakuru vedzimba dzavo. Asi vakanga vasina kutendeka kuna Mwari wamadzibaba avo, vakaita ufeve hwokunamata vamwari vavanhu venyika iyi avo vakanga vaparadzwa naMwari pamberi pavo. Saka Mwari waIsraeri akamutsa mweya waPuri mambo weAsiria iwo mweya waTigirati-Pireseri mambo weAsiria, akatapa vaRubheni, vaGadhi norudzi rwehafu rwaManase. Akavatora akandovaisa kuHarahi, Habhori, Hara nokurwizi Gozani uko kwavari kusvikira zuva ranhasi. "
    },
    {
      "chapter": "6",
      "verses": "Revhi Vanakomana vaRevhi vaiva Gerishoni, Kohati naMerari. Vanakomana vaKohati vaiva: Amiramu, Izhari, Hebhuroni naUzieri. Vana vaAmiramu vaiva: Aroni, Mozisi naMiriamu. Vanakomana vaAroni vaiva: Nadhabhi, Abhihu, Ereazari naItamari. Ereazari aiva baba vaFinehasi, Finehasi baba vaAbhishua. Abhishua baba vaBhuki, Bhuki baba vaUzi, Uzi baba vaZerahia, Zerahia baba vaMerayoti, Merayoti baba vaAmaria, Amaria baba vaAhitubhi, Ahitubhi baba vaZadhoki, Zadhoki baba vaAhimaazi, Ahimaazi baba vaAzaria, Azaria baba vaJohanani, Johanani baba vaAzaria (ndiye aibata basa somuprista mutemberi yakavakwa naSoromoni muJerusarema). Azaria baba vaAmaria, Amaria baba vaAhitubhi. Ahitubhi baba vaZadhoki, Zadhoki baba vaSharumi, Sharumi baba vaHirikia, Hirikia baba vaAzaria, Azaria baba vaSeraya uye Seraya baba vaJehozadhaki. Jehozadhaki akadzingwa apo Jehovha akaendesa Judha neJerusarema kuutapwa noruoko rwaNebhukadhinezari. Vanakomana vaRevhi vaiva: Gerishoni, Kohati naMerari. Aya ndiwo mazita avanakomana vaGerishoni: Ribhini naShimei. Vanakomana vaKohati vaiva: Amiramu, Izhari, Hebhuroni naUzieri. Vanakomana vaMerari vaiva: Mairi naMushi. Idzi ndidzo dzimba dzavaRevhi dzakanyorwa maererano namazita amadzibaba avo: VaGerishoni: Ribhini mwanakomana wake, Jehati mwanakomana wake naZima mwanakomana wake, Joa mwanakomana wake Idho mwanakomana wake, Zera mwanakomana wake naJaterai mwanakomana wake. Zvizvarwa zvaKohati zvaiva: Aminadhabhi mwanakomana wake, Kora mwanakomana wake, Asiri mwanakomana wake, Erikana mwanakomana wake, naEbhiasafi mwanakomana wake, Asiri mwanakomana wake, naTahati mwanakomana wake, Urieri mwanakomana wake, Uzia mwanakomana wake naShauri mwanakomana wake. Zvizvarwa zvaErikana zvaiva: Amasai, Ahimoti, Erikana mwanakomana wake Zofai mwanakomana wake, naNahati mwanakomana wake, naEriabhi mwanakomana wake, naErikana mwanakomana wake, naSamueri mwanakomana wake, Vanakomana vaSamueri vaiva: Joere dangwe rake naAbhija mwanakomana wake wechipiri. Zvizvarwa zvaMerari zvaiva: Mari, Ribhini mwanakomana wake, Uza mwanakomana wake, Shimea mwanakomana wake, Hagia mwanakomana wake naAsaya mwanakomana wake. Vaimbi vomuTemberi Ava ndivo varume vakagadzwa naDhavhidhi kuti vafambise basa rokuimba muimba yaJehovha mushure mokunge areka yawana pokuzorora imomo. Vaishumira nokuimba pamberi petabhenakeri, muTende Rokusangana, kusvikira Soromoni avaka temberi yaJehovha muJerusarema. Vaibata basa ravo maererano nemitemo yavakanga vakadzikirwa. Ava ndivo varume vaibata basa pamwe chete navanakomana vavo: kubva kuvaKohati: Hemani muimbi, mwanakomana waJoere, mwanakomana waSamueri, mwanakomana waErikana, mwanakomana waJerohamu, mwanakomana waErieri, mwanakomana waToa, mwanakomana waZufi, mwanakomana waErikana, mwanakomana waMahati, mwanakomana waAmasi, mwanakomana waErikana, mwanakomana waJoere, mwanakomana waAzaria, mwanakomana waZefania. mwanakomana waTahati, mwanakomana waAsiri, mwanakomana waEbhiasafi; mwanakomana waKora, mwanakomana waIzhari, mwanakomana waKohati, mwanakomana waRevhi mwanakomana waIsraeri. Uye mubatsiri waHemani pabasa ainzi Asafi akanga amire kurudyi rwake: Asafi mwanakomana waBherekia mwanakomana waShimea, mwanakomana waMikaeri, mwanakomana Bhaaseya, mwanakomana waMarikia, mwanakomana waEtini, mwanakomana waZera, mwanakomana waAdhaya, mwanakomana waEtani, mwanakomana waZima, mwanakomana waShimei, mwanakomana waJahati, mwanakomana waGerishoni, mwanakomana waRevhi; uye kubva kuvabatsiri vavo, vaMerari, kuruboshwe rwake, vaiva: Etani mwanakomana waKishi, mwanakomana waAbhidhi, mwanakomana waMaruki, mwanakomana waHashabhia, mwanakomana waAmazia, mwanakomana waHirikia, mwanakomana waAmuzi, mwanakomana waBhani, mwanakomana waShemeri, x mwanakomana waMari, mwanakomana waMushi, mwanakomana waMerari, mwanakomana waRevhi. Vamwe vavo vaRevhi vakapiwa mamwe mabasa ose omutabhenakeri, imba yaMwari. Asi Aroni nezvizvarwa zvake ndivo vaiisa zvipiriso paaritari yezvipiriso zvinopiswa uye nepaaritari yezvinonhuwira maererano nezvose zvaiitwa paNzvimbo Tsvene-tsvene, vachiyananisira Israeri maererano nazvose zvakanga zvarayirwa Mozisi muranda waMwari. Izvi ndizvo zvizvarwa zvaAroni: Ereazari mwanakomana wake, Finehasi mwanakomana wake, Abhishua mwanakomana wake Bhuki mwanakomana wake, Uzi mwanakomana wake naZerahia mwanakomana wake, Merayoti mwanakomana wake, Amaria mwanakomana wake, Ahitubhi mwanakomana wake, Zadhoki mwanakomana wake naAhimazi mwanakomana wake. Idzi ndidzo dzakanga dziri nzvimbo dzavo dzavakagoverwa dzokugara senyika yavo (dzakapiwa kuzvizvarwa zvaAroni, avo vaibva kuimba yaKohati, nokuti mugove wokutanga wakanga uri wavo). Vakapiwa Hebhuroni iri muJudha namafuro ose akaipoteredza. Asi minda nemisha yose yakapoteredza guta iri yakapiwa kuna Karebhu mwanakomana waJefune. Saka zvizvarwa zvaAroni zvakapiwa Hebhuroni (Guta routiziro) uye Ribhina, Jatiri, Eshitemoa, Hireni, Debhiri, Ashani, Juta, Bheti Shemeshi pamwe chete namafuro awo. Uye kubva kurudzi rwaBenjamini vakapiwa Gibheoni, Gebha Aremeti neAnatoti pamwe chete namafuro awo. Maguta aya, akagoverwa pakati pedzimba dzavaKohati akanga ari gumi namatatu pamwe chete. Zvimwe zvizvarwa zvaKohati zvakagoverwa maguta gumi kubva kudzimba dzorudzi rwehafu rwaManase. Zvizvarwa zvaGerishoni imba neimba zvakagoverwawo maguta gumi namatatu kubva kumarudzi aIsakari, Asheri naNafutari uye nokubva kuchikamu chorudzi rwaManase chiri muBhashani. Zvizvarwa zvaMerari, imba neimba zvakagoverwa maguta gumi namaviri kubva kumarudzi aRubheni, Gadhi naZebhuruni. Saka vaIsraeri vakapa vaRevhi maguta aya namafuro awo. Kubva kurudzi rwaJudha, rwaSimeoni norwaBenjamini vakagoverwa maguta ayo akanga arehwa namazita. Vamwe vedzimba dzaKohati vakapiwa kuti ive nyika yavo, maguta kubva kurudzi rwaEfuremu. Munyika yamakomo yaEfuremu vakapiwa Shekemu (guta routiziro) neGezeri, neJokimeami, neBheti Horoni, Aijaroni, neGati Rimoni pamwe chete namafuro awo. Uye kubva kurudzi rwehafu rwaManase vaIsraeri vakapawo Aneri neBhireamu pamwe chete namafuro awo kuvaKohati vakanga vasara. VaGerishoni vakagamuchirawo zvinotevera: Kubva kuimba yorudzi rwehafu rwaManase vakagamuchira Gorani muBhashani neAshitarotiwo pamwe chete namafuro awo: kubva kurudzi rwaIsakari vakagamuchira Kedheshi neDhabherati, Ramoti, neAnemi, pamwe chete namafuro awo; kubva kurudzi rwaAsheri vakagamuchira Mashari, neAbhidhoni, Hukoki neRehobhi pamwe chete namafuro awo; uye kubva kurudzi rwaNafutari vakagamuchira Kedheshi muGarirea, neHamoni neKirataimi pamwe chete namafuro awo. VaMerari (vaRevhi vose vakanga vasara) vakagamuchira zvinotevera: Kubva kurudzi rwaZebhuruni vakagamuchira Jokineami, Karita Rimono, neTabhori pamwe chete namafuro awo; kubva kurudzi rwaRubheni mhiri kworwizi Jorodhani kumabvazuva kweJeriko vakagamuchirwawo Bhezeri murenje, Jaza, Kedhemoti neMefaati pamwe chete namafuro awo; uye kubva kurudzi rwaGadhi vakagamuchira Ramoti muGireadhi, Mahanaimi, Heshibhoni neJazeri pamwe chete namafuro awo. "
    },
    {
      "chapter": "7",
      "verses": "Isakari Vanakomana vaIsakari vaiva: Tora, Puwa, Jashubhi, naShimironi; vose vaiva vana. Vanakomana vaTora vaiva: Uzi, Refaya, Jerieri, Jamai, Ibhisami naSamueri, vakuru vedzimba dzavo. Pamazuva okutonga kwaDhavhidhi, zvizvarwa zvaTora zvakaverengwa savarwi munhoroondo yavo zvakasvika zviuru zvina makumi maviri nezviviri namazana matanhatu. Mwanakomana waUzi aiva: Izirahia. Vanakomana vaIzirahia vaiva: Mikaeri, Obhadhia, Joere naIshia. Vose vari vashanu vaiva madzishe. Munhoroondo yemhuri yavo, vakanga vaine varume zviuru makumi matatu nezvitanhatu vakanga vakagadzirira kurwa, nokuti vakanga vaine vakadzi vazhinji navanakomana vazhinji. Hama dzavo vakanga vari varume vokurwa vari vedzimba dzose dzaIsakari, sokunyorwa kwazvakanga zvakaita munhoroondo yavo, vose vaisvika zviuru makumi masere nezvinomwe. Benjamini Vanakomana vaBenjamini vatatu vaiva: Bhera, Bhekeri, naJedhiaeri. Vanakomana vaBhera vaiva: Ezibhoni, Uzi, Uzieri, Jerimoti naIri, vese vakuru vedzimba vashanu pamwe chete. Munhoroondo yavo varwi vakanyorwa vaiva varume zviuru makumi maviri nezviviri namakumi matatu navana. Vanakomana vaBhekeri vaiva: Zemira, Joashi, Eriezeri, Erioenai, Omiri, Jeremoti, Abhija, Anatoti naAremeti. Vose ava vaiva vakomana vaBhekeri. Munhoroondo yavo, vakuru vemhuri vakanyorwa uye vari varwi vaiva zviuru makumi maviri namazana maviri. Mwanakomana waJedhiaeri ainzi Bhirihani. Vanakomana vaBhirihani vaiva: Jehushi, Benjamini, Ehudhi, Kenana, Zetani, Tashishi naAhishahari. Vanakomana ava vose vaJedhiaeri vaiva vakuru vemhuri. Paiva nezviuru gumi nezvinomwe namazana maviri avarume vokurwa vakanga vakagadzirira kuenda kuhondo. VaShupi navaHupi vaiva zvizvarwa zvaIri, uye vaHushi vaiva zvizvarwa zvaAheri. Nafutari Vanakomana vaNafutari vaiva: Jazieri, Guni, Jezeri naShiremi, zvizvarwa zvaBhiriha. Manase Zvizvarwa zvaManase zvaiva: Asirieri chizvarwa chake kubudikidza nomurongo wake muAramu. Iye akaberekawo Makiri baba vaGireadhi. Makiri akatora mukadzi kubva pakati pavaHupi navaShupi. Zita rehanzvadzi yake rainzi Maaka. Chimwezve chizvarwa chainzi Zerofehadhi, akanga aine vanasikana chete. Mukadzi waMakiri Maaka akabereka mwanakomana akamutumidza zita rokuti Pereshi. Munun'una wake ainzi Shereshi, uye vanakomana vake vaiva Uramu naRakemu. Mwanakomana waUramu ainzi Bhedhani. Ava ndivo vaiva vanakomana vaGireadhi mwanakomana waMakiri mwanakomana waManase. Hanzvadzi yake Hamoreketi akabereka Ishodhi, Abhiezeri naMara. Vanakomana vaShimidha vaiva: Ahiani, Shekemu, Riki naAniami. Efuremu Zvizvarwa zvaEfuremu zvaiva: Shutera, Bheredhi mwanakomana wake, Tahati mwanakomana wake, Ereadha mwanakomana wake, Tahati mwanakomana wake, Zabhadhi mwanakomana wake naShutera mwanakomana wake. Ezeri naEreadha vakaurayiwa navarume veGati vakanga vakaberekerwa munyika iyi pavakaburikira kundopamba zvipfuwo zvavo. Baba wavo Efuremu akavachema kwamazuva mazhinji uye hama dzake dzakauya kuzomunyaradza. Ipapo akarara nomukadzi wake zvakare akava nemimba uye akabereka mwanakomana. Akamutumidza zita rokuti Bheria nokuti mumhuri yake makanga maita dambudziko. Mwanasikana wake ainzi Sheera, uye akavaka Bheti Horoni, yeZasi neyokumusoro uyewo neUzeni Sheera. Refa aiva mwanakomana wake, Reshefi mwanakomana wake, Tera mwanakomana wake, Tahani mwanakomana wake, Radhani mwanakomana wake, Amihudhi mwanakomana wake, Erishama mwanakomana wake, Nuni mwanakomana wake naJoshua mwanakomana wake. Nyika dzavo nemisha yavo zvaisanganisira Bheteri nemisha yose yakaripoteredza, Naarani kumabvazuva, Gezeri nemisha yaro, kumavirira neShekemu nemisha yaro kuenda kunosvika kuAya nemisha yaro. Pamiganhu yaManase paiva neBheti Shani, Taanaki, Megidho neDhori pamwe chete nemisha yawo. Zvizvarwa zvaJosefa mwanakomana waIsraeri zvaigara mumaguta aya. Asheri Vanakomana vaAsheri vaiva: Imina, Ishivha, Ishivhi naBheria. Hanzvadzi yavo yainzi Sera. Vanakomana vaBheria vaiva: Hebheri naMarikieri, uyo aiva baba vaBhirizaiti. Hebheri aiva baba vaJafireti, Shomeri naHotami uye nehanzvadzi yavo Shua. Vanakomana vaJafireti vaiva: Pasaki, Bhimari naAshivhati. Ava ndivo vaiva vanakomana vaJafireti. Vanakomana vaShomeri vaiva: Ahi, Roga, Hubhai naAramu. Vanakomana vomunun'una wake Heremu vaiva: Zofa, Imina, Shereshi, naAmari. Vanakomana vaZofa vaiva: Sua, Haneferi, Shuari, Bheri, Imira, Bhezeri, Hodhi, Shama Shirisha, Itirani, naBheera. Vanakomana vaJeteri vaiva: Jefune, Pisipa naAra. Vanakomana vaUra vaiva: Ara, Hanieri, naRizia. Vose ava vaiva zvizvarwa zvaAsheri vakuru vemhuri yavo, varume vakanga vakasarudzika, varwi vakanga vakashinga uye vari vatungamiri vakasanangurika. Uwandu hwavarume vakanga vakagadzirira kurwa sezvazvakanyorwa munhoroondo yavo hwaiva zviuru makumi maviri nezvitanhatu. "
    },
    {
      "chapter": "8",
      "verses": "Nhoroondo yaSauro muBhenjamini Benjamini aiva baba vaBhera dangwe rake, Ashibheri mwanakomana wechipiri, Ahara wechitatu, Noha wechina naRafa wechishanu. Vanakomana vaBhera vaiva: Adha, Gera, Abhihudhi, Abhishua, Naamani Ahoa, Gera, Shefufani naHurami. Izvi ndizvo zvaiva zvizvarwa zvaEhudhi vakanga vari vakuru vemhuri yeavo vaigara muGebha vakazodzingwa vakaendeswa kuManahati: Naamani, Ahifa naGera, uyo akavadzinga uya aiva baba vaUza naArihudhi. Vanakomana vakaberekerwa Shaharaimi muMoabhu mushure mokunge arambana navakadzi vake Hushini naBhaara. Nomukadzi wake Hodheshi akabereka Johabhi, Zibhia, Mesha Marikami, Jeuzi, Sakia naMirima. Ava ndivo vaiva vanakomana vake, vakuru vemhuri. NaHushimi akabereka Abhitubhi naEripaari. Vanakomana vaEripaari vaiva: Ebheri, Mishamu, Shemedhi (uyo akavaka Ono neRodhi pamwe chete nemisha yakaapoteredza) naBheria naShema, avo vakanga vari vakuru vemhuri dzaavo vaigara muAijaroni uye vakadzinga vagari veGati. Ahiyo, Shashaki, Jeremoti, Zebhabhia, Aradhi, Edheri, Mikaeri, Ishipa naJoha vaiva vanakomana vaBeria. Zebhadhia, Meshurami, Hiziki, Hebheri, Ishimerai, Iziria naJobhabhi vaiva vanakomana vaEripaari. Jakimi, Zikiri, Zabhidhi, Erienai, Ziretai, Erieri, Adhaya, Bheraya naShimirati vaiva vanakomana vaShimei. Ishipani, Ebheri, Erieri, Abhidhoni, Zikiri, Hanani, Hanania, Eramu Anitotiya, Ifidheya naPenueri vaiva vanakomana vaShashaki. Shamisherai, Sheharia, Ataria, Jaareshia, Eria, naZikiri vaiva vanakomana vaJerohamu. Vose ava vaiva vakuru vemhuri, vari madzishe sezvazvakanyorwa munhoroondo dzavo. Uye vaigara muJerusarema. Jeyeri, baba vaGibheoni vaigara muGibheoni. Zita romukadzi wake rainzi Maaka, uye mwanakomana wake wedangwe ainzi Abhidhoni, achiteverwa naZuri, Kishi, Bhaari, Neri, Nadhabhi, Gedhori, Ahio, Zekeri, uye Mikiroti, uyo aiva baba vaShimea. Ivo vaigarawo pedyo nehama dzavo muJerusarema. Neri aiva baba vaKishi, Kishi aiva baba vaSauro, uye Sauro aiva baba vaJonatani, Mariki-Shua, Abinadhabhi, naEshibhaari. Mwanakomana waJonatani ainzi MeriBhaari uyo aiva baba vaMika. Vanakomana vaMika vaiva: Pitoni, Mereki Tarea, naAhazi. Ahazi aiva baba vaJehoadha, Jehoadha aiva baba vaAremeti, Azimavheti naZimiri uye Zimiri aiva baba vaMoza. Moza aiva baba vaBhinea Rafa aiva mwanakomana wake, Ereasa mwanakomana wake naAzeri mwanakomana wake. Azeri aiva navanakomana vatanhatu, uye aya ndiwo mazita avo: Arizakami, Bhokeru, Ishumaeri, Shearia, Obhadhia naHanani. Vose ava vaiva vanakomana vaAzeri. Vanakomana vomunun'una wake Esheki vaiva: Uramu dangwe rake, Jeushi mwanakomana wake wechipiri naErifereti wechitatu. Vanakomana vaUramu vaiva varwi voumhare vaigona kushandisa uta. Vaiva navanakomana navazukuru vazhinji vaisvika zana namakumi mashanu pamwe chete. Vose ava vaiva zvizvarwa zvaBhenjamini. "
    },
    {
      "chapter": "9",
      "verses": "VaIsraeri vose vakanyorwa munhoroondo dzakanyorwa mubhuku ramadzimambo eIsraeri. Vanhu vaigara muJerusarema VaJudha vakatapwa vakaendeswa kuBhabhironi nokuda kwokusatendeka kwavo. Zvino vakatanga kugara panyika yavo mumaguta avo vaiva vamwe vaIsraeri, vaprista, vaRevhi navaranda vomutemberi. Avo vaibva kuJudha, nevaibva kwaBhenjamini nevaibva kwaEfuremu naManase vaigara muJerusarema vaiva: Utai mwanakomana waAmihudhi, mwanakomana waOmiri, mwanakomana waImiri, mwanakomana waBhani, chizvarwa chaPerezi mwanakomana waJudha. VaShiro: Asaya uyo aiva dangwe navanakomana vake. VaZerahi: Jeueri. Vanhu vaibva kuJudha vaiva mazana matanhatu namakumi mapfumbamwe. VaBhenjamini: Saru mwanakomana waMeshurami, mwanakomana waHodhavhia, mwanakomana waHasenua; Ibhineya mwanakomana waJerohami; Era mwanakomana waUzi, mwanakomana waMikiri naMeshurami mwanakomana waShefatia, mwanakomana waReueri, mwanakomana waIbhiniya. Vanhu vorudzi rwaBhenjamini sezvazvakanyorwa munhoroondo yavo, vaisvika mazana mapfumbamwe namakumi mashanu navatanhatu. Varume ava vose vakanga vari vakuru vemhuri. Vaprista: Jedhaya, naJehoyaribhi naJakini; Azaria mwanakomana waHirikia, mwanakomana waMeshurami, mwanakomana waZadhoki, mwanakomana waMerayoti, mwanakomana waAhitubhi, mubati mukuru muimba yaMwari. Adhaya mwanakomana waJerohami, mwanakomana waPashuri, mwanakomana waMarikia, naMaasai mwanakomana waAdhieri, mwanakomana waJahazera, mwanakomana waMeshurami, mwanakomana waMeshiremiti, mwanakomana waIma. Vaprista, vaiva vakuru vemhuri, vaisvika chiuru namazana manomwe namakumi matanhatu. Vose vaiva varume vaikwanisa uye vaibata basa rokushumira muimba yaMwari. VaRevhi: Shemaya mwanakomana waHashubhi, mwanakomana waAzirikami, mwanakomana waHashabhia, muMerari; Bhakibhaka, Hereshi, Garari naMatania mwanakomana waMika, mwanakomana waZikiri, mwanakomana waAsafi; Obhadhia mwanakomana waShemaya, mwanakomana waGarari, mwanakomana waJedhutuni; naBherekia mwanakomana waAsa, mwanakomana waErikana, vaigara mumisha yavaNetofati. Vatariri vamasuo: Sharumi, Akubhi, Tarimoni, Ahimani navanun'una vavo, Sharumi ari mukuru wavo, vakaiswa paSuo raMambo kumabvazuva, kusvikira nanhasi. Ava ndivo vaiva vatariri vamasuwo, okumusasa wavaRevhi. Sharumi mwanakomana waKore mwanakomana waEbhiasafi, mwanakomana waKora navamwe vatariri vamasuo vokumhuri yake, vaKora, vaiva nebasa rokuchengetedza mikova yeTende sezvaingoitwa namadzibaba avo vakanga vane basa rokurinda suo rokupinda kuugaro hwaJehovha. Panguva dzapakutanga Finehasi mwanakomana waEreazari ndiye aiva mukuru wavatariri vamasuo, uye Jehovha aiva naye. Zekaria mwanakomana waMesheremia aiva mutariri wesuo pamukova weTende Rokusangana. Vose pamwe chete vakanga vasarudzwa kuti vave vatariri vamasuo pamikova vaisvika mazana maviri negumi navaviri. Vakanga vakanyorwa munhoroondo dzokuberekwa dzemisha yavo. Vatariri vamasuo vakapiwa mabasa avo nenzvimbo dzavo naDhavhidhi naSamueri muoni. Ivo nezvizvarwa zvavo vaiva nebasa rokurinda masuo eimba yaJehovha, imba yainzi Tende. Vatariri vamasuo vaiva kumativi mana, kumabvazuva, kumavirira, kumusoro nezasi. Vanun'una vavo mumisha yavo vaiuya nguva nenguva vachizogoverana mabasa avo vachiita madzoro amazuva manomwe. Asi vakuru vana pakati pavatariri vamasuo, vaiva vaRevhi, vakapiwa basa rokuchengetedza makamuri namatura epfuma muimba yaMwari. Vaipedza usiku hwose vari panzvimbo dzavo vakapoteredza imba yaMwari, nokuti vaifanira kuichengetedza; uye vaiva nebasa rokuizarura mangwanani oga oga. Vamwe vavo vaiva nebasa rokuchengetedza midziyo yaishandiswa muTemberi; vaiiverenga ichibuda voiverengazve yodzorerwa. Vamwe vakapiwa basa rokuti vachengetedze nhumbi nemimwe midziyo yose yapanzvimbo tsvene pamwe chete noupfu hwakatsetseka newaini, namafuta, nezvinonhuwira nemiti inonhuwira. Asi vamwe vavaprista vaiitawo basa rokusanganisa miti inonhuwira. MuRevhi ainzi Matitia, dangwe raSharumi muKora, akagadzwa basa rokubika chingwa chechipiriso. Vamwe vehama dzavo vaKohati vakapiwa basa rokubika chingwa chaizoiswa patafura pamaSabata ose. Avo vaiva vaimbi, vakuru vemhuri dzavaRevhi, vaigara mumakamuri omuTemberi uye vaisaita mamwe mabasa ose nokuti vaifanira kuita basa iri masikati nousiku. Ava vose vaiva vakuru vemhuri dzavaRevhi, vakuru sezvavakanyorwa munhoroondo dzokuberekwa kwavo. Uye vaigara muJerusarema. Nhoroondo yoRudzi rwaSauro Jeyeri baba vaGibheoni aigara muGibheoni. Mukadzi wake ainzi Maaka, uye dangwe rake raivawo Abhidhoni, achiteverwa naZuri, Kishi, Bhaari, Neri, Nadhabhi, Gedhori, Ahio, Zekaria naMikiroti. Mikiroti aiva baba vaShimeamu. Ivowo vaigara pedyo nehama dzavo muJerusarema. Neri aiva baba vaKishi, Kishi ari baba vaSauro, uye Sauro aiva baba vaJonatani, Mariki-Shua, Abhinadhabhi naEshi-Bhaari. Mwanakomana waJonatani ainzi Meribhi-Bhaari uye aiva baba vaMika. Vanakomana vaMika vaiva Pitoni: Mereki, Tahirea naAhazi. Ahazi aiva baba vaJadha, Jadha aiva baba vaAremeti, Azimavheti naZimiri, uye Zimiri aiva baba vaMoza. Moza aiva baba vaBhinea; Refaya aiva mwanakomana wake, Ereasa mwanakomana wake naAzeri mwanakomana wake. Azeri aiva navanakomana vatanhatu, uye aya ndiwo mazita avo: Azirikami, Bhokeru, Ishumaeri, Sheariya, Obhadhia naHanani. Ava ndivo vaiva vana vaAzeri. "
    },
    {
      "chapter": "10",
      "verses": "Sauro anozviuraya Zvino vaFiristia vakarwisa vaIsraeri; vaIsraeri vakatiza pamberi pavo, vazhinji vakaurayiwa paGomo reGiribhoa. VaFiristia vakatevera Sauro navanakomana vake kwazvo uyezve vakauraya vanakomana vake Jonatani, Abhinadhabhi naMariki-Shua. Hondo yakarwiwa zvinotyisa kumativi ose aSauro uye vapfuri vouta pavakamubata, vakamukuvadza. Sauro akati kumubati wenhumbi dzake dzokurwa, “Vhomora munondo wako undibaye nawo kuti varume ava vasina kudzingiswa varege kuuya vakanditambudza.” Asi mubati wenhumbi dzake dzokurwa akatya kwazvo akasada kuzviita; saka Sauro akatora munondo wake akazviwisira pauri. Mubati wenhumbi dzake dzokurwa paakaona kuti Sauro afa, iyewo akazviwisira pamunondo wake akafa. Saka Sauro navanakomana vake vatatu neimba yake yose vakafa pamwe chete. Zvino vaIsraeri vose vakanga vagere pamupata vakati vaona kuti varwi vose vatiza uyezve Sauro navanakomana vake vatatu vafa, vakasiya maguta avo vakatiza. Uye vaFiristia vakauya vakagara maari. Zuva raitevera, vaFiristia pavakauya kuzokutunura nhumbi dzavakanga vafa; vakawana Sauro navanakomana vake vakafa pagomo reGiribhoa. Vakamukutunura nhumbi dzake uye vakatora musoro wake nezvombo zvake vakatuma nhume munyika yose yavaFiristia kuti vandoparidzira shoko iri pakati pavamwari vavo uye navanhu vavo. Vakaisa zvombo zvake mutemberi yavamwari vavo vakaturika musoro wake mutemberi yaDhagoni. Vagari vose vomuJabheshi Gireadhi pavakanzwa zvose zvakanga zvaitwa navaFiristia kuna Sauro, mhare dzose dzakasimuka dzikandotora zvitunha zvaSauro, navanakomana vake vakauya nazvo kuJabheshi vakaviga mapfupa avo pamuti mukuru weJabheshi uye vakatsanya kwamazuva manomwe. Sauro akafa nokuti akanga asina kutendeka kuna Jehovha, haana kuchengeta shoko raJehovha uyezve akandobvunzira kumasvikiro kuti atungamirirwe. Haana kubvunza kuna Jehovha. Saka Jehovha akamuuraya uye akapa umambo kuna Dhavhidhi mwanakomana waJese. "
    },
    {
      "chapter": "11",
      "verses": "Dhavhidhi anova Mambo weIsraeri VaIsraeri vose vakaungana kuna Dhavhidhi paHebhuroni vakati, “Isu tiri nyama yenyu neropa renyu. Kare kunyange Sauro paaiva mambo ndimi maitungamirira Israeri kundorwa. Uye Jehovha Mwari wenyu akati kwamuri, ‘Uchafudza vanhu vangu vaIsraeri uye uchava mutongi wavo.’ ” Vakuru vose veIsraeri pavakauya kuna mambo Dhavhidhi paHebhuroni iye akaita sungano navo paHebhuroni pamberi paJehovha, uye vakazodza Dhavhidhi kuti ave mambo weIsraeri sezvakanga zvavimbiswa naJehovha kubudikidza naSamueri. Dhavhidhi anokunda Jerusarema Dhavhidhi navaIsraeri vose vakaenda kuJerusarema (ndiro Jebhusi). VaJebhusi vaigaramo vakati kuna Dhavhidhi, “Hamuzopindi muno.” Kunyange zvakadaro Dhavhidhi akatapa nhare yeZioni, Guta raDhavhidhi. Dhavhidhi akanga ati, “Achatungamirira kundorwisa vaJebhusi ndiye achava mukuru wavarwi.” Joabhu mwanakomana waZeruya ndiye akatanga kuenda saka akapiwa utungamiri hwacho. Dhavhidhi akagara munhare yeZioni, saka rakazodaidzwa kuti Guta raDhavhidhi. Akavaka guta richipoteredza, kubva pamihomba yokutsigira kusvikira kurusvingo rwakanga rwakapoteredza, Joabhu achivaka patsva chimwe chikamu chose cheguta. Uye Dhavhidhi akaramba achiva nesimba guru nokuti Jehovha Wamasimba Ose aiva naye. Machinda aDhavhidhi Ava ndivo vaiva vakuru pakati pavarume voumhare vaiva naDhavhidhi, avo pamwe chete neIsraeri yose, vakatsigira umambo hwake zvakasimba kuti husvike munyika yose sokuvimbisa kwakanga kwaita Jehovha. Aya ndiwo mazita avarume voumhare vaiva naDhavhidhi: Jashobheami, muHakimoni, aiva mukuru wamachinda ehondo; akasimudza pfumo rake akarwa navarume mazana matatu, avo vaakauraya pakurwisana panguva imwe chete. Aimutevera ainzi Ereazari mwanakomana waDhodhai muAhohi mumwe wavarume voumhare vatatu. Aiva naDhavhidhi paPasi Dhamimi vaFiristia pavakaungana ipapo kuzorwa. Pane imwe nzvimbo paiva nomunda wakanga uzere nebhari, varwi vakatiza vaFiristia. Asi ivo vakaramba vamire pakati pomunda vakaurwira vakauraya vaFiristia uye Jehovha akaita kuti vakunde nokukunda kukuru. Vatatu pakati pamakumi matatu avakuru vakaburukira kuna Dhavhidhi kuDombo pabako reAdhurami, uye hondo yavaFiristia yakanga yadzika matende muMupata weRefaimi. Panguva iyoyo Dhavhidhi akanga ari munhare, uye boka rehondo yavaFiristia rakanga riri paBheterehema. Dhavhidhi akanzwa nyota uye akati, “Haiwa, dai mumwe munhu ainondicherera mvura yokunwa kubva mutsime riri pedyo nesuo reBheterehema!” Saka Vatatu ava vakapinda napakati pehondo dzavaFiristia, vakachera mvura kubva mutsime raiva pedyo nesuo reBheterehema uye vakaenda nayo kuna Dhavhidhi. Asi akaramba kuinwa akaidururira pasi pamberi paJehovha. Dhavhidhi akati, “Mwari ngaandidzivise ndiregere kunwa izvi! Ndinganwa here ropa ravarume ava vaenda vachiisa upenyu hwavo panjodzi?” Nokuti vakaisa upenyu hwavo panjodzi kuti vadzoke vanayo, Dhavhidhi akaramba kuinwa. Aya ndiwo mamwe amabasa okukunda akaitwa navarume voumhare vatatu. Abhishai munun'una waJoabhu akanga ari mukuru waVatatu Ava. Akasimudza pfumo rake kuti arwise varume mazana matatu, akavauraya, uye akava nomukurumbira saVatatu Vaya. Akaremekedzwa zvakapetwa kaviri pamusoro paVatatu Vaya uye akaitwa mutungamiri wavo, kunyange zvazvo akanga asina kuverengerwa pakati pavo. Bhenaya mwanakomana waJehoyadha aiva murwi woumhare aibva kuKabhizeeri, akaita mabasa, makuru. Akauraya mhare mbiri dzapamusoro dzavaMoabhu. Akapindawo mugomba mumwe musi kuine chando akauraya shumba. Uye akauraya muIjipita akanga akareba makubhiti mashanua. Kunyange zvazvo muIjipita akanga akapakata pfumo rainge tsvimbo yomuruki muruoko rwake, Bhenaya akamurwisa netsvimbo. Akabvuta pfumo kubva muruoko rwomuIjipita akamuuraya nepfumo rake. Aya ndiwo aiva mabasa aBhenaya mwanakomana waJehoyadha; naiyewo akaita mukurumbira savarume vatatu voumhare. Akakudzwa nokuremekedzwa kukuru kupfuura Vaya Makumi Matatu, akanga asiri pakati paVatatu Vaya. Uye Dhavhidhi akamuita mutariri wavarindi vake. Varume voumhare vaiva: Asaheri munun'una waJoabhu, Erihanani mwanakomana waDhodho aibva kuBheterehema. Shamoti muHarori, Herezi muPeroni, Ira mwanakomana waIkeshi aibva kuTekoa, Abhiezeri aibva kuAnatoti, Sibhekai muHushati, Irai muAhohi, Maharai muNetofati, Heredhi mwanakomana waBhaana muNetofati, Itai mwanakomana waRibhai aibva kuGibhea muBenjamini, Bhenaya muPiratoni, Hurai aibva kuhova dzeGaashi, Abhieri muAribhati, Azimavheti muBhaharumi, Eriabha muShaaribhoni, vanakomana vaHashemi muGizoni, Jonatani mwanakomana waShage muHarari, Ahiami mwanakomana waSaka muHarari, Erifari mwanakomana waUri, Heferi muMekerati, Ahija muPeroni, Heziro muKarimeri, Naarai mwanakomana waEzibhai, Joere munun'una waNatani, Mibha mwanakomana waHagiri, Zereki muAmoni, naHarai muBheroti, mubati wenhumbi dzokurwa nadzo dzaJoabhi mwanakomana waZeruya, Ira muItiri, Garebhi muItiri, Uria muHiti, Zabhadhi mwanakomana waArai, Adhina mwanakomana waShiza muRubheni iye aiva mukuru wavaRubheni, navaya makumi matatu, vaaiva navo, Hanani mwanakomana waMaaka, Joshafati muMitini, Uzia muAshiterati, Shama naJeyeri vanakomana vaHotamu muAroeri, Jedhieri mwanakonama waShimiri, munun'una wake Joha muTizi, Erieri muMahavhi, Jeribhai naJoshavia vanakomana vaErinaami, muMoabhu, Erieri, Obhedhi naJaasieri muMezobhai. "
    },
    {
      "chapter": "12",
      "verses": "Dhavhidhi anova Mambo weIsraeri VaIsraeri vose vakaungana kuna Dhavhidhi paHebhuroni vakati, “Isu tiri nyama yenyu neropa renyu. Kare kunyange Sauro paaiva mambo ndimi maitungamirira Israeri kundorwa. Uye Jehovha Mwari wenyu akati kwamuri, ‘Uchafudza vanhu vangu vaIsraeri uye uchava mutongi wavo.’ ” Vakuru vose veIsraeri pavakauya kuna mambo Dhavhidhi paHebhuroni iye akaita sungano navo paHebhuroni pamberi paJehovha, uye vakazodza Dhavhidhi kuti ave mambo weIsraeri sezvakanga zvavimbiswa naJehovha kubudikidza naSamueri. Dhavhidhi anokunda Jerusarema Dhavhidhi navaIsraeri vose vakaenda kuJerusarema (ndiro Jebhusi). VaJebhusi vaigaramo vakati kuna Dhavhidhi, “Hamuzopindi muno.” Kunyange zvakadaro Dhavhidhi akatapa nhare yeZioni, Guta raDhavhidhi. Dhavhidhi akanga ati, “Achatungamirira kundorwisa vaJebhusi ndiye achava mukuru wavarwi.” Joabhu mwanakomana waZeruya ndiye akatanga kuenda saka akapiwa utungamiri hwacho. Dhavhidhi akagara munhare yeZioni, saka rakazodaidzwa kuti Guta raDhavhidhi. Akavaka guta richipoteredza, kubva pamihomba yokutsigira kusvikira kurusvingo rwakanga rwakapoteredza, Joabhu achivaka patsva chimwe chikamu chose cheguta. Uye Dhavhidhi akaramba achiva nesimba guru nokuti Jehovha Wamasimba Ose aiva naye. Machinda aDhavhidhi Ava ndivo vaiva vakuru pakati pavarume voumhare vaiva naDhavhidhi, avo pamwe chete neIsraeri yose, vakatsigira umambo hwake zvakasimba kuti husvike munyika yose sokuvimbisa kwakanga kwaita Jehovha. Aya ndiwo mazita avarume voumhare vaiva naDhavhidhi: Jashobheami, muHakimoni, aiva mukuru wamachinda ehondo; akasimudza pfumo rake akarwa navarume mazana matatu, avo vaakauraya pakurwisana panguva imwe chete. Aimutevera ainzi Ereazari mwanakomana waDhodhai muAhohi mumwe wavarume voumhare vatatu. Aiva naDhavhidhi paPasi Dhamimi vaFiristia pavakaungana ipapo kuzorwa. Pane imwe nzvimbo paiva nomunda wakanga uzere nebhari, varwi vakatiza vaFiristia. Asi ivo vakaramba vamire pakati pomunda vakaurwira vakauraya vaFiristia uye Jehovha akaita kuti vakunde nokukunda kukuru. Vatatu pakati pamakumi matatu avakuru vakaburukira kuna Dhavhidhi kuDombo pabako reAdhurami, uye hondo yavaFiristia yakanga yadzika matende muMupata weRefaimi. Panguva iyoyo Dhavhidhi akanga ari munhare, uye boka rehondo yavaFiristia rakanga riri paBheterehema. Dhavhidhi akanzwa nyota uye akati, “Haiwa, dai mumwe munhu ainondicherera mvura yokunwa kubva mutsime riri pedyo nesuo reBheterehema!” Saka Vatatu ava vakapinda napakati pehondo dzavaFiristia, vakachera mvura kubva mutsime raiva pedyo nesuo reBheterehema uye vakaenda nayo kuna Dhavhidhi. Asi akaramba kuinwa akaidururira pasi pamberi paJehovha. Dhavhidhi akati, “Mwari ngaandidzivise ndiregere kunwa izvi! Ndinganwa here ropa ravarume ava vaenda vachiisa upenyu hwavo panjodzi?” Nokuti vakaisa upenyu hwavo panjodzi kuti vadzoke vanayo, Dhavhidhi akaramba kuinwa. Aya ndiwo mamwe amabasa okukunda akaitwa navarume voumhare vatatu. Abhishai munun'una waJoabhu akanga ari mukuru waVatatu Ava. Akasimudza pfumo rake kuti arwise varume mazana matatu, akavauraya, uye akava nomukurumbira saVatatu Vaya. Akaremekedzwa zvakapetwa kaviri pamusoro paVatatu Vaya uye akaitwa mutungamiri wavo, kunyange zvazvo akanga asina kuverengerwa pakati pavo. Bhenaya mwanakomana waJehoyadha aiva murwi woumhare aibva kuKabhizeeri, akaita mabasa, makuru. Akauraya mhare mbiri dzapamusoro dzavaMoabhu. Akapindawo mugomba mumwe musi kuine chando akauraya shumba. Uye akauraya muIjipita akanga akareba makubhiti mashanua. Kunyange zvazvo muIjipita akanga akapakata pfumo rainge tsvimbo yomuruki muruoko rwake, Bhenaya akamurwisa netsvimbo. Akabvuta pfumo kubva muruoko rwomuIjipita akamuuraya nepfumo rake. Aya ndiwo aiva mabasa aBhenaya mwanakomana waJehoyadha; naiyewo akaita mukurumbira savarume vatatu voumhare. Akakudzwa nokuremekedzwa kukuru kupfuura Vaya Makumi Matatu, akanga asiri pakati paVatatu Vaya. Uye Dhavhidhi akamuita mutariri wavarindi vake. Varume voumhare vaiva: Asaheri munun'una waJoabhu, Erihanani mwanakomana waDhodho aibva kuBheterehema. Shamoti muHarori, Herezi muPeroni, Ira mwanakomana waIkeshi aibva kuTekoa, Abhiezeri aibva kuAnatoti, Sibhekai muHushati, Irai muAhohi, Maharai muNetofati, Heredhi mwanakomana waBhaana muNetofati, Itai mwanakomana waRibhai aibva kuGibhea muBenjamini, Bhenaya muPiratoni, Hurai aibva kuhova dzeGaashi, Abhieri muAribhati, Azimavheti muBhaharumi, Eriabha muShaaribhoni, vanakomana vaHashemi muGizoni, Jonatani mwanakomana waShage muHarari, Ahiami mwanakomana waSaka muHarari, Erifari mwanakomana waUri, Heferi muMekerati, Ahija muPeroni, Heziro muKarimeri, Naarai mwanakomana waEzibhai, Joere munun'una waNatani, Mibha mwanakomana waHagiri, Zereki muAmoni, naHarai muBheroti, mubati wenhumbi dzokurwa nadzo dzaJoabhi mwanakomana waZeruya, Ira muItiri, Garebhi muItiri, Uria muHiti, Zabhadhi mwanakomana waArai, Adhina mwanakomana waShiza muRubheni iye aiva mukuru wavaRubheni, navaya makumi matatu, vaaiva navo, Hanani mwanakomana waMaaka, Joshafati muMitini, Uzia muAshiterati, Shama naJeyeri vanakomana vaHotamu muAroeri, Jedhieri mwanakonama waShimiri, munun'una wake Joha muTizi, Erieri muMahavhi, Jeribhai naJoshavia vanakomana vaErinaami, muMoabhu, Erieri, Obhedhi naJaasieri muMezobhai. "
    },
    {
      "chapter": "13",
      "verses": "Kudzorwa kweAreka Dhavhidhi akataurirana nomumwe nomumwe wavabati vake vose, vatungamiri vezviuru, navatungamiri vamazana. Akati kuungano yose yeIsraeri, “Kana zvichiita sezvakakunakirai uye kana kuri kuda kwaJehovha Mwari wedu, ngatitumirei shoko kwose kwose kuhama dzedu dzakasara munyika yose yeIsraeri, nokuvaprista navaRevhi vavagere navo mumaguta avo nokumafuro avo kuti vauye vazobatana nesu. “Ngatidzorei areka yaMwari wedu kwatiri zvakare, nokuti izvi hatina kuzvibvunza panguva yokutonga kwaSauro.” Ungano yose yakabvuma kuita izvi, nokuti zvairatidzika kunge zvakanaka kuvanhu vose. Saka Dhavhidhi akaunganidza vaIsraeri vose kubva kuRwizi Shihori muIjipiti kusvika kuRebho Hamati, kuti vatore areka yaMwari kubva kuKiriati Jearimi. Dhavhidhi navaIsraeri vose vaiva naye vakaenda kuBhaara reJudha (Kiriati Jearimi) kuti vandotora areka yaMwari Jehovha, agere pakati pamakerubhi, iyo areka inodaidzwa neZita irori. Vakatakura areka yaMwari kubva muimba yaAbhinadhabhi iri mungoro itsva, Uza naAhio vakaitungamirira. Dhavhidhi navaIsraeri vose vakanga vachipembera nesimba ravo rose pamberi paMwari, nenziyo, nembira, nemitengeranwa, netambureni, nemakandira nehwamanda. Pavakasvika paburiro raKidhoni, Uza akatambanudza ruoko rwake kuti atsigire areka nokuti nzombe dzakanga dzagumburwa. Kutsamwa kwaJehovha kwakamukira Uza akamuuraya nokuti akanga atambanudza ruoko rwake akabata areka. Saka akafa pakarepo pamberi paMwari. Ipapo Dhavhidhi akatsamwa nokuti kutsamwa kwaJehovha kwakanga kwawira pana Uza, uye kusvikira nhasi nzvimbo iyoyo inonzi Perezi Uza. Dhavhidhi akatya Mwari zuva iroro uye akabvunza achiti, “Ko, ndingadzosa areka yaMwari kwandiri seiko?” Haana kutora areka kuti ive naye muguta raDhavhidhi. Asi akaenda nayo kuimba yaObhedhi-Edhomu muGiti. Areka yaMwari yakasara mumhuri yaObhedhi-Edhomu muimba yake kwemwedzi mitatu, uye Jehovha akaropafadza imba yake nezvose zvaakanga anazvo. "
    },
    {
      "chapter": "14",
      "verses": "Imba yaDhavhidhi neMhuri Yake Zvino Hiramu mambo weTire akatuma nhume kuna Dhavhidhi namatanda emisidari navavaki, navavezi, kuti vamuvakire imba youmambo. Uye Dhavhidhi akaziva kuti Jehovha akamusimbisa samambo pamusoro peIsraeri uye kuti umambo hwake hwakanga hwakudzwa kwazvo nokuda kwavanhu vake Israeri. MuJerusarema, Dhavhidhi akazvitorerazve vamwe vakadzi akava baba vavanakomana navanasikana vazhinji. Aya ndiwo mazita avana vaakaberekerwa ikoko: Shamua, Shobhabhi, Natani, Soromoni, Ibhari, Erishua, Eriperati, Noga, Nefegi, Jafia, Erishama, Bheeriyadha naErifereti. Dhavhidhi Anokunda vaFiristia VaFiristia pavakanzwa kuti Dhavhidhi akanga agadzwa kuti ave mambo weIsraeri, vakaenda nehondo yose kundomutsvaga, asi Dhavhidhi akazvinzwa akabuda kundosangana navo. Zvino vaFiristia vakanga vauya kuzopamba mupata weRefaimi; saka Dhavhidhi akabvunza kuna Mwari akati, “Ndingaenda here kundorwisa vaFiristia? Mungavaisa mumaoko angu here?” Jehovha akapindura akati, “Enda ndichavaisa mumaoko ako.” Saka Dhavhidhi navanhu vake vakakwira kuPerazimi uye ikoko akavakunda akati, “Sokupwanya kunoita mvura, Mwari akapwanya vavengi vangu noruoko rwangu.” Saka nzvimbo iyoyo yakatumidzwa kunzi Bhaari Perazimi. VaFiristia vakasiya vamwari vavo ipapo, uye Dhavhidhi akarayira kuti vapiswe mumoto. VaFiristia vakarwisa zvakare mupata uya. Saka Dhavhidhi akabvunza Mwari zvakare, uye Mwari akamupindura akati, “Usangonanga ikoko asi vakomberedze wozovarwisa wava pamberi pemiti yemibharisamu. Pamunotanga kunzwa kutinhira kwokufamba pamisoro yemiti yemibharisamu, unofanira kubuda kundorwa, nokuti zvichange zvichireva kuti Mwari akutungamirira kundoparadza hondo yavaFiristia.” Saka Dhavhidhi akaita sokurayirwa kwaakanga aitwa naMwari, uye vakaparadza hondo yavaFiristia, kubva kuGibheoni, kusvika kuGezeri. Saka mukurumbira waDhavhidhi wakapararira nenyika yose uye Jehovha akaita kuti marudzi ose amutye. "
    },
    {
      "chapter": "15",
      "verses": "Areka inouyiswa kuJerusarema Dhavhidhi paakapedza kuzvivakira dzimba muguta raDhavhidhi, akagadzira nzvimbo yainogara areka yaMwari uye akaidzikira tende. Ipapo Dhavhidhi akati, “Hakuna munhu kunze kwavaRevhi anofanira kutakura areka yaMwari, nokuti Jehovha akavasarudza kuti vatakure areka yaJehovha uye kuti vashumire pamberi pake nokusingaperi.” Dhavhidhi akaunganidza Israeri yose muJerusarema kuti vatore areka yaJehovha vagoiisa kunzvimbo yaakanga aigadzirira. Akaunganidza zvizvarwa zvaAroni navaRevhi: kubva kuzvizvarwa zvaKohati, Urieri mutungamiri nehama dzake zana namakumi maviri; kubva kuzvizvarwa zvaMerari, Asaya mutungamiri nehama dzake mazana maviri namakumi maviri; kubva kuzvizvarwa zvaGerishoni, Joere mutungamiri nehama dzake zana namakumi matatu; kubva kuzvizvarwa zvaErizafani, Shemaya mutungamiri nehama dzake mazana maviri; kubva kuzvizvarwa zvaHebhuroni, Erieri mutungamiri nehama dzake makumi masere; kubva kuzvizvarwa zvaUzieri, Aminadhabhi mutungamiri nehama dzake zana negumi navaviri. Ipapo Dhavhidhi akadana Zadhoki naAbhiatari vaprista, naUrieri, Asaya, Joere, Shemaya, Erieri naAminadhabhi vaRevhi. Akati kwavari, “Imi muri vakuru vemhuri dzava Revhi, imi navamwe vaRevhi vose munofanira kuzvinatsa kuti mukwire neareka yaJehovha Mwari weIsraeri kunzvimbo yandakaigadzirira. Izvi zvakaitika nokuti imi vaRevhi hamuna kukwira neareka pakutanga paya Jehovha Mwari wedu paakatiratidza kutsamwa kukuru. Hatina kunge tabvunza kwaari kuti tingazviite sei nenzira yakarayirwa.” Saka vaprista navaRevhi vakazvinatsa kuti vakwire neareka yaJehovha Mwari waIsraeri. Uye vaRevhi vakatakura areka yaMwari namatanda pamapfudzi avo, sezvakanga zvarayirwa naMozisi maererano neshoko raJehovha. Dhavhidhi akataurira vatungamiri vavaRevhi kuti vagadze hama dzavo kuti vave vaimbi kuti vazonoimba dzimbo dzomufaro nezviridzwa zvaiti: mitengeranwa, mbira, namakandira. Saka vaRevhi vakagadza Hemani mwanakomana waJoere; kubva kuhama dzake Asafi mwanakomana waBherekia; uye kubva kuhama dzavo vaMerari, Etani mwanakomana waKushaya; uye pamwe chete navo hama dzavo dzaitevera paukuru dzaiti: Zekaria, Jaazieri, Shemiramoti, Jehieri, Uni, Eriabhi, Bhenaya, Maaseya, Matitia, Eriferehu, Mikineya, Obhedhi-Edhomu, Jeyeri varindi vemikova. Vaimbi vaiti Hemani, Asafi naEtani vakagadzwa kuti varidze makandira endarira. Zekaria, Azieri, Shemiramoti, Jehieri, Uni, Eriabhi, Maaseya, naBhenaya vaizoridza mitengeranwa, maererano nearamoti, uye Matitia, Eriferehu, Mikineya, Obedhi-Edhomu, Jeyeri, naAzazia vaizoridza mbira maererano neshiminiti. Kenania mukuru wavaRevhi ndiye aitungamirira kuimba; ndiro rakanga riri basa rake nokuti aiva nyanzvi pariri. Bherekia naErikana ndivo vaizova varindi vemikova weareka. Shebhania, Joshafeti, Netaneri, Amasai, Zekaria, Bhenaya naErieza vaprista vaizoridza hwamanda pamberi peareka yaMwari. Obhedhi-Edhomu naJehia vaizovawo vatariri vomusuwo weareka. Dhavhidhi navakuru veIsraeri navakuru vamapoka ane chiuru vakaenda kundotora areka yesungano yaMwari kubva kumba kwaObhedhiEdhomu, vachifara. Nokuti Mwari akanga abatsira vaRevhi avo vainge vatakura areka yesungano yaMwari, vakabayira Mwari hando nomwe namakondohwe manomwe. Zvino Dhavhidhi akanga akapfeka nguo yomucheka wakanaka sezvakanga zvakaita vaimbi, naKenania akanga ari mutungamiri wokuimba kuvaimbi. Dhavhidhi akanga akapfekawo efodhi yomucheka. Saizvozvo vaIsraeri vose vakakwira neareka yesungano yaJehovha vachidanidzira, nokuridza mimhanzi yenyanga dzamakondohwe nehwamanda namakandira, uye vachiridza mitengeranwa nembira. Zvino areka yesungano yaJehovha yakati yasvika muguta raDhavhidhi, Mikaeri mwanasikana waSauro akatarira napawindo. Uye akaona Mambo Dhavhidhi achipembera nokutamba, akamushora mumwoyo make. "
    }
]
}