{
  "book": "2 Madzimambo",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Jehovha anotonga Ahazia Mushure mokufa kwaAhabhu, vaMoabhu vakamukira Israeri. Zvino Ahazia akanga awira pasi napawindo rekamuri reimba yake yapamusoro kuSamaria akakuvara. Saka akatuma nhume akati kwavari, “Endai mundobvunza Bhaari-zebhubhi, mwari weEkironi, kuti aone kana ndichizopora pakukuvara uku.” Asi mutumwa waJehovha akati kuna Eria muTishibhi, “Kwira kumusoro undosangana nenhume dzamambo weSamaria uti kwavari, ‘Imhaka yokuti muIsraeri hamuna Mwari here zvamunondobvunza Bhaari-zebhubhi, mwari weEkironi?’ Naizvozvo zvanzi naJehovha, ‘Hauchabva pamubhedha pawakarara ipapo. Zvirokwazvo uchafa!’ ” Naizvozvo Eria akaenda. Nhume dzakati dzadzokera kuna mambo, akavabvunza akati, “Madzokereiko?” Ivo vakamupindura vakati, “Mumwe murume akauya akasangana nesu. Zvino akati kwatiri, ‘Dzokerai kuna mambo akutumai mundoti kwaari,’ Zvanzi, naJehovha: Imhaka yokuti muIsraeri hamuna Mwari here zvaunotuma nhume kundobvunza Bhaari-zebhubhi, mwari weEkironi? Naizvozvo hauchaburuki pamubhedha pawakarara ipapo. Zvirokwazvo uchafa!’ ” Mambo akavabvunza akati, “Ko, murume akauya akasangana nemi akakutaurirai izvi akanga akadini?” Ivo vakapindura vakati, “Akanga ari murume akapfeka nguo dzine mvere nebhanire reganda muchiuno chake.” Mambo akati, “NdiEria muTishibhi.” Ipapo akatuma mukuru weboka ravarume makumi mashanu navanhu vake kuna Eria. Mukuru uyu akaenda kuna Eria akanga akagara pamusoro pechikomo, ndokuti kwaari, “Munhu waMwari, zvanzi namambo, ‘Burukai!’ ” Eria akamupindura akati, “Kana ndiri munhu waMwari, moto ngauburuke uchibva kudenga ukuparadze iwe navanhu vako makumi mashanu!” Ipapo moto wakaburuka uchibva kudenga ukamuparadza iye navanhu vake. Zvadaro mambo akazotumazve mumwe mukuru weboka ravarume makumi mashanu navanhu vake makumi mashanu! Mukuru uyu akati kuna Eria, “Munhu waMwari, zvanzi namambo, ‘Burukai izvozvi!’ ” Eria akati kwaari, “Kana ndiri munhu waMwari, moto ngauburuke uchibva kudenga ukuparadze iwe navanhu vako vana makumi mashanu.” Ipapo moto waMwari wakaburuka uchibva kudenga ukamuparadza iye navanhu vake makumi mashanu. Saka mambo akatumazve mumwe mukuru wechitatu ana varume makumi mashanu. Uyu mukuru wechitatu akakwira akazviwisira pasi namabvi ake pamberi paEria. Akamukumbira akati, “Haiwa, munhu waMwari, ndapota, upenyu hwangu nohwavarume ava makumi mashanu, isu varanda venyu, ngahuve hunokosha pamberi penyu. Tarirai moto wakabva kudenga ukaparadza vakuru vaviri vokutanga navanhu vavo vose. Asi zvino upenyu hwangu ngahuve chinhu chinokosha pamberi penyu.” Zvino mutumwa waJehovha akati kuna Eria, “Buruka pamwe chete naye; usamutya.” Naizvozvo Eria akasimuka akaenda naye kuna mambo. Akaudza mambo kuti, “Zvanzi naJehovha: Imhaka yokuti muIsraeri hamuna Mwari here zvawatuma nhume kundobvunza Bhaari-zebhubhi, mwari weEkironi? Nokuti waita izvi, hauchambobva pamubhedha pawakarara. Zvirokwazvo uchafa!” Naizvozvo akafa, sezvakanga zvarehwa neshoko raJehovha rakataurwa naEria. Nokuti Ahazia akanga asina mwanakomana, Joramu akazomutevera paushe pagore rechipiri raJehoramu, mwanakomana waJehoshafati, mambo weJudha. Zvino, mabasa akaitwa pamazuva okutonga kwaAhazia, nezvaakaita iye hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? "
    },
    {
      "chapter": "2",
      "verses": "Eria anoenda kuDenga Jehovha paakanga ava kuda kutora Eria nechinyamupupuri kuti amuendese kudenga, Eria naErisha vakanga vari munzira vachibva kuGirigari. Eria akati kuna Erisha, “Gara pano, nokuti Jehovha andituma kuBheteri.” Asi Erisha akati, “Zvirokwazvo naJehovha mupenyu uye noupenyu hwenyu, handingakusiyei.” Naizvozvo vakadzika kuBheteri. Boka ravaprofita vapaBheteri rakauya kuna Erisha vakamubvunza vakati, “Unoziva here kuti Jehovha ari kuzokutorera tenzi wako nhasi?” Erisha akavapindura akati, “Hongu, ndinozviziva, regai henyu kuzvitaura.” Ipapo Eria akatizve kwaari, “Gara pano, Erisha; nokuti Jehovha andituma kuJeriko.” Iye akapindura akati, “Zvirokwazvo naJehovha mupenyu, uye noupenyu hwenyu, handingakusiyei.” Naizvozvo vakaenda kuJeriko. Boka ravaprofita vapaJeriko rakakwira kuna Erisha vakamubvunza vakati, “Unoziva here kuti Jehovha ari kuzokutorera tenzi wako nhasi?” Iye akavapindura akati, “Hongu, ndinozviziva, regai henyu kuzvitaura.” Ipapo Eria akatizve kwaari, “Gara pano; nokuti Jehovha andituma kuJorodhani.” Iye akapindura akati, “Zvirokwazvo naJehovha mupenyu uye noupenyu hwenyu, handikusiyei. Saka vakafamba vose vari vaviri. Boka ravaprofita, ravarume makumi mashanu, rakaenda rikandomira nechokure, vakatarisana napanzvimbo pakanga pamire Eria naErisha paJorodhani. Eria akatora jasi rake akaripeta akarova mvura naro, mvura ikaparadzana, imwe kurudyi, imwe kuruboshwe, ivo vaviri vakayambuka napakaoma. Vakati vayambuka, Eria akati kuna Erisha, “Nditaurire, unoda kuti ndikuitirei ndisati ndatorwa kubva kwauri?” Erisha akapindura akati “Ndipei migove miviri yomweya wenyu.” Eria akati, “Wakumbira chinhu chakaoma, asi kana ukandiona ndichitorwa kubva kwauri, uchaupiwa, asi kana zvisina kudaro, haungaupiwi. Zvino pavakanga vachifamba, vachitaurirana, pakarepo ngoro yomoto namabhiza omoto zvakaonekwa zvikaparadzanisa vaviri ava, Eria akaenda kudenga muchinyamupupuri. Uye Erisha akazviona akadanidzira nenzwi guru akati, “Baba vangu! Baba vangu! Ngoro navarume vamabhiza veIsraeri!” Zvino Erisha haana kuzomuonazve. Ipapo akabata nguo dzake akadzibvarura napakati. Akanonga jasi rakanga rawira pasi, richibva kuna Eria akadzokera kundomira pamahombekombe eJorodhani. Ipapo akatora jasi raEria rakanga rawa kubva paari akarova mvura naro akati, “Zvino Jehovha Mwari waEria aripiko?” Paakarova mvura, yakaparadzana, imwe kurudyi, imwe kuruboshwe, iye ndokubva ayambuka achienda mhiri. Boka ravaprofita vapaJeriko, avo vakanga vakatarisa, vakati, “Mweya waEria wagara pamusoro paErisha.” Uye vakaenda kundosangana naye vakakotamira pasi pamberi pake. Vakati, “Tarirai, isu varanda venyu tine varume vesimba makumi mashanu. Ngavaende vandotsvaka tenzi wenyu. Zvimwe Mweya waJehovha wamusimudza ukandomugarisa pamusoro perimwe gomo kana mune mumwe mupata.” Erisha akavapindura akati, “Kwete, musavatuma.” Asi vakaramba vachimugombedzera kusvikira anyara kwazvo kuti avarambidze. Saka akati, “Vatumei henyu.” Saka vakatuma varume makumi mashanu vakandomutsvaka kwamazuva matatu asi havana kumuwana. Pavakadzokera kuna Erisha, kwaaigara muJeriko, akati kwavari, “Handina kukuudzai here kuti musaenda?” Mvura inonatswa Varume vomuguta vakati kuna Erisha, “Tarirai, tenzi wedu, guta iri riri pakanaka, asi sezvamunoona henyu, mvura yacho yakaipa uye nyika yacho haina zvibereko.” Iye akati, “Ndivigirei ndiro itsva uye muise munyu mairi.” Naizvozvo vakamuvigira ndiro yacho. Ipapo akaenda kuchitubu akakanda munyu imomo achiti, “Zvanzi naJehovha, ‘Ndanatsa mvura iyi. Haichazokonzeri rufuzve kana kushayisa nyika zvibereko.’ ” Saka mvura yakaramba yakanaka kusvikira nhasi sezvakanga zvarehwa neshoko rakataurwa naErisha. Achibva ipapo, Erisha akaenda kuBheteri. Paakanga achifamba mumugwagwa, vamwe vechidiki vakabuda muguta vakamusveeredza, vakati kwaari, “Kwira, iwe nyamhanza!” Akacheuka, akavatarisa uye akadana chituko pamusoro pavo muzita raJehovha. Ipapo maperekadzi akabuda musango akaparadza vechidiki vana makumi mana navaviri. Uye akaenda muGomo reKarimeri, uye achibva ikoko akadzokera kuSamaria. "
    },
    {
      "chapter": "3",
      "verses": " VaMoabhu vanomukira Joramu Joramu, mwanakomana waAhabhu akava mambo weIsraeri muSamaria mugore regumi namasere raJehoshafati mambo weJudha, uye akatonga kwamakore gumi namaviri. Akaita zvakaipa pamberi paJehovha, asi haana kuita sezvakaita baba vake namai vake. Akabvisa dombo rinoera raBhaari rakanga raitwa nababa vake. Kunyange zvakadaro, akanamatira kuzvivi zvaJerobhoamu mwanakomana waNebhati, zvaakaita kuti Israeri iite, iye haana kubva kwazviri. Zvino Mesha mambo weMoabhu aipfuwa makwai, uye aifanira kupa mambo weIsraeri makwayana anokwana zviuru zana namakushe amakondohwe anokwana zviuru zana. Asi mushure mokufa kwaAhabhu, mambo weMoabhu akamukira mambo weIsraeri. Saka panguva iyoyo, Mambo Jehoramu akabva kuSamaria akaunganidza vaIsraeri vose. Iye akatumirawo shoko kuna Jehoshafati mambo weJudha achiti, “Mambo weMoabhu andimukira. Ungada kuenda neni kundorwa neMoabhu here?” Iye akapindura akati, “Ndichaenda newe. Ini ndakangoita sewe, navanhu vangu sevakowo, mabhiza angu samabhiza ako.” Akamubvunza akati, “Tichandovavamba nenzira ipi?” Iye akapindura akati, “NomuRenje reEdhomu.” Saka mambo weIsraeri akaenda namambo weJudha pamwe chete namambo weEdhomu. Mushure mokufamba vachipoterera kwamazuva manomwe, varwi vakapererwa nemvura yavo, neyezvipfuwo zvavaiva nazvo. Mambo weIsraeri akati, “Haiwa! Heya Jehovha atidaidza isu madzimambo matatu pamwe chete kungozotipa hake kuvaMoabhu?” Asi Jehoshafati akamubvunza akati, “Hapana muprofita waJehovha here pano, kuti tibvunze Jehovha nokwaari?” Muranda wamambo weIsraeri akati, “Pana Erisha mwanakomana waShafati. Aisimbosuridzira mvura pamaoko aEria.” Jehoshafati akati, “Shoko raJehovha riri paari.” Saka mambo weIsraeri naJehoshafati namambo weEdhomu vakaburuka vakaenda kwaari. Erisha akati kuna mambo weIsraeri, “Chiiko chandingaita nemi? Endai kuvaprofita vababa venyu navaprofita vamai venyu.” Mambo weIsraeri akapindura akati, “Kwete, nokuti ndiJehovha akatidaidza isu madzimambo matatu tose kuti azotipa kuvaMoabhu.” Erisha akati, “Zvirokwazvo naJehovha Wamasimba Ose mupenyu, wandinoshumira, dai ndanga ndisingaremekedzi Jehoshafati mambo weJudha vari pano, handaimbokutarisai kana kukuonai. Asi zvino uyai nomuridzi worudimbwa kwandiri.” Muridzi worudimbwa paakanga achiridza, ruoko rwaJehovha rwakauya pamusoro paErisha, akati, “Zvanzi naJehovha: Itai kuti mupata uyu uzare namakoronga. Nokuti zvanzi naJehovha: Hamusi kuzoona mhepo kana mvura, kunyange zvakadaro, mupata uyu uchazadzwa nemvura, uye imi, nemombe dzenyu nedzimwe mhuka dzenyu muchanwamo. Chinhu ichi chakareruka pamberi paJehovha; achaisawo Moabhu kwamuri. Muchaparadza guta rimwe nerimwe rakakomberedzwa norusvingo uye namaguta ose makuru. Muchatemera pasi muti mumwe nomumwe wakanaka, mugotsindira matsime ose, uye muchakanganisa namabwe munda mumwe nomumwe wakanaka.” Chifumi chamangwana, nenguva dzinenge dzokupa chibayiro, tarirai, mvura yakayerera ichibva kwakadziva kuEdhomu! Uye nyika yakazara nemvura. Zvino vaMoabhu vose vakanga vanzwa kuti madzimambo akanga auya kuzorwa navo; saka murume mumwe nomumwe, mudiki nomukuru, aigona kutakura zvombo akadaidzwa uye vakandogariswa kumuganhu. Vakati vachimuka mangwanani vakaona zuva richipenya pamusoro pemvura. KuvaMoabhu vaiva kuno rumwe rutivi, mvura yakanga yakatsvuka seropa. Vakati, “Iropa iro! Madzimambo ayo anenge arwa akaurayana. Zvino imi vaMoabhu endai munopamba!” Asi vaMoabhu vakati vasvika kumusasa weIsraeri, vaIsraeri vakavarwisa kusvikira vatiza. Ipapo vaIsraeri vakapinda munyika vakauraya vaMoabhu. Vakaparadza maguta, uye murume mumwe nomumwe akapotsera mabwe pamunda woga woga wakanaka kusvikira wafukidzwa namabwe. Vakatsindira matsime ose uye vakatema muti wose wakanga wakanaka. Kirihareseti chete ndiro rakasiyiwa riine mabwe aro, asi varume vaiva nezvimviriri vakarikomba vakaritakawo. Mambo weMoabhu akati aona kuti akundwa, akatora varume mazana manomwe vaiva neminondo kuti varwise vaende kuna Mambo weEdhomu, asi vakakonewa. Ipapo akatora dangwe rake, aifanira kumutevera paushe, akamupa sechibayiro parusvingo rweguta. Vakatsamwira vaIsraeri zvikuru; uye ivo vakabva kwaari vakadzokera kunyika yavo. "
    },
    {
      "chapter": "4",
      "verses": " Mafuta eChirikadzi Zvino mukadzi womumwe murume weboka ravaprofita akadanidzira kuna Erisha akati, “Muranda wenyu, murume wangu, afa, uye munoziva kuti iye aitya Jehovha. Asi zvino uyo waakanga atorera chikwereti ari kuuya kuzotora vanakomana vangu vaviri kuti vave nhapwa dzake.” Erisha akamupindura akati, “Ndingakubatsira seiko? Nditaurire, chii chaunacho mumba mako?” Iye akati, “Murandakadzi wenyu haana kana chinhu kunze kwamafuta mashoma shoma.” Erisha akati kwaari, “Enda unokumbira vavakidzani vako vose vakupe midziyo isina chinhu. Usakumbira mishoma. Ipapo ugopinda mumba uzvipfigire mukova iwe navana vako. Udire mafuta mumidziyo yose, ugoisa parutivi mudziyo unenge wazara.” Naizvozvo akabva kwaari, akapfiga mukova iye navana vake vari mukati. Vakauya nemidziyo kwaari, iye akaramba achingodira. Midziyo yose yakati yazara, akati kumwanakomana wake, “Ndivigire mumwe mudziyo.” Asi iye akapindura akati, “Hapachina mumwe mudziyo wasara.” Ipapo mafuta akabva aguma. Akaenda kundoudza munhu waMwari uye iye akati, “Chienda unotengesa mafuta ugoripa zvikwereti zvako, iwe navanakomana vako mugorarama neanenge asara.” Mwanakomana woMukadzi muShunemi anoraramiswa Rimwe zuva Erisha akaenda kuShunemi. Ikoko kwaiva nomukadzi akanga ari mupfumi, uye akamugombedzera kuti agare ambodya. Saka nguva dzose paaipfuura nepo, aimirapo odya. Mukadzi akati kumurume wake, “Ndinoziva kuti murume uyu anopfuura napano mutsvene waMwari. Ngativakei kamuri padenga tigomuisira mubhedha netafura, nechigaro uye nerambi imomo. Ipapo achakwanisa kugaramo paanenge angotishanyira.” Rimwe zuva Erisha akati asvika, akakwira kukamuri rake ndokurara imomo. Akati kumuranda wake Gehazi, “Dana mukadzi muShunemi.” Naizvozvo akamudana, uye akamira pamberi pake. Erisha akati kwaari, “Muudze kuti, ‘Makatitamburira imi pane zvose izvi, zvino mungaitirwewo chii?’ Tingakumiririrai kuna mambo here kana kumukuru wehondo?” Iye akapindura akati, “Ndine musha pakati pavanhu vokwangu.” Erisha akabvunza akati, “Angaitirwe chiiko?” Gehazi akati, “Zvirokwazvo, haana mwanakomana uye murume wake akwegura.” Ipapo Erisha akati, “Mudane.” Naizvozvo akamudana, mukadzi akamira pamukova. Erisha akati, “Nenguva inenge ino gore rinouya, uchafungatira mwanakomana mumaoko ako.” Iye akati, “Kwete, ishe wangu. Haiwa munhu waMwari, musarevera nhema murandakadzi wenyu!” Asi mukadzi akava nemimba, uye gore raitevera nenguva yakare iyoyo akapona mwanakomana, sezvaakanga audzwa naErisha. Mwana akati akura, nerimwe zuva akaenda kuna baba vake, kwavaiva navakohwi. Akati kuna baba vake, “Musoro wangu! Musoro wangu!” Baba vake vakataurira muranda vakati, “Mutakurei muende naye kuna mai vake.” Mushure mokunge muranda amusimudza, akaenda naye kuna mai vake, mukomana akagara pamakumbo amai vake kusvikira masikati, ndokubva afa. Vakakwira pamusoro naye vakandomuradzika pamubhedha womunhu waMwari, ndokupfiga mukova ndokubuda. Mukadzi akadana murume wake akati, “Ndapota, ndidanire mumwe wavaranda nembongoro kuti ndiende kumunhu waMwari nokukurumidza ndigodzoka.” Iye akamubvunza akati, “Uri kuendereiko kwaari nhasi? Hakusi Kugara kwoMwedzi kana Sabata.” Akapindura akati, “Hazvina mhosva.” Akaisa chigaro pamusoro pembongoro akati kumuranda wake, “Tungamira; usafamba zvishoma uchiitira ini kunze kwokunge ndakuudza.” Naizvozvo akaenda akasvika kumunhu waMwari paGomo reKarimeri. Akati achimuona achiri kure, munhu waMwari akati kumuranda wake Gehazi, “Tarisa! Hoyo mukadzi muShunemi! Mhanya undosangana naye ugomubvunza kuti, ‘Munofara mose here? Ko, murume wako anofara here? Ko, mwana wako anofara here?’ ” Mukadzi akati, “Zvose zvakanaka.” Paakasvika kumunhu waMwari paGomo, akabata makumbo ake. Gehazi akauya achiti amusundire kure, asi munhu waMwari akati, “Murege akadaro! Nokuti ane shungu dzinomutambudza, asi Jehovha akandivanzira chinhu ichi uye haana kundiudza kuti imhaka yei.” Mukadzi akati, “Ndakakukumbirai mwanakomana here, tenzi wangu? Ko, handina kukutaurirai kuti musandinyengedzera here?” Erisha akati kuna Gehazi, “Zvisunge chiuno ubate tsvimbo yangu muruoko rwako umhanye. Kana ukasangana naani zvake, usamukwazisa, uye ani naani anokukwazisa, iwe usapindura. Uradzike tsvimbo yangu pauso hwomukomana.” Asi mai vomwana vakati, “Zvirokwazvo naJehovha mupenyu, uye noupenyu hwenyu, handisi kuzokusiyai.” Naizvozvo akasimuka akamutevera. Gehazi akatungamira mberi akandoisa tsvimbo pachiso chomwana, asi hapana chakanzwika kana chakapfakanyika. Naizvozvo Gehazi akadzokera kuti andosangana naErisha akamuudza kuti, “Mukomana haana kumuka.” Erisha paakasvika pamba, akawana mukomana ari pamubhedha akafa. Akapinda mukati, akapfiga mukova iye nomwana vari vaviri, akanyengetera kuna Jehovha. Ipapo akakwira pamubhedha akatsivama pamusoro pomwana, akaisa muromo wake pamuromo womwana, nameso ake pameso omwana, uye maoko pamaoko ake. Paakatsivamira pamusoro pake, muviri womukomana wakatanga kudziya. Erisha akafuratira, achifamba-famba mukati mekamuri akadzokerazve pamubhedha akatsivamazve pamusoro pake. Mukomana akahotsira kanomwe kose ndokusvinura meso ake. Erisha akadana Gehazi akati kwaari, “Dana mukadzi muShunemi.” Iye akaita saizvozvo. Akati apinda, Erisha akati kwaari, “Tora mwanakomana wako.” Ipapo akapinda, akazviwisira patsoka dzake akakotamira pasi, akasimuka akatora mwanakomana wake akabuda. Rufu muhari Erisha akadzokera kuGirigari uye maiva nenzara mudunhu imomo. Boka ravanakomana vavaprofita parakanga rigere pamberi pake, akati kumuranda wake, “Gadzai hari huru mubikire boka ravaprofita ava zvokudya.” Mumwe wavo akaenda kuminda kundotanha muriwo akawana magaka omusango. Akaunganidza mamwe acho akaazadza mujasi rake. Paakadzokera, akaatematema ndokuaisa muhari yomuriwo, kunyange zvazvo pakanga pasina aiziva kuti zvaiva zvii. Zvokudya zvakapakurirwa vanhu, asi pavakatanga kudya vakadanidzira vakati, “Nhai munhu waMwari, mune rufu muhari!” Uye vakatadza kuzvidya. Erisha akati, “Uyai noupfu.” Akahuisa muhari akati, “Ipai vanhu vadye.” Ipapo hapana kuzova nechinokuvadza muhari. Vanhu zana vanopiwa zvokudya Mumwe murume akauya achibva kuBhaari Sharisha achivigira munhu waMwari marofu makumi maviri echingwa chebhari chakanga chabikwa nezviyo zvakatanga kuibva, pamwe chete nehura dzezviyo zvitsva. Erisha akati, “Ipai vanhu vadye.” Muranda wake akati, “Ndingagovera izvi kuvanhu zana sei?” Asi Erisha akapindura akati, “Ipai vanhu vadye. Nokuti zvanzi naJehovha, ‘Vachadya vakasiya zvimwe.’ ” Ipapo akavaisira pamberi pavo zvokudya, vakadya vakasiya zvimwe, sezvakanga zvataurwa neshoko raJehovha. "
    },
    {
      "chapter": "5",
      "verses": "Naamani Anoporeswa Maperembudzi Zvino Naamani, mukuru wehondo yamambo weAramu, aiva munhu mukuru kwazvo pamberi patenzi wake uye aikudzwa zvikuru, nokuti kubudikidza naye, Jehovha akapa mambo weAramu kukunda. Aiva murwi ane simba noumhare, asi aiva namaperembudzi. Zvino mauto eAramu akabuda kundorwa akadzoka ava nomusikana weIsraeri wavakanga vatapa, uye akashandira mukadzi waNaamani. Akati kuna tenzikadzi wake, “Dai tenzi wangu aiona muprofita ari muSamaria! Aizomuporesa pamaperembudzi ake.” Naamani akaenda kuna tenzi wake akamutaurira zvaakanga audzwa nomusikana akanga abva kuIsraeri.” Mambo weAramu akati, “Zvakanaka, enda hako. Ini ndichatumirawo tsamba kuna mambo weIsraeri.” Naizvozvo Naamani akaenda, akatora matarenda gumia esirivha nezviuru zvitanhatu zvamashekerib egoridhe uye nemhando gumi dzenguo. Tsamba yaakaenda nayo kuna mambo weIsraeri yaiti: “Ndatuma muranda wangu Naamani netsamba iyi kuti umurape maperembudzi ake.” Mambo weIsraeri akati achangopedza kuverenga tsamba iyi, akabvarura nguo dzake akati, “Ndini Mwari here? Ndinogona kuuraya nokuraramisa here? Sei murume uyu atuma munhu kwandiri kuti azorapwa maperembudzi ake. Onai kuti anoedza sei kutsvaka bopoto neni!” Erisha munhu waMwari, akati anzwa kuti mambo weIsraeri abvarura nguo dzake, akamutumira shoko akati, “Mabvarurireiko nguo dzenyu? Regai murume uyo auye kwandiri uye achaziva kuti muIsraeri mune muprofita.” Naizvozvo Naamani akaenda namabhiza ake nengoro akandomira pamukova weimba yaErisha. Erisha akatuma nhume yake kwaari achiti, “Enda unoshamba kanomwe muJorodhani, ipapo nyama yako ichadzoredzerwa pakare uye uchava wakanatswa.” Asi Naamani akabvapo atsamwa akati, “Ndanga ndichifunga kuti zvirokwazvo achauya kwandiri agomira achidana kuzita raJehovha Mwari wake, agoninira ruoko rwake panzvimbo yacho agondiporesa maperembudzi. Ko, Abhana neFaripari, idzo nzizi dzeDhamasiko, hadzisi nani kupinda mvura yose yeIsraeri here? Handaigona kushamba madziri ndikanatswa here?” Naizvozvo akabvapo akaenda akatsamwa kwazvo. Varanda vaNaamani vakaenda kwaari vakati, “Nhai baba, dai muprofita anga akuudzai kuti muite chinhu chikuru, hamaizochiita here? Zvino zvaati kwamuri, ‘Shambai mugonatswa!’ ” Saka akaburuka akandozvinyudza muna Jorodhani kanomwe, sezvaakanga audzwa nomunhu waMwari, nyama yake ikadzoredzerwa pakare ikava yakachena, seyomwana mucheche. Ipapo Naamani akadzokera neboka rake rose kumunhu waMwari. Akamira pamberi pake akati, “Zvino ndava kuziva kuti hakuna Mwari panyika yose kunze kwomunyika yeIsraeri. Ndapota, gamuchirai chipo chabva kumuranda wenyu.” Asi muprofita akati, “Zvirokwazvo, naJehovha mupenyu, iye wandinoshumira, handisi kuzogamuchira chinhu.” Kunyange zvazvo Naamani akamugombedzera, iye akaramba. Naamani akati, “Ndapota, kana musingadi, muranda wenyu ngaapiwe hake ivhu ringatakurwa namahesera maviri, nokuti muranda wenyu haachambofazve akaita chipiriso chinopiswa nechibayiro kuna vamwe vamwari vapi zvavo asi kuna Jehovha. Asi Jehovha ngaakanganwire muranda wenyu pachinhu chimwe chete ichi: Vatenzi vangu pavanopinda mutemberi yaRimoni kundonamatamo pasi, uye vakasendamira paruoko rwangu, neni ndikakotama ndirimowo, pandinokotama mutemberi yaRimoni, Jehovha ngaakanganwire muranda wenyu pachinhu ichi.” Erisha akati, “Enda hako norugare.” Mushure mokunge Naamani afamba kwechinhambo, Gehazi muranda waErisha munhu waMwari, akati mumwoyo make, “Tenzi wangu arerutsira zvakanyanya Naamani, muAramu uyu, pakusagamuchira kubva kwaari zvaanga auya nazvo. Zvirokwazvo naJehovha mupenyu, ndichamhanya ndimutevere ndigotora chimwe chinhu kwaari.” Naizvozvo Gehazi akatevera Naamani. Zvino Naamani akati amuona achimumhanyira, akaburuka mungoro kuti andosangana naye. Akati kwaari, “Kwakanaka here?” Gehazi akapindura akati, “Kwakanaka. Tenzi wangu andituma achiti, ‘Pane majaya maviri abva kuboka ravaprofita achangosvika kwandiri achibva kunyika yamakomo yaEfuremu. Ndapota, muvape henyu tarenda resirivhac nemhando mbiri dzenguo.’ ” Naamani akati, “Torai henyu matarenda maviri.” Akagombedzera Gehazi kuti azvigamuchire, ndokubva asungira matarenda maviri esirivha mumasaga maviri, nemhando mbiri dzenguo. Akazvipa kuvaranda vake vaviri, vakazvitakura vari mberi kwaGehazi. Gehazi akati asvika pachikomo, akatora zvinhu kubva kuvaranda akazviisa mumba make. Akadzosa varume vaya ivo ndokuenda havo. Ipapo akapinda akandomira pamberi paErisha tenzi wake. Erisha akamubvunza akati, “Wanga uripiko Gehazi?” Gehazi akapindura akati, “Muranda wenyu haana kwaamboenda.” Asi Erisha akati kwaari, “Mweya wangu wanga usinewe here paburuka murume mungoro yake kuti azosangana newe? Ko, ino inguva yokutora mari kana kugamuchira nguo, neminda yemiorivhi, neyemizambiringa, namakwai, nemombe, kana varandarume navarandakadzi here? Naizvozvo maperembudzi aNaamani achanamatira pauri iwe navana vako nokusingaperi.” Ipapo Gehazi akabva pamberi paErisha ava namaperembudzi, achena sechando. "
    },
    {
      "chapter": "6",
      "verses": "Demo rinopapamadzwa pamusoro pemvura Zvino boka ravaprofita rakati kuna Erisha, “Tarisai, nzvimbo yatinosangana nemi yatiitira diki kwazvo. Ngatiendei kuJorodhani, mumwe nomumwe wedu andotora danda ikoko; uye tigozvivakira ikoko nzvimbo yokugara.” Iye akati, “Endai.” Ipapo mumwe wavo akati, “Ndapota, ko, imi hamungaendiwo navaranda venyu here?” Erisha akati, “Ndinoenda.” Naizvozvo akaenda navo. Vakaenda kuJorodhani vakatanga kutema miti. Asi mumwe akati achiri kutema muti, musoro wedemo wakasvotoka ukawira mumvura. Akadanidzira akati, “Haiwa, ishe wangu, rakanga rakweretwa!” Munhu waMwari akati, “Rawira napapi?” Akati amuratidza nzvimbo yacho, Erisha akatema rutanda akarukandirapo, uye akapapamadza musoro wedemo. Akati, “Ribudise.” Ipapo murume akatambanudza ruoko rwake akaritora. Erisha anobata vaAramu vapofumadzwa Zvino mambo weAramu akanga achirwa neIsraeri. Mushure mokutaurirana navaranda vake, akati, “Ndichadzika musasa wangu panzvimbo yokuti neyokuti.” Munhu waMwari akatumira shoko kuna mambo weIsraeri achiti, “Chenjerai kuti murege kupfuura napanzvimbo iyo nokuti vaAramu vari kuburukirako.” Naizvozvo mambo weIsraeri akatumira vanhu kunzvimbo iyoyo yaakanga aratidzwa nomunhu waMwari, kuti vandoiongorora. Nguva nenguva Erisha aiyambira mambo, kuti achenjerere nzvimbo dzakadaro. Izvi zvakatsamwisa mambo weAramu. Akadana vabati vake akati kwavari, “Hamungandiudzewo here kuti pakati pedu ari kurutivi rwamambo weIsraeri ndiani?” Mumwe wavabati vake akati, “Pakati pedu hapana, ishe wangu mambo, asi Erisha, muprofita ari muIsraeri ndiye anoudza mambo weIsraeri mashoko chaiwoiwo amunotaura muimba yenyu yokurara.” Mambo akati, “Endai munotsvaka kuti ari kupi, kuitira kuti ndigotuma varume vanomubata.” Akaziviswa kuti, “Ari muDhotani.” Ipapo akatumira ikoko mabhiza nengoro namauto akasimba. Vakaenda usiku vakakomba guta. Muranda womunhu waMwari akati amuka mangwanani aitevera, akabuda panze akaona hondo namabhiza nengoro zvakomba guta. Muranda wake akati, “Haiwa ishe wangu, tichaita seiko?” Muprofita akapindura akati, “Usatya. Vari kwatiri vazhinji kupfuura vari kwavari.” Ipapo Erisha akanyengetera akati, “Haiwa Jehovha, svinudzai meso ake kuti aone.” Ipapo Jehovha akasvinudza meso omuranda, iye ndokutarisa akaona zvikomo zvakazara namabhiza nengoro dzomoto zvakakomba Erisha. Vavengi pavakaburuka kwaari, Erisha akanyengetera kuna Jehovha akati, “Pofumadzai vanhu ava.” Naizvozvo akavapofumadza sezvakanga zvakumbirwa naErisha. Erisha akati kwavari, “Iyi handiyo nzira uye iri harizi iro guta. Nditeverei, ndichakutungamirirai kumunhu wamuri kutsvaka.” Uye akavatungamirira kuSamaria. Mushure mokupinda kwavo muguta, Erisha akati, “Jehovha, svinudzai meso avarume ava kuti vaone.” Ipapo Jehovha akasvinudza meso avo vakatarira, onei, vava muSamaria. Mambo weIsraeri akati achivaona, akabvunza Erisha akati, “Ndivauraye here, baba vangu? Ndovauraya here?” Akamupindura akati, “Musavauraya. Hamungazouraya vanhu vamunenge makatapa nomunondo wenyu kana uta hwenyu here? Vaisirei zvokudya nemvura pamberi pavo kuti vadye uye vanwe vagodzokera kuna tenzi wavo.” Naizvozvo akavagadzirira mabiko makuru, uye vakati vapedza kudya nokunwa akavaendesa, ivo vakadzokera kuna tenzi wavo. Naizvozvo mapoka avapambi vokuAramu akarega zvokupamba nyika yeIsraeri. Nzara muSamaria Shure kwenguva, Bheni-hadhadhi mambo weAramu, akaunganidza hondo yake yose akaenda kundokomba Samaria. Kwakava nenzara huru muguta zvokuti musoro wembongoro waitengeswa mashekeri makumi maserea esirivha, uye chitswandab chamatoto enjiva chaitengeswa namashekeri mashanuc; nokuti nguva yokukombwa yakanga yarebesa. Mambo weIsraeri akati achipfuura naparusvingo, mumwe mukadzi akadanidzira kwaari akati, “Ndibatsireiwo, ishe wangu namambo!” Mambo akamupindura akati, “Kana Jehovha asingakubatsiri ini ndingakuwanira rubatsiro kupi? Kubva paburiro here? Kubva pachisviniro chewaini here? Ipapo akamubvunza akati, “Zvaita sei?” Iye akamupindura akati, “Mukadzi uyu akati kwandiri, ‘Tipe mwanakomana wako kuti timudye nhasi, mangwana tigozodya wangu.’ Naizvozvo takabika mwana wangu tikamudya. Fume mangwana, ini ndokuti kwaari, ‘Tipe mwanakomana wako kuti timudye,’ asi iye akanga andomuviga.” Zvino mambo akanzwa mashoko omukadzi uyu, akabvarura nguo dzake. Akati achifamba naparusvingo, vanhu vakamutarisa, vakaona kuti akanga akapfeka masaga mukati menguo, pamuviri wake. Akati, “Mwari ngaandirove zvakanyanya kwazvo, kana musoro waErisha mwanakomana waShafati ukaramba uri pamapfudzi ake nhasi!” Zvino Erisha akanga akagara mumba make, uye vakuru vakanga vagere naye. Mambo akatuma nhume mberi, asi asati asvika, Erisha akati kuvakuru, “Hamuoni here iyi mhondi iri kutumira munhu kuzodimura musoro wangu? Tarirai, kana nhume yasvika, mupfige mukova uye muutsigire kuti asapinda. Ko, hausi mutsindo wetsoka dzatenzi wake mushure make here?” Akati achiri kutaurirana navo, nhumwa yakasvika kwaari. Mambo akati, “Dambudziko iri rinobva kuna Jehovha. Ndichagoramba ndakamirira Jehovha nemhaka yeiko?” "
    },
    {
      "chapter": "7",
      "verses": "Asi Erisha akati, “Inzwai shoko raJehovha. Zvanzi naJehovha: Nenguva yakaita seino mangwana, seyaa roupfu hwakatsetseka richatengeswa neshekeri rimweb uye maseya maviric ebhari neshekeri pasuo reSamaria.” Ipapo mukuru anova aiva ndiye ane ruoko rwakanga rwakasendamirwa namambo, akati kumunhu waMwari, “Tarira, kunyange dai Jehovha akazarura mawindo amatenga, kuti zvakadai zvingaitika?” Erisha akapindura akati, “Uchazviona iwe nameso ako asi hauna chimwe chazvo chauchadya!” VaAramu vanotiza Zvino kwakanga kuna varume vana vaiva namaperembudzi pamukova wesuo reguta. Vakawirirana vakati, “Tichagarireiko pano kusvikira tafa? Kana tikati, ‘Tichaenda muguta,’ nzara irimo uye tichafa. Uye kana tikagara pano, tichafa. Naizvozvo ngatiendei kumusasa wavaAramu tinozvipira hedu. Kana vakatirega tiri vapenyu, tararama, kana vakatiuraya, tafa hedu.” Naizvozvo vakasimuka mambakwedza vakaenda kumusasa wavaAramu. Vakati vasvika pamucheto womusasa, wanei hakuna kana munhu, nokuti Jehovha akanga aita kuti vaAramu vanzwe kutinhira kwengoro namabhiza uye nokwehondo huru, naizvozvo, vakataurirana vachiti, “Tarirai mambo weIsraeri akakoka vaHiti namadzimambo avaIjipita kuti vazotirwisa!” Naizvozvo vakasimuka mambakwedza vakatiza, vakasiya matende avo namabhiza avo nembongoro. Vakasiya musasa wakangodaro vakatiza kuti vaponese upenyu hwavo. Varume vaiva namaperembudzi vakapinda kumucheto kwomusasa ndokupinda mune rimwe tende. Vakadya uye vakanwa, uye vakatakura sirivha, negoridhe nenguo vakabvapo vakandozviviga. Vakadzokazve vakapinda mune rimwe tende vakatora zvimwe zvinhu mariri vakandozvivigazve. Ipapo vakataurirana vakati, “Hatisi kuita chinhu chakanaka. Rino izuva ramashoko akanaka asi isu takangonyarara hedu. Kana tikamira kusvika kwaedza, ticharangwa. Handei izvozvi tinozivisa zvinhu izvi kumuzinda wamambo.” Saka vakaenda vakadanidzira kuvarindi vesuo reguta vakati kwavari, “Takaenda kumusasa wavaAramu tikasawana kana munhumo, kunyange inzwi romunhu, asi mabhiza nembongoro zvakasungirirwa uye matende akangosiyiwa akadaro.” Varindi vesuo vakadaidzira mashoko aya zvikaziviswa mukati momuzinda. Mambo akamuka usiku akati kuvabati vake, “Ndichakuudzai zvataitirwa navaAramu. Ivo vanoziva kuti tine nzara; saka vasiya musasa vakandovanda muminda, vachifunga kuti ‘Zvirokwazvo kana vakabuda kunze ipapo isu tichavabata vari vapenyu tigopinda muguta.’ ” Mumwe wavabati vake akapindura akati, “Vamwe varume ngavatore mabhiza mashanu akasiyiwa muguta. Zvakaitika kwavari zvichafanana nezvichaitika kuvaIsraeri vose vasara muno, hongu vachava chete savaIsraeri vose ava vachaparara. Naizvozvo ngativatumei kuti vandoona kuti chii chakaitika.” Saka vakatsaura ngoro mbiri namabhiza adzo, mambo akavatuma kuti vatevere hondo yavaAramu. Akarayira vachairi akati, “Endai mundoona kuti chii chakaitika.” Vakavatevera kusvikira paJorodhani, vakawana nzira yose izere nguo nenhumbi dzakanga dzakaraswa navaAramu pakutiza kwavo. Saka nhumwa dzakadzoka dzikaudza mambo izvozvo. Ipapo vanhu vakabuda vakandopamba musasa wavaAramu. Saka chiyero choupfu hwakatsetseka chakatengeswa neshekeri rimwe chete uye zviyero zviviri zvebhari zvakatengeswawo neshekeri, sezvakanga zvarehwa naJehovha. Zvino mambo akanga aisa mubati uya waaimbosendamira paruoko rwake kuti ave muchengeti wesuo, ipapo vanhu vakamutsikirira pasi pesuo ipapo, akafa, sezvakanga zvataurwa nomunhu waMwari musi wakauya mambo kwaari. Zvakaitika sezvakanga zvarehwa nomunhu waMwari kuna mambo achiti, “Mangwana, nenguva yakaita seino, chiyero choupfu hwakatsetseka chichatengeswa neshekeri rimwe uye zviyero zviviri zvebhari zvichatengeswawo neshekeri pasuo reSamaria.” Zvino mubati uya akanga ati kumunhu waMwari, “Tarira, kunyange dai Mwari akazarura mawindo okumatenga, zvakadai zvingaitika here?” Munhu waMwari akanga amupindura akati, “Uchazviona nameso ako, asi haungadyi kana chimwe chazvo!” Zvino ndizvo chaizvo zvakaitika kwaari, nokuti vanhu vakamutsikirira pasuo, akafa. "
    },
    {
      "chapter": "8",
      "verses": "Mukadzi muShunami anodzorerwa munda wake Zvino Erisha akanga ati kumukadzi waakararamisira mwanakomana wake, “Enda kure iwe neimba yako unogara chero paunogona kugara, nokuti Jehovha akarayira nzara ichapedza makore manomwe panyika.” Naizvozvo mukadzi akasimuka akaita sezvakanga zvarehwa nomunhu waMwari. Akaenda iye neveimba yake akandogara kwamakore manomwe kunyika yavaFiristia. Makore manomwe akati akapera, akadzoka kunyika yavaFiristia akaenda kuna mambo akandokumbira kuti adzorerwe imba yake nomunda wake. Zvino mambo akanga achitaurirana naGehazi, muranda womunhu waMwari, uye akanga ati kwaari, “Nditaurirewo pamusoro pezvinhu zvikuru zvose zvakaitwa naErisha.” Gehazi achiri kutaurira mambo kuti Erisha akanga araramisa sei mukomana akanga afa, mukadzi aiva nomwanakomana akanga araramiswa naErisha akabva asvika kuti azokumbira imba yake nomunda wake kuna mambo. Gehazi akati, “Uyu ndiye mukadzi wacho, ishe wangu mambo, uye uyu ndiye mwanakomana wake akararamiswa naErisha.” Zvino mambo akabvunza mukadzi pamusoro paizvozvo, iye akamutaurira. Ipapo akatuma mubati kuti aone nezvenyaya yomukadzi uyu akati, “Mudzorerei zvake zvose pamwe nezvibereko zvinobva pamunda wake kubvira pazuva raakabva munyika ino kusvikira zvino.” Hazaeri anouraya Bheni-Hadhadhi Erisha akaenda kuDhamasiko uye Bhenihadhadhi mambo wavaAramu airwara. Mambo akati audzwa kuti, “Munhu waMwari asvika kuno,” iye akati kuna Hazaeri, “Tora chipo uende nacho unosangana nomunhu waMwari. Undibvunzirewo Jehovha kubudikidza naye; umubvunze kuti, ‘Ndichaporawo here pakurwara uku?’ ” Hazaeri akaenda kundosangana naErisha, akamuvigira chipo chezvipfeko zvose zvakanga zvakanaka kwazvo zveDhamasiko zvaitakurwa namakumi mana engamera. Akapinda mumba akamira pamberi pake, akati, “Mwanakomana wenyu Bheni-hadhadhi mambo wavaAramu andituma kuti ndizobvunza kuti, ‘Ndichaporawo here pakurwara uku?’ ” Erisha akapindura akati, “Enda unoti kwaari, Zvirokwazvo muchapora, asi Jehovha akandiratidza kuti vachafa zvirokwazvo.” Akaramba akamutarisa kusvikira Hazaeri anyara. Ipapo munhu waMwari akatanga kuchema. Hazaeri akamubvunza akati, “Seiko ishe wangu achichema?” Iye akapindura akati, “Nokuti ndinoziva zvakaipa zvauchaitira vaIsraeri. Uchapisa nhare dzavo nomoto, uchauraya majaya avo nomunondo, ucharovera pwere dzavo pasi, uye uchatumbura vakadzi vavo vane mimba.” Hazaeri akati, “Ko, muranda wenyu chiiko, iyo imbwa zvayo, kuti angaita chinhu chakakura kudai?” Erisha akapindura akati, “Jehovha akandiratidza kuti iwe uchava mambo wavaAramu.” Ipapo Hazaeri akabva pana Erisha akadzokera kuna tenzi wake. Bheni-hadhadhi paakabvunza achiti, “Erisha akati kudini kwauri?” Hazaeri akapindura akati, “Akandiudza kuti zvirokwazvo muchapora.” Asi nezuva raitevera akatora jira akarinyika mumvura akapfumbira chiso chamambo kusvikira afa. Ipapo Hazaeri akamutevera paumambo. Jehoramu Mambo waJudha Mugore reshanu raJoramu mwanakomana waAhabhu mambo weIsraeri, Jehoshafati ari mambo weJudha, Jehoramu mwanakomana waJehoshafati akatanga kutonga kwake samambo weJudha. Akanga ava namakore makumi matatu namaviri paakava mambo, uye akatonga muJerusarema kwamakore masere. Akafamba munzira dzamadzimambo eIsraeri, sezvakaita imba yaAhabhu, nokuti akawana mwanasikana waAhabhu. Akaita zvakaipa pamberi paJehovha. Kunyange zvakadaro, Jehovha akanga asingadi kuparadza Judha, nokuda kwomuranda wake Dhavhidhi. Akanga avimbisa kupa mwenje kwaari nokuvana vake nokusingaperi. Munguva yaJehoramu, Edhomu yakapandukira Judha ikazvigadzira mambo wayo. Naizvozvo Jehoramu akaenda kuZairi nengoro dzake dzose. VaEdhomu vakamukomba iye navakuru vake vengoro, asi akamuka usiku akavarwisa; uye hondo yake yakatizira kumusha. Naizvozvo vaEdhomu vakabva vamukira vaJudha kusvikira nhasi. Ribhina yakapandukawo panguva imwe cheteyo. Zvimwe zvakaitwa pamazuva okutonga kwaJehoramu nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo aJudha? Jehoramu akavata namadzibaba ake akavigwa pamwe chete navo muguta raDhavhidhi. Ahazia mwanakomana wake akamutevera paumambo. Ahazia Mambo weJudha Mugore regumi namaviri raJoramu, mwanakomana waAhabhu, mambo weIsraeri, Ahazia, mwanakomana waJehoramu, mambo weJudha akatanga kutonga. Ahazia akanga ana makore makumi maviri namaviri paakava mambo, akatonga muJerusarema kwegore rimwe chete. Zita ramai vake rainzi Ataria, muzukuru waOmuri, mambo weIsraeri. Akafamba munzira dzeimba yaAhabhu akaita zvakaipa pamberi paJehovha, sezvakaitwa neimba yaAhabhu, nokuti akanga ari mukuwasha kumhuri yaAhabhu. Ahazia akaenda naJoramu mwanakomana waAhabhu kundorwa naHazaeri, mambo weAramu, paRamoti Gireadhi. VaAramu vakakuvadza Joramu; naizvozvo mambo Joramu akadzokera kuJezireeri kuti ambondopora maronda aakanga akakuvadzwa navaAramu paRamoti mukurwa kwake naHazaeri mambo weAramu. Ipapo Ahazia mwanakomana waJehoramu, mambo weJudha, akaburukira kuJezireeri kundoona Joramu, mwanakomana waAhabhu, nokuti akanga akuvadzwa. "
    },
    {
      "chapter": "9",
      "verses": "Jehu anozodzwa kuti ave Mambo weIsraeri Muprofita Erisha akadana murume aibva kuboka ravaprofita akati kwaari, “Chizvisunga chiuno chako, utore chinu chamafuta ugoenda kuRamoti Gireadhi. Kana wasvikako, utsvake Jehu, mwanakomana waJehoshafati, mwanakomana waNimishi. Uende kwaari, umubvise pakati peshamwari dzake ugopinda naye muimba yomukati. Ipapo utore chinu ugodira mafuta pamusoro wake uchiti, ‘Zvanzi naJehovha: Ndakuzodza kuti uve mambo weIsraeri.’ Ipapo ugozarura mukova utize; usanonoka!” Naizvozvo jaya iri, muprofita, rakaenda kuRamoti Gireadhi. Akati asvika, akawana vakuru vehondo vagere pamwe chete. Akati, “Ndine shoko renyu, imi mukuru.” Jehu akamubvunza akati, “Kuna ani pakati pedu?” Iye akapindura akati, “Kunemi imi, mutungamiri.” Jehu akasimuka akapinda mumba. Ipapo muprofita akadira mafuta pamusoro waJehu akati, “Zvanzi naJehovha, Mwari weIsraeri: ‘Ndakuzodza kuti uve mambo wavanhu vaJehovha, ivo vaIsraeri. Unofanira kuparadza imba yaAhabhu tenzi wako, uye ini ndichatsiva ropa ravaranda vangu vaprofita uye neropa ravaranda vose vaJehovha rakadeurwa naJezebheri. Nokuti imba yose yaAhabhu ichaparadzwa. Ndichabvisa kubva kuna Ahabhu murume wokupedzisira wose wose muIsraeri, nhapwa kana akasununguka. Ndichaita imba yaAhabhu seyaJerobhoamu, mwanakomana waNebhati, uye seimba yaBhaasha, mwanakomana waAhija. Kana ari Jezebheri, imbwa dzichamudya pamunda weJezireeri, hapana achamuviga.’ ” Ipapo akazarura mukova akatiza. Jehu akati aenda kuna vamwe vabati pamwe naye, mumwe wavo akamubvunza akati, “Kwakanaka here? Ko, iri benzi romurume ravingei kwauri?” Jehu akapindura akati, “Murume uyu unomuziva nezvinhu zvaanogarotaura.” Ivo vakati, “Hazvisizvo! Tiudze.” Jehu akati, “Hezvi zvaandiudza: ‘Zvanzi naJehovha: Ndakuzodza kuti uve mambo weIsraeri.’ ” Vakakurumidza kutora majasi avo vakaawaridza pasi pamakumbo ake pazvikwiriso. Ipapo vakaridza hwamanda vakadanidzira vachiti, “Jehu ava mambo!” Jehu anouraya Joramu naAhazia Saka Jehu, mwanakomana waJehoshafati, mwanakomana waNimushi, akamukira Joramu. (Zvino Joramu navaIsraeri vose vakanga vadzivirira Ramoti Gireadhi nokuda kwaHazaeri mambo weAramu. Asi mambo Joramu akanga adzokera kuJezireeri kuti andopora maronda aakanga akuvadzwa navaAramu muhondo naHazaeri, mambo weAramu.) Jehu akati, “Kana zviri izvo zvamunoda, ngaparege kuva neanonyeruka achibuda muguta achienda kunotaura shoko muJezireeri.” Ipapo akakwira mungoro yake akaenda kuJezireeri, nokuti Joramu akanga akazorora ikoko uye Ahazia mambo weJudha akanga adzikako kuti andomuona. Nharirire yakanga yakamira pamusoro peshongwe muJezireeri yakati ichiona varwi vaJehu vava kusvika, yakadanidzira ichiti, “Ndiri kuona varwi vari kuuya.” Joramu akamurayira akati, “Dana mutasvi webhiza. Mutume kuti anosangana navo agovabvunza kuti, ‘Muri kuuya norugare here?’ ” Mutasvi webhiza akakwira kundosangana naJehu akati, “Zvanzi namambo, ‘Mauya norugare here?’ ” Jehu akapindura akati, “Uneiko iwe norugare?’ Tevera shure kwangu.” Nharirire yakazivisa kuti, “Nhume yasvika kwavari, asi haisi kudzoka.” Saka mambo akatumazve mumwe mutasvi webhiza. Akati achisvika kwavari akati, “Zvanzi namambo ‘Mauya norugare here?’ ” Jehu akapindura akati, “Uneiko norugare iwe? Tevera shure kwangu.” Nharirire yakazivisazve ichiti, “Asvika kwavari, asi naiyewo haasi kudzoka.” Kuchaira kwacho kwakafanana nokwaJehu mwanakomana waNimushi, nokuti anochaira kunge benzi.” Joramu akarayira akati, “Sungai ngoro yangu.” Zvino yakati yasungwa, Joramu mambo weIsraeri naAhazia mambo weJudha vakakwira mumwe nomumwe mungoro yake, kundosangana naJehu. Vakasangana naye pamunda wakanga uri waNabhoti muJezireeri. Joramu akati aona Jehu akamubvunza akati, “Wauya norugare here, Jehu?” Jehu akapindura akati, “Pangava norugare seiko, kana pachine ufeve nouroyi hwakawanda hwamai vako Jezebheri?” Ipapo Joramu akatendeuka akatiza, achidanidzira kuna Ahazi achiti, “Tamukirwa, Ahazi!” Ipapo Jehu akawembura uta hwake akapfura Joramu napakati pamapendekete. Museve wakandobaya pamwoyo wake iye ndokuwira mungoro yake. Jehu akati kuna Bhidhikari, muchairi wengoro, “Musimudze umukande mumunda waimbova waNabhoti muJezireeri. Rangarira pataiva mungoro iwe neni tiri shure kwababa vake Ahabhu, Jehovha paakaita chiprofita ichi pamusoro pake: ‘Nezuro ndakaona ropa raNabhoti neropa romwanakomana wake, ndizvo zvinotaura Jehovha, uye zvirokwazvo ndichaita kuti iwe uzviripe pamunda uno, ndizvo zvinotaura Jehovha.’ Naizvozvo zvino, chimusimudza umukande pamunda uyo, sezvakarehwa neshoko raJehovha.” Ahazia mambo weJudha akati aona zvakanga zvaitika, akatiza nenzira yokuBheti Hagani. Jehu akamudzingirira, achidanidzira achiti, “Muurayei naiyewo!” Vakamukuvadza ari mungoro yake ari munzira yaienda nokuGuri pedyo neIbhiremi, asi akapunyuka akaenda kuMegidho akandofira ikoko. Varanda vake vakamutakura nengoro vakaenda kuJerusarema vakandomuviga namadzibaba ake muguva rake muGuta raDhavhidhi. (Mugore regumi nerimwe raJoramu mwanakomana waAhabhu, Ahazia akava mambo weJudha.) Jezebheri anourayiwa Zvino Jehu akaenda kuJezireeri. Jezebheri akati azvinzwa, akapenda meso ake, akashongedza bvudzi rake ndokutarira napawindo. Jehu akati achipinda pasuo, Jezebheri akamubvunza akati, “Wauya norugare here, Zimuri, iwe muurayi watenzi wako?” Jehu akatarira kumusoro pawindo akadanidzira akati, “Ndiani ari kurutivi rwangu? Ndiani?” Varanda vaviri kana vatatu vakamutarira. Jehu akati, “Mukandirei pasi!” Naizvozvo vakamukanda pasi, rimwe ropa rake rikapfachukira parusvingo napamabhiza paakatsikwa namabhiza. Jehu akapinda akadya uye akanwa. Akati, “Torai mukadzi akatukwa, mumuvige, nokuti akanga ari mwanasikana wamambo.” Asi vakati vaenda kundomuviga, havana chavakawana kunze kwedehenya rake, tsoka dzake namaoko ake chete. Vakadzokera vakandoudza Jehu, iye akati, “Iri ndiro shoko raJehovha raakataura kubudikidza nomuranda wake Eria muTishibhi achiti: Imbwa dzichadya nyama yaJezebheri pamunda wokuJezireeri. Chitunha chaJezebheri chichava somupfudze pamusoro pomunda wokuJezireeri, zvokuti hapana achagona kuti, ‘Uyu ndiye Jezebheri.’ ” "
    },
    {
      "chapter": "10",
      "verses": "Mhuri yaAhabhu inourayiwa Zvino muSamaria maiva navanakomana vaAhabhu makumi manomwe. Saka Jehu akanyora matsamba akatumira kuSamaria achiti: kuvabati veJezireeri, kuvakuru navachengeti vavana vaAhabhu. Akati, “Panongosvika tsamba iyi kwamuri, sezvo vana vatenzi wenyu vanemi uye ngoro namabhiza munazvo, guta rakakombwa uye nezvombo, sarudzai mwanakomana watenzi wenyu akanaka, uye anokudzwa kukunda vose mugomugadza pachigaro choushe chababa vake. Ipapo mugorwira imba yatenzi wenyu.” Asi vakavhunduka vakati, “Kana madzimambo maviri asina kumukunda, isu tingamugona seiko?” Naizvozvo mutariri wapamuzinda, nomukuru weguta, navakuru navareri vakatuma shoko kuna Jehu vakati, “Tiri varanda venyu uye tichaita zvose zvamunoreva. Hatichagadzi ani zvake kuti ave mambo; imi itai zvose zvamunofunga kuti zvakanaka.” Ipapo Jehu akavanyorerazve tsamba yechipiri akati, “Kana muri kurutivi rwangu uye muchizonditeerera, uyai nemisoro yavanakomana vatenzi wenyu kwandiri muJezireeri nenguva ino mangwana.” Zvino machinda amambo, makumi manomwe, vakanga vane varume vaitungamirira guta, vaiva vachengeti vavo. Tsamba yakati yasvika kwavari, varume ava vakatora vanakomana vamambo vakavauraya vose vari makumi manomwe. Vakaisa misoro yavo mumatengu vakaitumira kuna Jehu muJezireeri. Nhume yakati yasvika, yakaudza Jehu kuti, “Vauya nemisoro yavanakomana vamambo.” Ipapo Jehu akavarayira akati, “Irongei mumirwi miviri pasuo reguta kusvikira mangwana.” Fume mangwana Jehu akamuka akabuda. Akamira pamberi pavanhu vose akati kwavari, “Imi hamuna mhosva. Ndini ndakamukira tenzi wangu ndikamuuraya, asi ndiani auraya ava vose? Muzive zvino kuti hakuna shoko rakataurwa naJehovha pamusoro peimba yaAhabhu richawira pasi. Jehovha aita zvaakavimbisa kubudikidza nomuranda wake Eria.” Saka Jehu, akauraya vose vakasara veimba yaAhabhu vaiva muJezireeri, namakurukota ake ose, neshamwari dzake dzepedyo navaprista, akasamusiyira mupenyu. Zvino Jehu akasimuka akananga kuSamaria. Paimba yaivevurirwa makwai navafudzi, akasangana nehama dzaAhazia mambo weJudha akavabvunza akati, “Ndimi vanaaniko?” Ivo vakati, “Tiri hama dzaAhazia, tauya kuzokwazisa mhuri dzamambo nedzamambokadzi.” Akarayira akati, “Vatorei vari vapenyu!” Naizvozvo vakavatora vari vapenyu vakandovauraya patsime rapaimba yaiveurirwa makwai, varume makumi mana navaviri. Haana kusiya mupenyu. Abva ikoko, akasangana naJehonadhabhi mwanakomana waRekabhi, akanga ari munzira kuzosangana naye. Jehu akamukwazisa akati, “Unondifarira here, sokufarira kwandinokuita.” Jehonadhabhi akati, “Hongu.” Jehu akati, “Kana zviri izvo ndipe ruoko rwako.” Akaita saizvozvo, Jehu akamukwidza mungoro. Jehu akati kwaari, “Uya uone kushingairira kwangu Jehovha.” Ipapo akafamba naye mungoro yake. Jehu akati asvika kuSamaria, akauraya vakasara vose veimba yaAhabhu; akavaparadza, sezvakanga zvarehwa neshoko raJehovha kuna Eria. Vashumiri vaBhaari vanourayiwa Ipapo Jehu akaunganidza vanhu vose pamwe chete akati kwavari, “Ahabhu akashumira Bhaari zvishoma; Jehu achamushumira zvakanyanya. Zvino chikokai vaprofita vose vaBhaari, navashumiri vake vose. Muone kuti hapana anosara, nokuti ndiri kuzoita chibayiro chikuru chaBhaari. Ani naani achatadza kuuya haangararami.” Asi Jehu akanga achivanyengera achiitira kuti aparadze vashumiri vaBhaari. Jehu akati, “Danidzirai ungano yokuremekedza Bhaari.” Naizvozvo vakadanidzira. Ipapo akatuma shoko muIsraeri mose, vashumiri vose vaBhaari vakauya; hapana kana mumwe chete akasara. Vakatsikirirana mutemberi yaBhaari kusvikira yazara kubva kuno rumwe rutivi kusvika kuno rumwe. Zvino Jehu akati kumuchengeti wezvipfeko, “Uya nenguo dzavashumiri vaBhaari.” Naizvozvo akavavigira nguo. Ipapo Jehu naJehonadhabhi mwanakomana waRekabhi vakapinda mutemberi yaBhaari. Jehu akati kuvashumiri vaBhaari, “Tarirai muone kuti pakati penyu hapana varanda vaJehovha vari pano nemi, asi vashumiri vaBhaari chete.” Naizvozvo vakapinda kundobayira zvibayiro nezvipiriso zvinopiswa. Zvino Jehu akanga amisa panze varume makumi masere neyambiro yokuti: “Kana mumwe wenyu akarega mumwe wavarume ava vandaisa mumaoko enyu achipunyuka, zvichareva kuti iye achamufira.” Jehu akati achangopedza kuita chipiriso chinopiswa, akabva arayira varindi navakuru akati, “Pindai mukati munovauraya; ngaparege kuva neanopunyuka.” Naizvozvo vakavauraya nomunondo. Varindi navakuru vakakanda zvitunha zvavo kunze uye vakapinda munhare yomukati metemberi yaBhaari. Vakabudisa dombo rinoera kunze kwetemberi yaBhaari vakaripisa. Vakaparadza dombo rinoera raBhaari vakaputsa temberi yaBhaari, uye vanhu vakaishandisa sechimbuzi kusvikira nhasi. Naizvozvo Jehu akaparadza chinamato chaBhaari muIsraeri. Kunyange zvakadaro, haana kutsauka pazvivi zvaJerobhoamu mwakomana waNebhati, zvaakaita kuti vaIsraeri vaite—nokunamata mhuru yegoridhe paBheteri napaDhani. Jehovha akati kuna Jehu, “Nokuti wakaita zvakanaka mukuzadzisa izvo zvakarurama pamberi pangu uye ukaita kuimba yaAhabhu zvose zvandaiva nazvo mupfungwa kuti ndiite, vana vako vachagara pachigaro choushe cheIsraeri kusvikira kurudzi rwechina.” Asi Jehu haana kuchenjerera kuchengeta murayiro waJehovha, Mwari waIsraeri, nomwoyo wake wose. Haana kutsauka kubva pazvivi zvaJerobhoamu, zvaakanga aita kuti Israeri iite. Mumazuva iwayo Jehovha akatanga kutapudza vaIsraeri. Hazaeri akakurira vaIsraeri munyika yavo yose kumabvazuva eJorodhani munyika yose yeGireadhi (dunhu raGadhi, neraRubheni neraManase), kubva kuAreori nepaMupata weAnoni zvichipfuura nomuGireadhi kusvikira kuBhashani. Zvino mamwe mabasa okutonga kwaJehu, nezvose zvaakaita, uye nokubudirira kwake kwose, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Jehu akazorora namadzibaba ake uye akavigwa muSamaria. Jehoahazi mwanakomana wake akamutevera paumambo. Jehu akabata ushe pamusoro peIsraeri muSamaria kwamakore makumi maviri namasere. "
    },
    {
      "chapter": "11",
      "verses": "Ataria naJoashi Ataria mai vaAhazia vakati vaona kuti mwanakomana wavo akanga afa, vakapfuurira mberi nokuparadza veimba youmambo vose. Asi Jehoshebha, mwanasikana waMambo Jehoramu nehanzvadzi yaAhazia, vakatora Joashi mwanakomana waAhazia ndokumuba kubva pakati pavana voumambo, vakanga vava pedyo nokuurayiwa. Akamuisa muimba yake yokurara nomureri wake achimuvanza kubva pana Ataria; saka haana kuurayiwa. Akagara akavigwa iye nomureri wake mutemberi yaJehovha kwamakore matanhatu, Ataria achiri kutonga nyika. Mugore rechinomwe Jehoyadha akatuma vatungamiri vezvikwata zvezana, navarindi akaita kuti vauyiswe kwaari kutemberi yaJehovha. Akaita sungano navo akavaitisa mhiko mutemberi yaJehovha. Ipapo akavaratidza mwanakomana wamambo. Akavarayira akati, “Izvi ndizvo zvamunofanira kuita: Imi muri mumapoka matatu ari kuenda pabasa nomusi weSabata, chetatu chenyu chinofanira kurinda muzinda wamambo, chetatu paSuo reSuri, uye chetatu pasuo riri seri kwomurindi, anoita madzoro okurinda temberi, uye imi vari mune mamwe mapoka maviri anochizorora musi weSabata, mose munofanira kurinda temberi muchiitira mambo. Mugare makakomba mambo, murume mumwe nomumwe akabata chombo muruoko rwake. Ani naani anosvika panzvimbo dzenyu anofanira kufa. Mugare pedyo namambo kwose kwose kwaanoenda.” Vatungamiri vezvikwata zvezana vakaita sezvakanga zvarayirwa naJehoyadha muprista. Mumwe nomumwe akatora vanhu vake, vaya vakanga vachienda pabasa nomusi weSabata navaya vakanga vapedza dzoro vakauya kuna Jehoyadha muprista. Ipapo akapa vakuru vehondo mapfumo nenhoo zvaimbova zvaMambo Dhavhidhi zvaiva mutemberi yaJehovha. Varindi, vakagara vakakomba mambo pedyo nearitari netemberi, mumwe nomumwe akabata chombo muruoko rwake, kubva kurutivi rwezasi kusvikira kurutivi rwezasi rwetemberi. Jehoyadha akabudisa mwanakomana wamambo uye akadzika korona mumusoro wake; akamupa rugwaro rwesungano uye akamuita mambo. Vakamuzodza, vanhu vakauchira maoko avo uye vakadanidzira vakati, “Mambo ngaararame nokusingaperi!” Ataria akati anzwa mheremhere yaiitwa navarindi uye navanhu, akaenda kuvanhu patemberi yaJehovha. Akatarira ndokuona hoyo mambo, akamira pambiru, saiyo yaiva tsika yacho. Vakuru navaridzi vehwamanda vakanga vari parutivi rwamambo, uye vanhu vose venyika vakanga vachifara vachiridza hwamanda. Ipapo Ataria akabvarura nguo dzake akadanidzira achiti, “Vandimukira! Vandimukira!” Jehoyadha muprista akarayira vatungamiri vezvikwata zvezana, vaitungamirira mauto akati: “Mubudisei kunze nechapakati pemisara mugouraya ani naani anomutevera.” Nokuti muprista akanga ati, “Haafaniri kuurayirwa mutemberi yaJehovha.” Naizvozvo vakamubata paakasvika panzvimbo yaipinda namabhiza pamuzinda, vakamuurayira ipapo. Ipapo Jehoyadha akaita sungano pakati paJehovha namambo uye navanhu kuti vaizova vanhu vaJehovha. Akaitawo sungano pakati pamambo navanhu. Vanhu vose venyika vakaenda kutemberi yaBhaari vakaiputsira pasi. Vakaputsa aritari dzezvifananidzo uye vakaurayawo Matani, muprista waBhaari, pamberi pearitari. Ipapo Jehoyadha muprista akagadza varindi patemberi yaJehovha. Akatora vatungamiri vamazana, navaKari, navarindi uye vanhu vose venyika, vakaburutsa mambo kubva kutemberi yaJehovha vakaenda naye kumuzinda pamwe chete, vakapinda nokusuo ravarindi. Ipapo mambo akatora nzvimbo yake pachigaro choushe, vanhu vose venyika vakafara. Guta rakanyarara, nokuti Ataria akanga aurayiwa nomunondo pamuzinda. Joashi akanga ana makore manomwe paakatanga kutonga. "
    },
    {
      "chapter": "12",
      "verses": "Joashi anogadziridza Temberi Mugore rechinomwe raJehu, Joashi akava mambo, uye akatonga muJerusarema kwamakore makumi mana. Zita ramai vake rainzi Zibhia; vaibva kuBheerishebha. Joashi akaita zvakanaka pamberi paJehovha pamakore ose aakadzidziswa naJehoyadha muprista. Kunyange zvakadaro, matunhu akakwirira haana kubviswa; vanhu vakaramba vachibayira zvibayiro nokupisira zvinonhuwira ikoko. Joashi akati kuvaprista, “Unganidzai mari yose inouyiswa sezvipiriso zvakatsaurwa kutemberi yaJehovha, mari inounganidzwa, pakuverengwa kwavanhu, mari inogamuchirwa iri yemhiko, nemari inouyiswa kutemberi vanhu vachida havo. Vaprista vose ngavagamuchire mari kubva kuno mumwe wavachengeti vehomwe yemari, uye ngaishandiswe kugadzira pose pavanowana pakaputsika mutemberi.” Asi mugore ramakumi maviri namatatu raMambo Joashi vaprista vakanga vachigere kugadzira temberi. Naizvozvo Mambo Joashi akadana muprista Jehoyadha navamwe vaprista akavabvunza akati, “Seiko musingagadziri pakaputsika mutemberi? Chiregai kutora imwe mari zvakare kubva kuvabati vehomwe, asi muibudise kuti iite basa rokugadzira temberi.” Vaprista vakabvuma kuti havaizounganidzazve mari kubva kuvanhu uye kuti havaizogadzira temberi ivo pachavo. Muprista Jehoyadha akatora bhokisi akaboora buri pachidzivo charo. Akarigadzika parutivi pearitari, kurudyi kana munhu achipinda mutemberi yaJehovha. Vaprista vairinda mukova vakaisa mubhokisi mari yose yakauyiswa kutemberi yaJehovha. Pose pavaiona kuti mari yakanga yawanda mubhokisi, munyori wamambo nomuprista mukuru, vaiverenga mari yainge yauyiswa mutemberi yaJehovha voiisa muzvihomwe. Vaiti kana vaona kuti yava marii, vaizoipa kuvarume vakanga vagadzwa kuti vave vatariri vebasa retemberi. Mari iyi yaizoripira vakanga vachishanda patemberi yaJehovha, vavezi navavaki, navaironga uye navavezi vamatombo. Vakatenga matanda namatombo akavezwa okugadzirisa temberi yaJehovha, uye vakaripira zvose zvaidiwa pakugadziridza temberi. Mari yaiuyiswa mutemberi haina kushandiswa pakugadzira madhishi esirivha, mbato dzemwenje, nemikombe, nehwamanda kana zvimwe zvipi zvazvo zvegoridhe kana sirivha zvetemberi yaJehovha. Yakaripirwa kuvarume vaishanda, ivo vakaishandisa kugadzira temberi. Havana kubvunza mashandisirwo ayo kuna avo vavakapa mari kuti varipire vashandi, nokuti vakashanda vakatendeka zvakakwana. Mari yaibva kuzvipiriso zvemhosva nezvipiriso zvechivi haina kuuyiswa mutemberi yaJehovha; yakanga iri yavaprista. Panguva yakaita saiyoyi Hazaeri mambo weAramu akaenda akandorwisa Gati akaripamba. Ipapo akadzokera kundorwisa Jerusarema. Asi Joashi mambo weJudha akatora zvinhu zvose zvitsvene zvakatsaurwa zvakanga zvakumikidzwa namadzibaba ake, Jehoshafati, naJehoramu naAhazia madzimambo eJudha, zvipo zvaakanga akumikidza iye negoridhe rose rakawanikwa mumatura etemberi yaJehovha nomumuzinda wamambo, akazvitumira kuna Hazaeri mambo weAramu, iye akabva muJerusarema. Zvimwe zvakaitwa pakutonga kwaJoashi, nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eJudha? Vabati vake vakaita rangano yokumumukira vakamuuraya paBheti Miro, panzira yaienda kuSira. Vabati vakamuuraya vakanga vari vanaJozabhadhi mwanakomana waShimeati naJehozabhadhi mwanakomana waShomeri. Iye akafa akavigwa namadzibaba ake muGuta raDhavhidhi. Uye Amazia mwanakomana wake akamutevera paumambo. "
    },
    {
      "chapter": "13",
      "verses": "Jehoahazi Mambo weIsraeri Mugore ramakumi maviri namatatu raJoashi mwanakomana waAhazia mambo weJudha, Jehoahazi mwanakomana waJehu akava mambo weIsraeri muSamaria, uye akatonga kwamakore gumi namanomwe. Akaita zvakaipa pamberi paJehovha nokutevera zvivi zvaJerobhoamu mwanakomana waNebhati, zvaakanga aita kuti vaIsraeri vaite, uye haana kutendeuka kubva pazvivi. Naizvozvo kutsamwa kwaJehovha kwakabvira somoto pamusoro peIsraeri, uye kwenguva yakareba akavaisa pasi poruoko rwaHazaeri mambo weAramu naBheni-hadhadhi mwanakomana wake. Ipapo Jehoahazi akatsvaka nyasha dzaJehovha, Jehovha akamunzwa, nokuti akanga aona kuti mambo weAramu airwadzisa nokutambudza Israeri zvakanyanya sei. Jehovha akamutsira Israeri mudzikinuri, uye vakapukunyuka kubva pasi poruoko rwavaAramu. Naizvozvo vaIsraeri vakagara mumisha yavo sezvavakanga vakaita kare. Asi havana kutendeuka kubva pazvivi zveimba yaJerobhoamu, zvaakanga aita kuti Israeri iite, vakarambira mazviri. Uyezve danda raAshera rakaramba rimire muSamaria. Hapana hondo yaJehoahazi yakasara kunze kwavarume vamabhiza makumi mashanu, nengoro gumi uye zviuru gumi zvavarwi vaifamba netsoka, nokuti mambo weAramu akanga aparadza vazhinji vavo akavaita seguruva renguva yokupura. Zvino zvimwe zvakaitwa pakutonga kwaJehoahazi, nezvose zvaakaita nokubudirira kwake, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Jehoahazi akazorora namadzibaba ake uye akavigwa muSamaria. Jehoashi mwanakomana wake akamutevera paumambo. Jehoashi Mambo weIsraeri Mugore ramakumi matatu namanomwe raJoashi mambo weJudha, Jehoashi mwanakomana waJehoahazi akava mambo weIsraeri muSamaria, uye akatonga kwamakore gumi namatanhatu. Akaita zvakaipa pamberi paJehovha akasatendeuka kubva kana pane chimwe chezvivi zvaJerobhoamu mwanakomana waNebhati, zvaakaita kuti Israeri iite; akarambira mazviri. Zvino zvimwe zvakaitwa pakutonga kwaJehoashi, nezvose zvaakaita, nokubudirira kwake, pamwe nokurwa kwake naAmazia mambo weJudha, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Jehoashi akazorora namadzibaba ake, Jerobhoamu akamutevera pachigaro choushe. Jehoashi akavigwa muSamaria pamwe chete namadzimambo eIsraeri. Zvino Erisha akanga achirwadziwa nedenda iro rakazomuuraya. Jehoashi mambo weIsraeri akaendako kundomuona akachema pamusoro pake akati, “Baba vangu! Ngoro dzaIsraeri navatasvi vamabhiza!” Erisha akati, “Tora uta nemiseve,” iye akaita saizvozvo. Akati kuna mambo weIsraeri, “Tora uta muruoko rwako.” Akati atora uta, Erisha akaisa maoko ake pamusoro pamaoko amambo. Akati, “Zarura windo rokumabvazuva,” iye ndokurizarura. Erisha akati, “Pfura!” iye ndokupfura. Erisha akati, “Museve waJehovha wokukunda, museve wokukunda Aramu! Iwe uchaparadza vaAramu zvachose paAfeki.” Ipapo akati, “Chitora miseve,” mambo akaitora. Erisha akati kwaari, “Rova pasi,” iye akarova katatu akabva amira. Munhu waMwari akamutsamwira akati kwaari, “Wanga uchifanira kurova pasi kashanu kana katanhatu; ipapo waizokunda Aramu nokuiparadza zvachose. Asi zvino uchangozoikunda katatu chete. Erisha akafa akavigwa. Zvino hondo dzavaMoabhu dzakanga dzichipinda munyika kutanga kwegore roga roga. Rimwe zuva vaIsraeri vachiviga mumwe murume, pakarepo vakaona mapoka avapambi; naizvozvo vakakanda mutumbi womunhu uyu muguva raErisha. Mutumbi wakati wagunzva mapfupa aErisha, munhu uya akamuka akamira namakumbo ake. Hazaeri mambo weAramu akatambudza vaIsraeri pamazuva ose okutonga kwaJehoahazi. Asi Jehovha akavaitira nyasha, uye akava nengoni akava nehanya navo nokuda kwesungano yake naAbhurahama, naIsaka naJakobho. Kusvikira nhasi haana kuda kuvaparadza kana kuvarasira kure naye. Hazaeri mambo weIsraeri akafa, mwanakomana wake Bheni-hadhadhi akamutevera paumambo. Ipapo Jehoashi mwanakomana waJehoahazi akatorazve kubva kuna Bhenihadhadhi mwanakomana waHazaeri maguta aakanga atora muhondo kubva kuna baba vake Jehoahazi. Jehoashi akamukunda katatu, nokudaro akadzorazve maguta avaIsraeri. "
    },
    {
      "chapter": "14",
      "verses": "Amazia Mambo weJudha Mugore rechipiri raJehoashi mwanakomana waJehoahazi mambo weIsraeri, Amazia mwanakomana waJoashi mambo weJudha akatanga kutonga. Akanga ava namakore makumi maviri namashanu paakava mambo, uye akatonga muJerusarema kwamakore makumi maviri namapfumbamwe. Zita ramai vake rainzi Jehoadhini vakanga vachibva muJerusarema. Iye akaita zvakanaka pamberi paJehovha, asi kwete sezvakaitwa nababa vake Dhavhidhi. Pazvinhu zvose akatevera muenzaniso wababa vake Joashi. Kunyange zvakadaro matunhu akakwirira haana kubviswa, vanhu vakaramba vachipa zvibayiro nokupisa zvinonhuwira ikoko. Mushure mokunge umambo hwanyatsosimba mumaoko ake, akauraya vabati vaya vakauraya baba vake iye mambo. Asi haana kuuraya vanakomana vavaurayi, sezvazvakanyorwa mubhuku romurayiro waMozisi sezvakarayira Jehovha paakati, “Madzibaba haazourayiwi nokuda kwavana vavo, uye vana havaurayiwi nokuda kwamadzibaba avo mumwe nomumwe anofanira kufira zvivi zvake.” Iye ndiye akakunda gumi rezviuru zvavaEdhomu muMupata woMunyu uye akapamba Sera muhondo, akaritumidza kuti Jokiteeri, rinova zita raro kusvikira nhasi. Ipapo Amazia akatuma nhume kuna Jehoashi mwanakomana waJehoahazi, mwanakomana waJehu, mambo weIsraeri, akati, “Uya tionane.” Asi Jehoashi mambo weIsraeri akapindura Amazia mambo weJudha akati, “Rukato rwomuRebhanoni rwakatuma nhume kumusidhari womuRebhanoni, rukati, ‘Ipa mwanasikana wako kuti awanikwe nomwanakomana wangu.’ Ipapo mhuka yesango yomuRebhanoni yakauyapo ikatsika-tsika rukato netsoka dzayo. Zvirokwazvo wakakunda Edhomu asi zvino wava kuzvikudza. Zvirumbidze hako pakukunda kwako, asi ugare kumba! Seiko wava kutsvaka bongozozo kuti uzviwisire pasi iwe pamwe chete neJudha?” Kunyange zvakadaro, Amazia haana kuda kuteerera, naizvozvo Jehoashi mambo weIsraeri akamurwisa. Iye naAmazia mambo weJudha vakasangana paBheti Shemeshi muJudha. VaJudha vakakundwa navaIsraeri, murume mumwe nomumwe akatizira kumusha kwake. Jehoashi mambo weIsraeri akabata Amazia mambo weJudha, mwanakomana waJoashi, mwanakomana waAhazia, paBheti Shemeshi. Ipapo Jehoashi akaenda kuJerusarema akandoputsa rusvingo rweJerusarema kubva kuSuo raEfuremu kusvikira paSuo repaKona chikamu chinosvika makubhiti mazana manaa. Akatora goridhe rose nesirivha yose nemidziyo yose yakawanikwa iri mutemberi yaJehovha nomumatura omumuzinda wamambo. Akatorawo vasungwa ndokubva adzokera kuSamaria. Zvino zvimwe zvokutonga kwaJehoashi, nezvaakaita uye kubudirira kwake, pamwe nokurwa kwake naAmazia mambo weJudha, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Jehoashi akazorora namadzibaba ake akavigwa muSamaria pamwe chete namadzimambo eIsraeri. Jerobhoamu mwanakomana wake akamutevera paumambo. Amazia mwanakomana waJoashi mambo weJudha akararama kwamakore gumi namashanu mushure mokufa kwaJehoashi mwanakomana waJehoahazi mambo weIsraeri. Zvino zvimwe zvakaitwa pakutonga kwaAmazia, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eJudha? Vakaita rangano yakaipa pamusoro pake muJerusarema, iye akatizira kuRakishi, asi vakatuma varume vakamutevera kuRakishi vakamuurayira ikoko. Akadzoswa namabhiza vakamuviga muJerusarema pamwe chete namadzibaba ake, muGuta raDhavhidhi. Ipapo vanhu vose veJudha vakatora Azaria, akanga ane makore gumi namatanhatu, vakamuita mambo panzvimbo yababa vake Amazia. Ndiye akavakazve Erati akaridzorera kuna Judha mushure mokunge Amazia azorora namadzibaba ake. Jerobhoamu weChipiri Mambo weIsraeri Mugore regumi namashanu raAmazia mwanakomana waJoashi mambo weJudha, Jerobhoamu mwanakomana waJehoashi mambo weIsraeri akava mambo muSamaria, akatonga kwamakore makumi mana negore rimwe. Akaita zvakaipa pamberi paJehovha akasatendeuka kubva kana pane chimwe chezvivi zvaJerobhoamu mwanakomana waNebhati, zvaakaita kuti Israeri iite. Ndiye akadzikazve miganhu yeIsraeri kubva paRebho Hamati kusvika kuGungwa reArabha, sezvakarehwa neshoko raJehovha, Mwari waIsraeri, rakataurwa kubudikidza nomuranda wake Jona mwanakomana waAmutai, muprofita wokuGati Hefa. Nokuti Jehovha akanga aona kuti vanhu vose muIsraeri vaitambudzika zvakanyanya sei, vose nhapwa navakasununguka; pakanga pasina angabatsira. Uye sezvo Jehovha akanga asina kumboti aizodzima zita raIsraeri kubva pasi pedenga, akavaponesa noruoko rwaJerobhoamu mwanakomana waJehoashi. Zvino zvimwe zvakaitwa pakutonga kwaJerobhoamu, nezvose zvaakaita, nokukunda kwake pakurwa, pamwe nokuti akadzorera sei Dhamasiko neHamati kuIsraeri, aimbova maguta eJudha, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Jerobhoamu akazorora namadzibaba ake, madzimambo eIsraeri. Zekaria mwanakomana wake akamutevera paumambo. "
    },
    {
      "chapter": "15",
      "verses": "Azaria Mambo weJudha Mugore ramakumi maviri namanomwe raJerobhoamu mambo weIsraeri, Azaria mwanakomana waAmazia mambo weJudha akatanga kutonga. Akanga ava namakore gumi namatanhatu paakava mambo, uye akatonga muJerusarema kwamakore makumi mashanu namaviri. Zita ramai vake rainzi Jekoria; vaibva muJerusarema. Akaita zvakarurama pamberi paJehovha, sezvakanga zvaitwa nababa vake Amazia. a13 mamita angaita 180 Kunyange zvakadaro, matunhu akakwirira haana kubviswa; vanhu vakaramba vachibayira zvibayiro nokupisa zvinonhuwira ikoko. Jehovha akarova mambo namaperembudzi kusvikira pazuva raakafa, uye aigara mumba yake oga. Jotamu mwanakomana wamambo ndiye akanga ari mutariri womuzinda uye aitonga vanhu venyika iyoyo. Zvino zvimwe zvakaitika pakutonga kwaAzaria, nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eJudha. Azaria akazorora namadzibaba ake akavigwa pedyo navo muGuta raDhavhidhi. Uye Jotamu mwanakomana wake akamutevera paumambo. Zekaria Mambo weIsraeri Mugore ramakumi matatu namasere raAzaria mambo weJudha, Zakaria mwanakomana waJerobhoamu akava mambo weIsraeri muSamaria, uye akatonga kwemwedzi mitanhatu. Akaita zvakaipa pamberi paJehovha, sezvakaitwa nababa vake. Haana kutendeuka kubva pazvivi zvaJerobhoamu mwanakomana waNebhati zvakaita kuti Israeri iite. Sharumi mwanakomana waJabheshi akamukira Zekaria. Akamurwisa pamberi pavanhu, akamuuraya uye akamutevera paumambo. Zvino zvimwe zvakaitika zvokutonga kwaZekaria zvakanyorwa mubhuku renhoroondo dzamadzimambo eIsraeri. Saka shoko raJehovha rakataurwa kuna Jehu richiti, “Vana vako vachagara pachigaro choushe chaIsraeri kusvikira kurudzi rwechina,” rakazadziswa. Sharumi Mambo weIsraeri Sharumi mwanakomana waJabheshi akava mambo mugore ramakumi matatu namapfumbamwe raUzia mambo weJudha, uye akatonga muSamaria kwomwedzi mumwe chete. Ipapo Menahemi mwanakomana waGadhi akaenda kuSamaria achibva kuTiriza. Akarwisa Sharumi mwanakomana waJabheshi muSamaria, akamuuraya iye akamutevera paumambo. Zvino zvimwe zvakaitika pakutonga kwaSharumi, nokumukira kwaakatungamirira, zvakanyorwa mubhuku renhoroondo dzamadzimambo eIsraeri. Panguva iyoyo Menahemi, akarwisa Tifisa navose vaiva muguta nenzvimbo dzaiva pedyo, achitanga kubva paTiriza, nokuti vakanga varamba kuzarura masuo avo. Akaparadza Tifisa uye akatumbura vakadzi vaiva nemimba. Menahemi Mambo weIsraeri Mugore ramakumi matatu namapfumbamwe raAzaria mambo weJudha, Menahemi mwanakomana waGadhi akava mambo weIsraeri, uye akatonga muSamaria kwamakore gumi. Akaita zvakaipa pamberi paJehovha. Mumazuva ake ose okutonga haana kutendeuka kubva pazvivi zvaJerobhoamu mwanakomana waNebhati, zvaakaita kuti Israeri iite. Ipapo Puri mambo weAsiria akarwisa nyika, uye Menahemi akamupa chiuru chamatarendaa esirivha, kuti awane rutsigiro agosimbisa umambo hwake. Menahemi akatora mari iyi somutero kubva kuIsraeri. Murume wose aiva mupfumi aibvisa makumi mashanu amashekerib esirivha kuti apiwe kuna mambo weAsiria. Saka mambo weAsiria akadzokera uye akasagarazve munyika. Zvino zvimwe zvakaitika pakutonga kwaMenahemi, nezvose zvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Menahemi akazorora namadzibaba ake. Uye Pekahia mwanakomana wake akamutevera paumambo. Pekahia Mambo weIsraeri Mugore ramakumi mashanu raAhazia mambo weJudha, Pekahia mwanakomana waMenahemi akava mambo weIsraeri muSamaria, akatonga kwamakore maviri. Pekahia akaita zvakaipa pamberi paJehovha. Haana kutendeuka kubva pazvivi zvaJerobhoamu mwanakomana waNebhati, zvaakaita kuti Israeri iite. Mumwe wamakurukota ake, ainzi Peka mwanakomana waRemaria, akamumukira. Akatora varume makumi mashanu veGireadhi, akauraya Pekahia pamwe chete naArigobhi naArie, munhare yomuzinda wamambo weSamaria. Saka Peka akauraya Pekahia uye akamutevera paumambo. Zvimwe zvakaitika pakutonga kwaPekahia, nezvose zvaakaita zvakanyorwa mubhuku renhoroondo dzamadzimambo eIsraeri. Peka Mambo weIsraeri Mugore ramakumi mashanu namaviri raAzaria mambo weJudha, Peka, mwanakomana waRemaria, akava mambo weIsraeri muSamaria, uye akatonga kwamakore makumi maviri. Akaita zvakaipa pamberi paJehovha. Haana kutendeuka kubva pazvivi zvaJerobhoamu mwanakomana waNebhati zvaakaita kuti Israeri iite. Munguva yaPeka mambo weIsraeri, TigiratiPireseri mambo weAsiria akauya akatora Goni, neAbheri Bheti Maaka, neJanoa, neKedheshi neHazori. Akatora Gireadhi neGarirea pamwe chete nenyika dzose dzeNafutari uye akatakura vanhu akaenda navo kuAsiria senhapwa. Ipapo Hoshea mwanakomana waEra akamukira Peka mwanakomana waRemario. Akamurwisa akamuuraya ndokubva amutorera umambo mugore ramakumi maviri raJotamu mwanakomana waUzia. Zvimwe zvakaitika pakutonga kwaPeka, nezvaakaita iye, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eIsraeri? Jotamu Mambo weJudha Mugore rechipiri raPeka mwanakomana waRemaria mambo weIsraeri, Jotamu mwanakomana waUzia mambo weJudha akatanga kutonga. Akanga ava namakore makumi maviri namashanu paakava mambo, uye akatonga muJerusarema kwamakore gumi namatanhatu. Zita ramai vake rainzi Jerusha, mwanasikana waZadhoki. Akaita zvakarurama pamberi paJehovha, sezvakanga zvaitwa nababa vake Uzia. Kunyange zvakadaro, matunhu akakwirira haana kubviswa, vanhu vakaramba vachibayira zvibayiro nokupisa zvinonhuwira ikoko. Jotamu akavakazve Suo Rokumusoro retemberi yaJehovha. Zvino zvimwe zvakaitika pakutonga kwaJotamu, nezvaakaita, hazvina kunyorwa here mubhuku renhoroondo dzamadzimambo eJudha? (Mumazuva iwayo Jehovha akatanga kutuma Rezini mambo weAramu naPeka mwanakomana waRemaria kundorwisa Judha.) Jotamu akazorora namadzibaba ake uye akavigwa pamwe chete navo muGuta raDhavhidhi, guta rababa vake. Ahazia mwanakomana wake akamutevera paumambo. "
    }
]
}