{
  "book": "2 Makoronike",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Soromoni anokumbira Uchenjeri Soromoni mwanakomana waDhavhidhi akasimbisa kwazvo ushe hwake, nokuti Jehovha Mwari wake akanga anaye akamuita kuti ave mukuru kwazvo. Ipapo Soromoni akataura kuIsraeri yose, kuvatungamiri vezviuru nokuvatungamiri vamazana, kuvatongi nokuvatungamiri vose muIsraeri, vakuru vemhuri, uye Soromoni neungano yose vakaenda kunzvimbo yakakwirira yeGibheoni, nokuti Tende Rokusangana raMwari rakanga ririko, iro rakanga ragadzirwa naMozisi muranda waMwari murenje. Zvino Dhavhidhi akanga auyisa areka yaMwari kubva kuKiriati Jearimi kunzvimbo yaakanga aigadzirira nokuti akanga aidzikira tende muJerusarema. Asi aritari yendarira yakanga yagadzirwa naBhezareri mwanakomana waUri, mwanakomana waHuri, yakanga iri muGibheoni pamberi peTabhenakeri yaJehovha; saka Soromoni neungano vakandomubvunza ipapo. Soromoni akakwira kuaritari yendarira pamberi paJehovha muTende Rokusangana akandobayira zvipiriso zvinopiswa zvinokwana chiuru pairi. Usiku ihwohwo Mwari akazviratidza kuna Soromoni akati kwaari, “Kumbira chose chaungada kuti ndikupe.” Soromoni akapindura Mwari akati, “Makaratidza unyoro hwenyu hukuru kwazvo kuna Dhavhidhi baba vangu uye mukandiita mambo pachinzvimbo chavo. Zvino, Jehovha Mwari, itai henyu kuti chivimbiso chenyu kuna baba vangu Dhavhidhi chizadzikiswe, nokuti makandiita mambo pamusoro pavanhu vakawanda seguruva renyika. Ndipeiwo uchenjeri noruzivo, kuti ndigotungamirira vanhu ava, nokuti ndiani angagona kutonga vanhu venyu vakawanda ava?” Mwari akati kuna Soromoni, “Sezvo uku kuri kudokwairira kwomwoyo wako uye hauna kukumbira upfumi, kana zvakawanda kana kukudzwa, kana kufa kwavavengi vako, uye nokuti hauna kukumbira upenyu hurefu asi uchenjeri noruzivo kuti utonge vanhu vangu avo vandakuita mambo pamusoro pavo, naizvozvo uchapiwa uchenjeri noruzivo. Uye ini ndichakupawo upfumi, zvakawanda nokukudzwa zvisati zvambowanikwa namadzimambo ose akakutangira zvakare hakunazve mambo achauya shure kwako achava nazvo.” Ipapo Soromoni akaenda kuJerusarema achibva kunzvimbo yakakwirira paGibheoni, kubva paTende Rokusangana. Uye akatonga Israeri. Soromoni akazviunganidzira ngoro namabhiza; aiva nengoro chiuru namazana mana, nezviuru gumi nezviviri zvamabhiza, zvaaichengetera mumaguta engoro uye nokuJerusarema kwaaivawo. Mambo akaita kuti sirivha negoridhe zviwanikwe kwose kwose muJerusarema samatombo uye misidhari ikawanda semionde mujinga mezvikomo. Mabhiza aSoromoni aitengwa kuIjipiti nokuKuwe, vatengi vamambo vaitenga kubva kuKuwe. Vaitenga ngoro imwe chete kubva kuIjipiti ichiita mashekeri mazana matanhatua esirivha uye bhiza rimwe chete richiita mashekeri zana namakumi mashanub. Ivo vaizoatengeserawo kumadzimambo ose avaHiti navaAramu. "
    },
    {
      "chapter": "2",
      "verses": "Kugadzirira kuti Temberi ivakwe Soromoni akada kuvaka temberi yeZita raJehovha uye nomuzinda wakewo. Akatuma varume zviuru makumi manomwe kuti vave vatakuri vamabwe, navarume zviuru makumi masere kuti vave vavezi vamatombo mumakomo uye varume zviuru zvitatu namazana matanhatu kuti vave vatariri vavo. Soromoni akatumira shoko iri kuna Hiramu mambo weTire: “Nditumireiwo matanda emisidhari sezvamakaitira baba vangu Dhavhidhi pamakavatumira misidhari yokuvakisa muzinda wavo kuti vagaremo. Zvino ndava kuda kuvakira Zita raJehovha Mwari wangu temberi ndigoikumikidza kwaari kuti ndigopisira zvinonhuwira pamberi pake, kuti ndigoisa chingwa chakatsaurwa nguva dzose uye kuti ndigoita zvipiriso zvinopiswa mangwanani namanheru oga oga, pamaSabata, paKugara kwoMwedzi napamitambo yakatarwa yaJehovha Mwari wedu. Uyu ndiwo murayiro wakapiwa Israeri nokusingaperi. “Temberi yandichavaka ichange iri huru nokuti Mwari wedu mukuru kupinda vamwari vose. Asi ndiani angakwanisa kumuvakira temberi, sezvo iye asingakwani kunyange matenga okumusoro-soro? Ko, ini ndini aniko kuti ndingamuvakirawo temberi asi chete senzvimbo yokupisira zvipiriso zvinopiswa pamberi pake? “Saka zvino nditumirewo, murume ano unyanzvi hwokushandisa goridhe, nesirivha, ndarira, nesimbi uye nemicheka yepepuru nemitsvuku neyebhuruu, ane ruzivo rwezvokuveza kuti ashande muJudha neJerusarema pamwe chete navarume vakachenjera vakasiyiwa naDhavhidhi baba vangu. “Nditumireiwo misidhari, mipaini namatanda emuarigami kubva kuRebhanoni nokuti ndinoziva kuti vanhu venyu vane unyanzvi mukutema matanda ikoko. Vanhu vangu vachashanda pamwe chete nevako kuti ndiwane matanda mazhinji kwazvo nokuti temberi yandichavaka inofanira kuva huru uye yakanaka zvikuru. Ndichapa varanda vako, vachatema matanda, zviyero zviuru makumi maviria zvegorosi, zviyero zviuru makumi maviri zvehari, mabhati ewaini zviuru makumi mavirib uye mabhati amafuta omuorivhi zviuru makumi maviri.” Hiramu mambo weTire akapindura netsamba kuna Soromoni akati, “Nokuti Jehovha anoda vanhu vake, akakuita mambo wavo.” Uye Hiramu akaenderera mberi achiti, “Jehovha Mwari waIsraeri ngaarumbidzwe iye akaita denga nenyika! Akapa mambo Dhavhidhi mwanakomana akachenjera, azere noungwaru nokunzwisisa, achavakira Jehovha temberi uye nokuzvivakirawo muzinda wake. “Ndiri kukutumira Hurami-Abhi murume ano unyanzvi kwazvo. Mai vake vaibva kuDhani uye baba vake vaibva kuTire. Akadzidziswa kushanda negoridhe, nesirivha, ndarira, nesimbi, matombo namatanda uye nemicheka yepepuru neyebhuruu, nemitsvuku, nemicheka yakaisvonaka. Ane ruzivo mukuveza kwamarudzi ose uye anogona kuveza achiteedzera zvose zvaanenge arayirwa. Achashanda nemhizha dzenyu pamwe chete nedzaishe wangu Dhavhidhi baba vako. “Zvino ishe wangu ngaatumire varanda vake gorosi nebhari namafuta omuorivhi newaini zvamakavimbisa, isu tichatema matanda ose kubva kuRebhanoni omuonde uye tichaaeredzesa pamagwa nemugungwa achidzika kusvika kuJopa. Munogona ipapo kuzoatora moaendesa kuJerusarema.” Soromoni akaverenga vatorwa vose vaiva muIsraeri mushure mokuverengwa kwavanhu nababa vake Dhavhidhi; uye vakawanikwa vari zviuru zana namakumi mashanu nezvitatu namazana matanhatu. Akarayira zviuru makumi manomwe kuti vave vatakuri vamatombo uye zviuru makumi masere kuti vave vavezi vamatombo muzvikomo, uye zviuru zvitatu namazana matanhatu kuti vave vatariri pamusoro pavo kuti vanhu varambe vachishanda. "
    },
    {
      "chapter": "3",
      "verses": " Soromoni anovaka Temberi Ipapo Soromoni akatanga kuvaka temberi yaJehovha muJerusarema pagomo reMoria, apo Jehovha akanga azviratidza kuna baba vake Dhavhidhi. Pakanga pari paburiro raArauna muJebhusi, nzvimbo yakapiwa naDhavhidhi. Akatanga kuvaka pazuva rechipiri mumwedzi wechipiri mugore rechina rokutonga kwake. Nheyo dzakaiswa dzakanga dziri makubhiti makumi matanhatua pakureba uye makubhiti makumi mavirib paupamhi hwayo (kana tichishandisa kubhiti rechiero chakare). Biravira rapamberi petemberi rakanga rakareba makubhiti makumi maviric pamberi paupamhi hweimba uye rakanga rakareba makubhiti makumi maviri kuenda mudenga. Akafukidza mukati mayo negoridhe rakaisvonaka. Akaroverera muimba huru mapuranga emipaini akaifukidza negoridhe rakaisvonaka akaishongedza nemiti yemichindwe nezvishongo zvengetani. Akashongedza temberi namatombo anokosha. Uye goridhe raakashandisa raiva goridhe rokuParivhaimi. Akafukidzawo matanda edenga magwatidziro, madziro, namakonhi etemberi negoridhe, uye akavezera makerubhi pamadziro. Akavaka Nzvimbo Tsvene-tsvene, kureba kwayo kwaienderana noupamhi hwetemberi makubhiti makumi maviri urefu hwayo uye upamhi hwayo makubhiti makumi maviri. Akafukidza mukati mayo namatarenda mazana matanhatud egoridhe rakaisvonaka. Zvipikiri zvegoridhe zvairema mashekeri makumi mashanue. Akafukidzawo nzvimbo dzokumusoro negoridhe. MuNzvimbo Tsvene-tsvene akagadzira makerubhi maviri akavezwa akaafukidza negoridhe. Mapapiro amakerubhi pamwe chete aisvika makubhiti makumi maviri pakureba kwawo. Bapiro rimwe chete rekerubhi rokutanga rakanga rakareba makubhiti mashanuf uye raibata madziro etemberi, rimwe bapiro rayo rakareba makubhiti mashanu richibata rimwe bapiro reimwe kerubhi. Zvimwe chetezvo bapiro rimwe rekerubhi rechipiri rakanga rakareba makubhiti mashanu uye raibata mamwe madziro etemberi uye rimwe racho rakareba zvimwe chetezvo makubhiti mashanu richibata bapiro rekerubhi rokutanga. Mapapiro amakerubhi aiva akareba makubhiti makumi maviri. Akanga akamira namakumbo awo, akatarisa kuimba huru. Akagadzira chidzitiro nezvakarukwa zvebhuruu, zvepepuru, nezvitsvuku nomucheka wakaisvonaka, namakerubhi akasonerwapo. Pamberi petemberi akagadzira mbiru mbiri, dzose pamwe chete dzakanga dzakareba makubhiti makumi matatu namashanug, mbiru imwe neimwe yaiva nomusoro pamusoro payo wakanga wakareba makubhiti mashanu. Akagadzira ngetani dzakarukwa akadziisa pamusoro pembiru. Akagadzirawo matamba zana akaasungirira pangetani. Akamisa mbiru pamberi petemberi, imwe zasi uye imwe kumusoro. Yezasi akaitumidza kuti Jakini uye yokumusoro akaitumidza kuti Bhoazi. "
    },
    {
      "chapter": "4",
      "verses": " Nhumbi dzomuTemberi Akavaka aritari yendarira yakanga yakareba makubhiti makumi maviria, uye upamhi hwayo hwaiva makubhiti makumi maviri uye yakareba makubhiti gumib kuenda mudenga. Akaita Gungwa resimbi, rakatenderera pakuvakira kwaro, rakareba makubhiti gumi pamuromo waro kubva kune rumwe rutivi kusvika kune rumwe rutivi uye makubhiti mashanuc kuenda mudenga. Zvaida tambo yakareba makubhiti makumi matatud kuti ikwanise kupoteredza dziva iri. Pazasi pomuromo, zvifananidzo zvehando zvairipoteredza, zviri gumi pakubhiti rimwe chetee. Hando idzi dzakanga dzakaiswa mumitsara miviri dziri chinhu chimwe chete neGungwa. Gungwa rakanga rakamira pamusoro pehando gumi nembiri, nhatu dzakatarisa kumusoro, nhatu dzakatarisa kumavirira, nhatu dzakatarisa zasi, uye nhatu dzakatarisa kumabvazuva. Gungwa rakanga rakagara pamusoro padzo uye kwakanga kwakatarisa pakati. Ukobvu hwaro hwakanga hwakaita sokufara kwechanzaf uye muromo waro wakanga wakaita somuromo womukombe, seruva rehapa. Raizara namabhati zviuru zvitatug. Akagadzirazve madhishi okusukira gumi akaisa mashanu kudivi rezasi, uye mashanu kudivi rokumusoro. Zvinhu zvose zvaizoshandiswa pazvipiriso zvinopiswa zvaisukirwamo, asi Gungwa raizoshandiswa navaprista pakushamba. Akagadzira zvigadziko zvemwenje gumi zvegoridhe, sokurayirwa kwazvakanga zvaitwa akazviisa mutemberi, zvishanu akaisa zasi zvishanu kumusoro. Akagadzira tafura gumi akadziisa mutemberi, shanu zasi uye shanu kumusoro. Akagadzirawo mbiya dzegoridhe zana dzokusasa. Akagadzira chivanze chavaprista, nechivanze chikuru nemikova yechivanze uye akafukidza mikova nendarira. Akaisa Gungwa kudivi rezasi, pakona yezasi yakadziva kumabvazuva. Akagadzirazve hari nefoshoro nembiya dzokusasa. Saka Hurami akapedza basa raakaitira mambo Soromoni mutemberi yaMwari sezvinotevera: mbiru mbiri; misoro miviri yakanga yakaumbwa sembiya pamusoro pembiru. Matamba mazana mana emimbure miviri nemimwe yakanga yakashongedza misoro yakanga yakaumbwa sembiya pamisoro yembiru; zvigadziko namadhishi azvo; Gungwa nehando gumi nembiri pasi paro; hari, foshoro, forogo dzenyama, nemimwe midziyo yose. Zvinhu zvose zvakagadzirwa naHurami-Abhi zvamambo Soromoni zvetemberi yaJehovha zvaiva zvendarira inobwinya. Mambo akaita kuti zviumbwe nevhu mubani reJorodhani pakati peSukoti neZaretani. Zvinhu izvi zvose zvakagadzirwa naSoromoni zvakanga zvakawanda kwazvo zvokuti uremu hwendarira yakashandiswa hwakanga husingaverengeki. Soromoni akagadzirazve midziyo yose yakanga iri mutemberi yaMwari yaiti: aritari yegoridhe; tafura dzaiva nechingwa choKuvapo; zvigadziko zvemwenje zvegoridhe nemwenje yazvo kuti ipfute pamberi penzvimbo tsvene yomukati sezvakarayirwa; maruva egoridhe nemwenje nembato (dzaiva dzegoridhe chairo); zvidzimiso zvemwenje, mbiya dzokusasa, madhishi nezvaenga zvomoto zvegoridhe yakaisvonaka namakonhi egoridhe, etemberi: makonhi omukati yapaNzvimbo Tsvene-tsvene namakonhi eimba huru. "
    },
    {
      "chapter": "5",
      "verses": "Basa rose rakaitwa naSoromoni patemberi yaJehovha rakati rapera, akauyisa zvinhu zvakanga zvakakumikidzwa nababa vake Dhavhidhi, zvesirivha negoridhe nemidziyo yose akazviisa mudzimba dzokuchengetera dzetemberi yaMwari. Areka inouyiswa kuTemberi Ipapo Soromoni akadana vakuru veIsraeri kuJerusarema, vose vakuru vamarudzi navakuru vemhuri dzeIsraeri, kuti vauyise areka yesungano yaJehovha kubva kuZioni Guta raDhavhidhi. Uye varume vose veIsraeri vakauya pamwe chete kuna mambo panguva yomutambo mumwedzi wechinomwe. Vakuru vose vaIsraeri pavakasvika, vaRevhi vakasimudza areka, uye vakauyisa areka neTende Rokusangana nemidziyo inoyera yaivamo. Vaprista ava vaiva vaRevhi vakazvitakura vakakwira nazvo; uye Mambo Soromoni neungano yose yaIsraeri yakanga yaungana paari vakanga vari pamberi peareka vachibayira makwai mazhinji kwazvo nemombe zhinji zvokuti zvaisagona kunyorwa kana kuverengeka. Ipapo vaprista vakauya neareka yesungano yaJehovha panzvimbo yayo munzira tsvene yomukati metemberi, muNzvimbo Tsvene-tsvene vakauyisa pasi pemapapiro emakerubhi. Makerubhi akanga akatambanudza mapapiro awo pamusoro penzvimbo yeareka uye akanga akafukidza areka namatanda ayo okutakurisa. Matanda aya akanga akareba zvokuti miromo yawo, kubva paareka, aigona kuonekwa kubva nechemberi kwomukati menzvimbo tsvene, asi kwete uri kunze kweNzvimbo Tsvene. Uye achiripo nanhasi. Muareka makanga musina chinhu kunze kwamahwendefa maviri akanga aiswamo naMozisi paHorebhi, Jehovha pavakaita sungano neIsraeri mushure mokunge vabuda muIjipiti. Ipapo vaprista vakabuda kubva muNzvimbo Tsvene. Vaprista vose vakanga varipo vakanga vazvinatsa zvisinei kuti vaiva vamapoka api. VaRevhi vose vaiva vaimbi vaiti Asafi, Hemani, Jedhutuni navanakomana vavo nehama dzavo, vakamira kumabvazuva kwearitari vakapfeka micheka yakaisvonaka vachiridza makandira, mitengeranwa nembira. Vakanga vachiteverwa navaprista zana namakumi maviri vairidza hwamanda. Varidzi vehwamanda navaimbi vakabatana pamwe chete sevane inzwi rimwe chete, vachirumbidza nokuvonga Jehovha. Zvichibatana nehwamanda makandira nezvimwe zviridzwa vakasimudzira manzwi avo vachirumbidza Jehovha vakaimba vachiti: “Iye akanaka; rudo rwake runogara nokusingaperi.” Ipapo temberi yaJehovha yakafukidzwa negore, uye vaprista vakatadza kuita basa ravo nokuda kwegore iroro, nokuti kubwinya kwaJehovha kwakanga kwazadza temberi yaMwari. "
    },
    {
      "chapter": "6",
      "verses": "Kukumikidzwa kweTemberi Soromoni paakapedza kunyengetera, moto wakaburuka kubva kudenga ukapisa chipiriso chinopiswa nezvibayiro uye kubwinya kwaJehovha kwakazadza temberi. Vaprista vakatadza kupinda mutemberi yaJehovha nokuti kubwinya kwaJehovha kwakanga kwakaizadza. VaIsraeri vose pavakaona moto uchiburuka uye kubwinya kwaJehovha kuri pamusoro petemberi, vakapfugama pachivara zviso zvavo zvakatarisa pasi, uye vakanamata vakavonga Jehovha vachiti: “Iye akanaka; rudo rwake runogara nokusingaperi.” Ipapo mambo navanhu vose vakapa zvibayiro pamberi paJehovha. Uye Mambo Soromoni akapa chibayiro chemombe zviuru makumi maviri nezviviri namakwai nembudzi zviuru zana namakumi maviri. Saka mambo navanhu vose vakakumikidza temberi yaMwari. Vaprista vakaenda panzvimbo dzavo sezvakaitwawo navaRevhi vane zviridzwa zvaJehovha zvakanga zvagadzirwa naMambo Dhavhidhi kuti zvishandiswe pakurumbidza Jehovha uye izvo zvakashandiswa pavakavonga vachiti, “Rudo rwake runogara nokusingaperi.” Kune rumwe rutivi rwakatarisana navaRevhi, vaprista vakaridza hwamanda dzavo uye vaIsraeri vose vakanga vakamira. Soromoni akatsaura nzvimbo yapakati pechivanze chapamberi petemberi yaJehovha uye ipapo akapa zvipiriso zvinopiswa namafuta ezvipiriso zvokuwadzana, nokuti aritari yendarira yaakanga agadzira yaisakwana zvipiriso zvinopiswa, nezvipiriso zvoupfu namafuta. Saka Soromoni akatamba mutambo panguva iyoyo kwamazuva manomwe, uye Israeri yose yakanga inaye, ungano huru kwazvo, vanhu vaibva kuRebho Hamati kusvika kuRwizi rweIjipiti. Pazuva rorusere vakaungana pamwe chete nokuti vakanga vapemberera kutsaurwa kwearitari kwamazuva manomwe uye mutambo uyu kwamamwezve mazuva manomwe. Pazuva ramakumi maviri namatatu romwedzi wechinomwe akaendesa vanhu kudzimba dzavo, vachifara uye mwoyo yavo ichifara nokuda kwezvinhu zvakanaka zvakanga zvaitwa naJehovha kuna Dhavhidhi naSoromoni nokuvanhu vake Israeri. Jehovha anozviratidza kuna Soromoni Soromoni paakapedza temberi yaJehovha nomuzinda wake, uye abudirira mukuita zvose zvaaiva nazvo mupfungwa dzake kuita mutemberi yaJehovha nomumuzinda wake, Jehovha akazviratidza kwaari usiku akati, "
    },
    {
      "chapter": "7",
      "verses": "“Ndanzwa munyengetero wako uye ndazvisarudzira nzvimbo ino setemberi yezvibayiro. Kana ndikapfiga matenga kukasava nemvura inonaya, kana kuti ndikarayira mhashu kuti dziparadze nyika kana kuti ndikatuma denda pakati pavanhu vangu, kana vanhu vangu vanodaidzwa nezita rangu, vakazvininipisa, vakanyengetera vakatsvaga chiso changu, vakatendeuka kubva panzira dzavo dzakaipa, ipapo ndichavanzwa kubva kudenga uye ndicharegerera chivi chavo uye ndichaporesa nyika yavo. Zvino meso angu achaona uye nzeve dzangu dzichanzwa minyengetero ichapirwa munzvimbo ino. Ndasarudza ndikatsaura temberi ino kuti Zita rangu rivepo nokusingaperi. Meso angu nomwoyo wangu zvicharamba zviripo. “Kana uriwe, kana ukafamba pamberi pangu sezvakaitwa naDhavhidhi baba vako, uye ukaita zvose zvandichakurayira uye ukachengeta mitemo yangu nemirayiro yangu, ndichasimbisa chigaro chako choushe, sezvandakavimbisa Dhavhidhi baba vako pandakati, ‘Hauchazongokundikani kuva nomunhu achatonga Israeri.’ “Asi kana mukatsauka mukasiya mitemo nezvandakakurayira, mukaenda kundoshumira vamwe vaMwari mukavanamata, ipapo ndichadzura Israeri kubva kunyika yangu, yandakavapa, uye ndicharasira kure temberi iyi yandakazvitsaurira Zita rangu. Ndichaiita tsumo nechiseko pakati pamarudzi ose. Uye kunyange temberi ino ichishamisa zvakadai, vose vachapfuura napairi vachakanuka vagoti, ‘Seiko Jehovha akaita chinhu chakadai kunyika ino nokutemberi iyi?’ Vanhu vachapindura vachiti, ‘Nokuti vakasiya Jehovha Mwari wamadzibaba avo, akavabudisa kubva muIjipiti uye vakanamatira kuna vamwe vamwari uye vachivanamata nokuvashumira, ndokusaka akauyisa njodzi iyi pavari.’ ” "
    },
    {
      "chapter": "8",
      "verses": "Zvimwe zvakaitwa naSoromoni Kwapera makore makumi maviri, munguva iyo Soromoni akavaka temberi yaJehovha nomuzinda wake, Soromoni akavaka patsva misha yaakanga apiwa naHiramu, akagarisa vaIsraeri mairi. Ipapo Soromoni akaenda kuHamati Zobha, akandorikunda. Akavaka Tadhimori murenje namaguta ose okuchengetera zvinhu aakavaka muHamati. Akavaka patsva Bheti Horoni Yokumusoro neBheti Horoni Yezasi samaguta akakomboredzwa namasvingo namasuo namazariro, pamwe chete naBhaarati namaguta ake okuchengetera ose namaguta ose engoro dzake namabhiza ake, zvose zvaida kuvakwa muJerusarema muRebhanoni nomunyika yose yaaitonga. Vanhu vose vakasiyiwa kubva kuvaHiti, vaAmoni, vaPerizi, vaHivhi navaJebhusi (vanhu ava vakanga vasiri vaIsraeri) zvichireva kuti vana vavo vakasara munyika, avo vasina kuparadzwa navaIsraeri, ava Soromoni akavatora kuti vave vashandi vake vechibharo sezvazviri nanhasi. Asi Soromoni haana kuita vaIsraeri nhapwa kuti vamuitire basa rake; vaiva varwi vake, vatungamiri vavakuru vamapoka, uye vatungamiri vengoro navachairi vengoro. Vaivazve vakuru vavabati vamambo Soromoni, vakuru vamazana maviri navashanu vaitungamirira vanhu. Soromoni akauyisa mwanasikana waFaro kubva kuGuta raDhavhidhi akamuisa mumuzinda waakanga amuvakira nokuti akati, “Mudzimai wangu haafaniri kugara mumuzinda waDhavhidhi mambo waIsraeri nokuti nzvimbo dzose dzakambopinzwa areka yaJehovha itsvene.” Paaritari yaJehovha yaakanga avaka pamberi pebiravira, Soromoni akapisira zvipiriso zvinopiswa kuna Jehovha, maererano nezvaidikanwa zuva nezuva pazvipiriso sokurayirwa kwazvakanga zvaitwa naMozisi pamaSabata, Kugara kwoMwedzi weChingwa Chisina Mbiriso, Mutambo waMavhiki noMutambo waMatumba. Maererano nomutemo wababa wake Dhavhidhi, akapa mapoka avaprista mabasa avo uye vaRevhi kuti vatungamirire kurumbidza uye kuti vabatsire vaprista sezvaidikanwa zuva nezuva. Akapazve mabasa akasiyana-siyana, nokuti izvi ndizvo zvakanga zvarayirwa naDhavhidhi munhu waMwari. Havana kupesana nokurayira kwamambo kuvaprista kana kuvaRevhi munyaya ipi neipi kusanganisira yenzvimbo dzokuchengetera upfumi. Basa rose raSoromoni rakaitwa kubva pazuva rokuvakwa kwenheyo dzetemberi yaJehovha kusvikira pakupedziswa kwayo. Saka temberi yaJehovha yakapedzwa. Ipapo Soromoni akaenda kuEzioni Gebheri neErati pamahombekombe egungwa munyika yeEdhomu. Uye Hiramu akatumira zvikepe zvake zvakatungamirirwa namachinda ake varume vaiziva gungwa. Ava navanhu vaSoromoni, vakaenda nezvikepe kuOfiri uye vakandouya namatarenda mazana mana namakumi mashanua egoridhe, vakaapa kuna Mambo Soromoni. "
    },
    {
      "chapter": "9",
      "verses": "Mambokadzi weShebha anoshanyira Soromoni Mambokadzi weShebha paakanzwa mbiri yaSoromoni, akauya kuJerusarema kuti amuedze nemibvunzo yakaoma kwazvo. Akasvika navanhu vazhinji kwazvo nengamera akatakura zvinonhuwira, goridhe rakawanda, namatombo anokosha, akauya kuna Soromoni akataura naye zvose zvaiva mupfungwa dzake. Soromoni akamupindura mibvunzo yake yose, hapana chakanga chakanyanya kumuomera kuti amutsanangurire. Mambokadzi weShebha paakaona uchenjeri hwaSoromoni, nomuzinda waakanga avaka, zvokudya zvaiva patafura yake, magariro amakurukota ake, varanda vake vari muzvipfeko zvavo, vadiri vezvokunwa vari muzvipfeko zvavo nezvipiriso zvinopiswa zvaaiita patemberi yaJehovha akapera mweya. Akati kuna Mambo, “Zvandakanzwa munyika yangu pamusoro pezvamakaita nouchenjeri hwenyu ndezvechokwadi. Asi handina kutenda zvaitaurwa kusvikira ndauya kuzozvionera nameso angu. Chokwadi, handina kutongonzwa kunyange hafu yokukura kwouchenjeri hwenyu, mapfuura nokure zvandakanzwa. Mufaro wakawanda sei unofanira kungova una vanhu venyu! Anofara sei machinda enyu anoramba amire pamberi penyu achinzwa uchenjeri hwenyu. Ngaarumbidzwe Jehovha Mwari wenyu akafadzwa nemi akakuisai pachigaro chake samambo kuti mutongere Jehovha Mwari wenyu. Nokuda kwerudo rwaMwari wenyu kuIsraeri nokudokwairira kwake kuvasimudzira nokusingaperi, akakuitai mambo pamusoro pavo kuti muchengetedze kururamisira nokururama.” Ipapo akapa mambo matarenda zana namakumi maviria egoridhe, zvinonhuwira zvakawanda kwazvo namatombo anokosha. Hakuna kunge kwambova nezvinonhuwira zvakaita sezvakapiwa mambo Soromoni namambokadzi weShebha. (Vanhu vaHiramu navanhu vaSoromoni vakauya negoridhe kubva kuOfiri; vakauyazve namatanda emiarigumi namatombo anokosha. Mambo akashandisa matanda emiarigumi kugadzira zvikwiriso zvetemberi yaJehovha nezvemuzinda wamambo, uye kugadzirisa mbira nemitengeranwa yavaimbi. Hapana zvakaita sezvizvi zvakanga zvatomboonekwa muJudha). Mambo Soromoni akapa mambokadzi weShebha zvose zvaaida nezvaakakumbira; akamupa zvakawanda kupfuura zvaakauya nazvo kwaari. Ipapo akabva adzokera navaranda vake kunyika yake. Upfumi hwaSoromoni Uremu hwegoridhe raipiwa Soromoni hwaisvika matarenda mazana matanhatu namakumi matanhatu ane matanhatub pagore roga roga, tisingaverengi mitero yaiuyiswa navatengesi navashambadziri. Uye madzimambo ose eArabhia navabati venyika vaiuyisa goridhe nesirivha kuna Soromoni. Mambo Soromoni akagadzira mazana maviri enhoo huru dzegoridhe yakapambadzirwa mazana matanhatu amashekeric egoridhe akapambadzirwa aipinda munhoo imwe neimwe. Akagadzirazve nhoo diki dzaisvika mazana matatu negoridhe rakapambadzirwa, namashekeri mazana matatud egoridhe munhoo imwe neimwe. Mambo akaaisa muMuzinda weSango reRebhanoni. Ipapo mambo akagadzira chigaro chikuru choushe nenyanga dzenzou uye akachifukidza negoridhe rakaisvonaka. Chigaro ichi chakanga chine zvikwiriso zvitanhatu nechitsiko chetsoka chegoridhe chakanga chakabatana nechigaro ichi. Kumativi ose echigaro kwaiva nezvitsigiro zvamaoko, neshumba yakamira parutivi pechimwe nechimwe chazvo. Shumba gumi nembiri dzakanga dzakamira pazvikwiriso zvitanhatu, imwe chete kumucheto kwechikwiriso chimwe nechimwe. Hakuna zvakaita seizvi zvakanga zvambogadzirirwa humwe umambo. Mikombe yose yokunwa nayo yaMambo Soromoni yaiva yegoridhe, uye zvose zvomumba zvaiva muMuzinda weSango reRebhanoni zvaiva zvegoridhe yakaisvonaka. Hapana chakanga chakagadzirwa nesirivha, nokuti pamazuva aSoromoni sirivha yaionekwa seisina basa. Mambo aiva nezvikepe zvokushambadzira zvaienda kunzvimbo dzakasiyanasiyana zvaifambiswa navanhu vaHurami. Kamwe chete mumakore matatu zvaidzoka zviine goridhe, sirivha, nyanga dzenzou netsoko namakudo. Mambo Soromoni akanga ari mukuru kwazvo muupfumi nouchenjeri kupfuura madzimambo ose enyika. Madzimambo ose aitsvaga kutaura naSoromoni kuti vanzwe uchenjeri hwakanga hwaiswa naMwari mumwoyo make. Gore negore vose vaiuya nezvipo midziyo yesirivha nezvegoridhe, nenguo, zvombo zvokurwa nazvo nezvinonhuwira, namabhiza nembongoro. Soromoni akanga ane zvidyiro zvamabhiza nengoro, zviuru zvina, namabhiza zviuru gumi nezviviri zvaaichengetera mumaguta engoro nemuJerusarema maaiva. Aitonga madzimambo ose kubva kuRwizi kusvika kunyika yavaFiristia kusvikira kumuganhu neIjipiti. Mambo akaita kuti sirivha iwanikwe pose pose samatombo muJerusarema uye misidhari kuti iwande semionde yemisikamo mujinga mamakomo. Mabhiza aSoromoni akanga atengwa kubva kuIjipiti nokubva kune dzimwe nyika. Kufa kwaSoromoni Mamwe mabasa okutonga kwaSoromoni kubva kwokutanga kusvika kwokupedzisira, haana kunyorwa here mubhuku renhoroondo yomuprofita Natani, mashoko akaprofitwa naAhija muShironi nomuzviratidzo zvaIdho muoni pamusoro paJerobhoamu mwanakomana waNebhati? Soromoni akatonga muJerusarema pamusoro peIsraeri yose kwamakore makumi mana. Ipapo akazorora namadzibaba ake uye akavigwa muguta raDhavhidhi baba vake. Uye Rehobhoamu mwanakomana wake akamutevera paumambo. "
    },
    {
      "chapter": "10",
      "verses": "Israeri inopandukira Rehobhoamu Rehobhoamu akaenda kuShekemu, nokuti vaIsraeri vose vakanga vaenda ikoko kundomuita mambo. Jerobhoamu mwanakomana waNebhati paakanzwa izvi (aiva kuIjipiti, kwaakanga aenda achitiza Mambo Soromoni), akadzoka kubva kuIjipiti. Saka vakandodana Rehobhoamu, uye iye neIsraeri yose vakaenda kuna Rehobhoamu vakati kwaari, “Baba vako vakatitakudza joko rinorema kwazvo, asi zvino chitapudzai kushanda kwakaomarara nejoko rinorema ravakaisa patiri, uye isu tichakushandirai.” Rehobhoamu akapindura akati, “Dzokai kwandiri mumazuva matatu.” Saka vanhu vakaenda havo. Ipapo Mambo Rehobhoamu akandobvunza vakuru vaisishandira baba vake Soromoni panguva yavakanga vari vapenyu. Akavabvunza achiti, “Ko, izano ripi ramungandipa kuti ndipindure vanhu ava?” Vakamupindura vakati, “Kana mukaitira vanhu ava tsitsi mukavafadza mukavapa mhinduro yakanaka vacharamba vari varanda venyu.” Asi Rehobhoamu akaramba zano iri raakapiwa navakuru akandobvunza majaya aakanga akura nawo uye vaimushandira. Akavabvunza akati, “Mungandipa zano ripi? Tingapindura sei vanhu ava vanoti kwandiri, ‘Tirerutsirei joko ratakatakudzwa nababa venyu?’ ” Majaya aakanga akura nawo akapindura akati, “Taurirai vanhu vakati kwamuri, ‘Baba venyu vakatitakudza joko rinorema asi itai kuti joko redu rireruke,’ kuti, ‘Munwe wangu mudiki mukobvu kupfuura chiuno chababa vangu. Baba vangu vakaisa joko rinorema pamusoro penyu; ini ndichariita kuti rinyanye kurema. Baba vangu vaikurovai neshamhu; ini ndichakurovai nezvinyavada.’ ” Mushure mamazuva matatu Jerobhoamu navanhu vose vakadzokera kuna Rehobhoamu sezvakanga zvataurwa namambo kuti, “Dzokai kwandiri mumazuva matatu.” Mambo akapindura nehasha. Achiramba zano raakanga apiwa navakuru, akateerera zano ramajaya akati, “Baba vangu vakakurovai neshamhu ini ndichakurovai nezvinyavada.” Saka mambo haana kuteerera kuvanhu, nokuti kuitika kwezvinhu uku kwaibva kuna Mwari, kuti shoko rakanga rataurwa naJehovha kuna Jerobhoamu mwanakomana waNebhati nomuromo waAhija muShironi rizadziswe. VaIsraeri vose pavakaona kuti mambo aramba kuvateerera, vakapindura mambo vachiti, “Ko, tine mugove upi muna Dhavhidhi, chikamu chipiko mumwanakomana waJese? Kumatende enyu, imi Israeri! Zvichengetere imba yako, iwe Dhavhidhi!” Saka vaIsraeri vose vakaenda kumisha yavo. Asi vaIsraeri vaigara mumaguta eJudha, Rehobhoamu akaramba achivatonga. Mambo Rehobhoamu akatuma Adhoniramu, aiva mukuru wavashandi vechibharo, asi vaIsraeri vakamutema namabwe kusvikira afa. Mambo Rehobhoamu akakwanisa kupinda mungoro yake akatizira kuJerusarema. Saka Israeri yakapandukira imba yaDhavhidhi kusvikira nhasi. "
    },
    {
      "chapter": "11",
      "verses": "Rehobhoamu paakasvika muJerusarema, akakurudzira imba yaJudha naBenjamini, varume zviuru zana namakumi masere zvavarwi, kuti varwisane neIsraeri vatorezve umambo hwaRehobhoamu. Asi shoko iri raJehovha rakasvika kuna Shemaya munhu waMwari richiti, “Udza Rehobhoamu mwanakomana waSoromoni mambo weJudha navaIsraeri vose vari muJudha neBenjamini, uti, ‘Zvanzi naJehovha: Musaenda kunorwisana nehama dzenyu; endai kumba, mumwe nomumwe wenyu, nokuti uku kuita kwangu.’ ” Saka vakateerera mashoko aJehovha vakadzoka kubva mukuda kundorwisana naJerobhoamu. Rehobhoamu anovaka Nhare dzeJudha Rehobhoamu akagara muJerusarema akavaka maguta okuzvidzivirira muJudha aiti: Bheterehema, Etami, Tekoa, Bheti Zuri, Soko, Adhurami, Gati, Maresha, Zifi, Adhoraimi, Rakishi, Azeka, Zora, Aijaroni neHebhuroni. Aya ndiwo aiva maguta enhare muJudha neBhenjamini. Akasimbisa nhare dzawo akaisa vakuru vehondo maari, nezvokudya zvizhinji, mafuta omuorivhi newaini. Akaisa nhoo namapfumo mumaguta ose, akaaita kuti ave akasimba kwazvo. Saka Judha neBhenjamini vaiva vake. Vaprista navaRevhi kubva kumatunhu ose muIsraeri yose vaiva kurutivi rwake. Vaprista navaRevhi vakatosiya mafuro ezvipfuwo zvavo nemidziyo yavo vakauya kuJudha neJerusarema nokuti Jerobhoamu navanakomana vake vakanga vavaramba savaprista vaJehovha. Uye iye akagadza, vaprista vake pachake kuvaisa panzvimbo dzakakwirira uye nezvifananidzo zvembudzi nezvemhuru zvaakanga agadzira. Vose vaibva kumarudzi ose aIsraeri vakaisa mwoyo yavo pakutsvaga Jehovha, Mwari waIsraeri, vakatevera vaRevhi kuJerusarema kuti vandopa zvibayiro kuna Jehovha Mwari wamadzibaba avo. Vakasimbisa umambo hwaJudha vakatsigira Rehobhoamu mwanakomana waSoromoni kwamakore matatu, vachifamba munzira dzaDhavhidhi naSoromoni panguva iyoyi. Mhuri yaRehobhoamu Rehobhoamu akawana Maharati aiva mwanasikana womwanakomana waDhavhidhi ainzi Jerimoti uye waAbhihairi mwanasikana womwanakomana waJese ainzi Eriabhi. Akamuberekera vanakomana vaiti, Jeushi, Shemaria naZahamu. Ipapo akawana Maaka mwanasikana waAbhusaromu akamuberekera Abhija, Atai, Ziza naSheromiti. Rehobhoamu aida Maaka mwanasikana waAbhusaromu kupfuura vamwe vakadzi vake navarongo vake vose. Pamwe chete aiva navakadzi gumi navasere, navarongo makumi matanhatu, vanakomana makumi maviri navasere, navanasikana makumi matanhatu. Rehobhoamu akagadza Abhija mwanakomana waMaaka kuti ave muchinda mukuru pakati pavana vababa vake kuitira kuti azova mambo. Akaita zvakachenjera akaparadzira vamwe vavanakomana vake mumatunhu ose eJudha neBhenjamini nokumaguta ose enhare. Akavapa zvinhu zvizhinji akavawanira vakadzi vakawanda. "
    },
    {
      "chapter": "12",
      "verses": "Shishaki anorwisa Jerusarema Mushure mokunge chinzvimbo chaRehobhoamu samambo chasimbiswa, uye paakanga asimba, iye neIsraeri yose pamwe chete vakasiya murayiro waJehovha. Nokuti vakanga vasina kutendeka kuna Jehovha, Shishaki mambo weIjipiti akarwisa Jerusarema mugore rechishanu ramambo Rehobhoamu. Nengoro chiuru namazana maviri navatasvi vamabhiza zviuru makumi matanhatu navarwi vokuRibhiya, Suki neEtiopia vakanga vasingaverengeki vaakauya navo kubva kuIjipiti, akakunda maguta enhare eJudha kusvika kuJerusarema. Ipapo muprofita Shemaya akauya kuna Rehobhoamu nokuvatungamiri veJudha vakanga vaungana muJerusarema vachitya Shishaki, akati kwavari, “Zvanzi naJehovha, ‘Makandirasa; naizvozvo zvino ndava kukurasirai kuna Shishaki.’ ” Vatungamiri veIsraeri namambo vakazvininipisa vakati, “Jehovha akarurama.” Jehovha pavakaona kuti vazvininipisa shoko iri raJehovha rakauya kuna Shemaya richiti, “Nokuda kwokuti vazvininipisa, handichavaparadzi asi munguva pfupi ndichavanunura. Kutsamwa kwangu hakuchadururirwa paJerusarema kubudikidza naShishaki. Zvisinei hazvo, vachava pasi pake kuti vadzidze mutsauko uri pakati pokundishumira nokushumira madzimambo edzimwe nyika. Shishaki mambo weIjipiti paakarwisa Jerusarema akatakura pfuma yomutemberi yaJehovha nepfuma yomumuzinda wamambo. Akatora zvose kusanganisira nhoo dzegoridhe dzakanga dzagadzirwa naSoromoni. Saka Mambo Rehobhoamu akagadzira nhoo dzendarira kutsiva idzo dzakanga dzatorwa akadzipa vakuru vavarindi vaiva pabasa pamukova wokupinda mumuzinda woumambo. Pose paienda mambo kutemberi yaJehovha, varindi vaienda naye, vakabata nhoo idzi uye vapedza vaizodzidzorera kuimba yavarindi. Nokuti Rehobhoamu akazvininipisa kutsamwa kwaJehovha kwakabva kwaari, uye haana kuparadzwa zvachose. Zvirokwazvo makava nezvimwe zvakanaka muJudha. Mambo Rehobhoamu akazvisimbisa kwazvo muJerusarema akaramba ari mambo. Akanga ane makore makumi mana nerimwe chete paakava mambo uye akatonga kwamakore gumi namanomwe muJerusarema, guta raJehovha raakanga azvisarudzira pamarudzi ose eIsraeri kuti aise Zita rake. Zita ramai vake rainzi Naama; vaiva muAmoni. Akaita zvakaipa nokuti akanga asina kuisa mwoyo wake pakutsvaga Jehovha. Mabasa okutonga kwaRehobhoamu kubva kutanga kwake kusvikira kwokupedzisira, haana kunyorwa here mubhuku renhoroondo raShemaya muprofita neraIdho muoni? Paiva nokurwisana nguva dzose pakati paRehobhoamu naJerobhoamu. Rehobhoamu akazorora namadzibaba ake akavigwa muguta raDhavhidhi. Uye Abhija mwanakomana wake akamutevera paumambo. "
    },
    {
      "chapter": "13",
      "verses": "Abhija Mambo weJudha Mugore gumi norusere rokutonga kwaJerobhoamu, Abhija akava mambo weJudha. Uye akatonga muJerusarema kwamakore matatu. Zita ramai vake rainzi Maaka, mwanasikana waUrieri weGibhea. Pakava nokurwisana pakati paAbhija naJerobhoamu. Abhija akaenda kundorwa nehondo yaive navarume zviuru mazana mana vaigona kurwa, uye Jerobhoamu akamurwisa navarwi zviuru mazana masere vaigona kurwa. Abhija akamira paGomo reZemaraimi munyika yezvikomo yeEfuremu akati, “Iwe Jerobhoamu neIsraeri yose teererai kwandiri! Hamuzivi here kuti Jehovha Mwari waIsraeri, akapa umambo hwaIsraeri kuna Dhavhidhi navana vake nokusingaperi nesungano yemunyu?” Asi Jerobhoamu mwanakomana waNebhati, mumwe wavakuru vaSoromoni, mwanakomana waDhavhidhi akapandukira mambo wake. Vamwe vakapikisana naRehobhoamu mwanakomana waSoromoni paakanga achiri mudiki asati ava kugona kuzvisarudzira zvaaida uye asati asimba kuti angarwisana navo. “Uye zvino mava kurangana kurwisana noumambo hwaJehovha, huri mumaoko ezvizvarwa zvaDhavhidhi. Zvirokwazvo muri hondo huru; uye mune zvimhuru zvegoridhe zvakagadzirwa naJerobhoamu kuti zvive vamwari venyu. Asi hamuna kudzinga here vaprista vaJehovha, vanakomana vaAroni navaRevhi mukagadza vaprista venyu moga sezvinoitwa navamwe vanhu vedzimwe nyika? Ani naani anenge auya kuzozvitsaura nehando diki namakondohwe manomwe anogona kuva muprista wezvisiri zvamwari. “Asi kana tiri isu, Jehovha ndiye Mwari wedu, uye hatina kumurasa. Vaprista vanoshumira Jehovha vana vaAroni, uye vaRevhi vanovabatsira. Mangwanani namanheru oga oga vanopisa zvipiriso zvinopiswa nezvinonhuwira kuna Jehovha. Vanoisa chingwa patafura yakanatswa uye vanobatidza mwenje iri pazvigadziko zvegoridhe manheru oga oga. Tiri kutevera zvinodikanwa naJehovha Mwari wedu asi imi makamurasa. Mwari anesu; ndiye mutungamiri wedu. Vaprista vake nehwamanda dzavo vachakuridzirai mhere yehondo. Varume veIsraeri, musarwisana naJehovha, Mwari wamadzibaba enyu, nokuti hamuzokundi.” Zvino Jerobhoamu akanga atuma mamwe mapoka avarwi nokushure kwavo kuitira kuti iye paainge ari mberi kwaJudha vamwe vainge vakavandira shure kwavo. VaJudha vakatendeuka vakaona kuti vakanga vava kurwiswa kwose mberi neshure. Ipapo vakachema kuna Jehovha. Vaprista vakaridza hwamanda dzavo, varume veJudha vakaita mhere yehondo. Pakangonzwikwa mhere yehondo, Mwari akaparadza Jerobhoamu neIsraeri yose pamberi paAbhija navanhu veJudha. VaIsraeri vakatiza pamberi paJudha uye Mwari akavaisa mumaoko avo. Abhija navanhu vake vakaparadza vazhinji vavo kwazvo, zvokuti zviuru mazana mashanu zvavarume vaigona kurwa pakati paIsraeri vakafa. Varume veIsraeri vakakundwa panguva iyi, uye varume veJudha vakakunda nokuti vaivimba naJehovha, Mwari wamadzibaba avo. Abhija akatevera Jerobhoamu akatora kubva kwaari maguta anoti Bheteri, Jeshana, neEfuroni nemisha yawo yakapoteredza. Jerobhoamu haana kuzotongazve panguva yaAbhija. Uye Jehovha akamurova akafa. Asi Abhija akakura pasimba. Akawana vakadzi gumi navana uye akava navanakomana makumi maviri nevaviri uye navanasikana gumi navatanhatu. Mamwe mabasa okutonga kwaAbhija, zvaakaita nezvaakataura, zvakanyorwa mumashoko ezvinyorwa zvamuprofita Idho. "
    },
    {
      "chapter": "14",
      "verses": "Uye Abhija akazorora namadzibaba ake akavigwa muguta raDhavhidhi. Asa mwanakomana wake akamutevera kuva paumambo, uye mumazuva ake nyika yakava norugare kwamakore gumi. Asa Mambo weJudha Asa akaita zvakanga zvakanaka uye zvakarurama pamberi paJehovha Mwari wake. Akabvisa aritari dzavatorwa nenzvimbo dzakakwirira, akaputsa matombo anoera uye akatema matanda aAshera. Akarayira Judha kuti itsvage Jehovha, Mwari wamadzibaba avo, uye kuti vateerere mirayiro yake nemitemo yake. Akabvisa nzvimbo dzakakwirira nearitari dzezvinonhuwira mumaguta ose muJudha, uye ushe hwakava norugare pasi pake. Akavaka maguta ane masvingo eJudha, sezvo nyika yaiva norugare. Hapana akarwa naye panguva iyoyo nokuti Jehovha vakanga vamupa zororo. Akati kuJudha, “Ngativakei maguta aya, uye tiise masvingo okuapoteredza, ane shongwe, masuo namazariro. Nyika ichiri yedu, nokuti takatsvaga Jehovha Mwari wedu; takamutsvaga uye akatipa zororo kumativi ose.” Saka vakavaka uye vakabudirira. Asa aiva nehondo yaisvika zviuru mazana matatu kubva kuJudha, vakanga vakapakata nhoo huru namapfumo, uye vamwe zviuru mazana maviri namakumi masere kubva kuBhenjamini, vakanga vakapakata nhoo diki neuta. Ava vose vaiva varwi vakashinga. Zera muEtiopia akauya kuzovarwisa nehondo huru kwazvo nengoro mazana matatu uye akauya akasvika muMaresha. Asa akabuda akandosangana naye uye vakamira panzvimbo dzavo dzokurwa vari mumupata weZefata pedyo neMaresha. Ipapo akadana kuna Jehovha Mwari wake akati, “Jehovha, hakuna mumwe akafanana nemi angabatsira vasina simba pavanorwisana navane simba. Tibatsireiwo, imi Jehovha Mwari, nokuti tinovimba nemi, uye muzita renyu tauya kuzorwisana nehondo yakakura ikadai. Haiwa Jehovha, ndimi Mwari wedu; musarega munhu achikukundai.” Jehovha akaparadza vaEtiopia pamberi paAsa naJudha vakatiza, uye hondo yaAsa yakavatandanisa kusvika kuGerari. VaEtiopia vazhinji kwazvo vakafa zvokuti havanazve kuzombodzokera pasimba rakare; vakabva vaparadzwa pamberi paJehovha navarwi vake. Varume veJudha vakatakura upfumi uzhinji kwazvo hwavakapamba. Vakaparadza misha yose yakanga yakapoteredza Gerari, nokuti kutsamwa kwaJehovha kwakanga kwawira pavari. Vakapamba misha iyi yose, nokuti yaiva nezvokupamba zvakawanda. Vakarwisazve mapoka avafudzi vakatora makwai akawanda nembudzi nengamera zhinji. Ipapo vakadzokera kuJerusarema. "
    },
    {
      "chapter": "15",
      "verses": "Mabasa aAsa Mweya waMwari wakauya pana Azaria mwanakomana waOdhedhi. Akabuda kundosangana naAsa akati kwaari, “Nditeererei, imi Asa, Judha yose neBhenjamini yose. Jehovha anemi kana imi munaye. Kana mukamutsvaka, achawanikwa nemi, asi kana mukamurasa, iye achakarusai. Kwenguva refu Israeri yakanga isina Mwari wechokwadi, isina muprista kuti avadzidzise uye vasina murayiro. Asi panguva yokutambudzika kwavo vakatendeukira kuna Jehovha, Mwari waIsraeri vakamutsvaka, uye iye akawanikwa navo. Pamazuva iwayo zvakanga zvine njodzi kufamba-famba nokuti vanhu vose venyika dzakawanda vakanga vachitambudzika kwazvo. Imwe nyika yaiparadzwa neimwe uye rimwe guta richiparadzwa nerimwe, nokuti Mwari aivatambudza namatambudziko emhando dzakasiyana-siyana. Asi imi, ivai nesimba uye musaora mwoyo nokuti mabasa enyu achawana mubayiro.” Asa paakanzwa mashoko aya nekuporofita kwaAzaria mwanakomana waOdhedhi muprofita akasimbiswa kwazvo. Akabvisa zvifananidzo zvinonyangadza kubva panyika yose yeJudha neBhenjamini nomune mamwe maguta aakanga apamba muzvikomo zveEfuremu. Akavaka patsva aritari yaJehovha yaiva pamberi pebiravira retemberi yaJehovha. Ipapo akaunganidza Judha neBhenjamini yose navanhu vaibva kuEfuremu, Manase neSimeoni vakanga vagere pakati pavo; nokuti vanhu vazhinji kwazvo vakanga vauya kwaari vachibva kuIsraeri pavakaona kuti Jehovha Mwari wake aiva naye. Vakaungana paJerusarema mumwedzi wechitatu wegore regumi namashanu rokutonga kwaAsa. Panguva iyoyo vakabayira kuna Jehovha mombe mazana manomwe makwai nembudzi zviuru mazana manomwe kubva paupfumi hwezvavakapamba zvavakadzoka nazvo. Vakaita sungano yokutsvaka Jehovha, Mwari wamadzibaba avo, nemwoyo yavo nemweya yavo yose. Vose vakanga vasingazotsvaki Jehovha, Mwari waIsraeri, vaizofanira kuurayiwa, zvisinei kuti mudiki kana mukuru, murume kana mukadzi. Vakapika kuna Jehovha nenzwi guru nokudanidzira uye nehwamanda nenyanga. Judha yose yakafara nokuda kwemhiko iyi nokuti vakanga vapika nomwoyo wose. Vakatsvaka Mwari nomwoyo unoda, uye iye akawanikwa navo. Saka Jehovha akavapa zororo kumativi ose. Mambo Asa akabvisazve ambuya vake Maaka kubva panzvimbo yavo samai vamambo nokuti vakanga vagadzira danda rinonyangadza raAshera. Asa akatema danda riya akarityoratyora akaripisa muMupata weKidhironi. Kunyange zvake asina kubvisa nzvimbo dzakakwirira kubva muIsraeri, Asa akanga akazvipira nomwoyo wake wose kuna Jehovha upenyu hwake hwose. Akauyisa mutemberi yaMwari sirivha negoridhe nemidziyo yaakanga akumikidza iye nababa vake. Hakunazve kuzoita hondo kusvikira pagore ramakumi matatu namashanu rokutonga kwaAsa. "
    }
  ]
}