{
  "book": "2 Samueri",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Dhavhidhi anonzwa nezvoKufa kwaSauro Mushure mokufa kwaSauro, Dhavhidhi akadzoka kubva kuhondo yaakakunda vaAmareki uye akagara paZikiragi kwamazuva maviri. Pazuva rechitatu mumwe murume akasvika achibva kumusasa waSauro, zvipfeko zvake zvakabvaruka uye musoro wake uzere guruva. Paakasvika paiva naDhavhidhi, akazviwisira pasi achiratidza rukudzo. Dhavhidhi akabvunza akati, “Wabvepiko?” Iye akapindura akati, “Ndapunyuka kumisasa yavaIsraeri.” Dhavhidhi akabvunza akati, “Chii chaitika ikoko? Ndiudze.” Iye akati, “Vanhu vatiza kubva pavanga vachirwira. Vazhinji vavo vafa. Sauro nomwanakomana wake Jonatani vafa.” Ipapo Dhavhidhi akabvunza jaya rakanga rauya neshoko iri akati, “Unoziva sei kuti Sauro nemwanakomana wake Jonatani vafa?” Jaya riya rakati, “Ini ndakanga ndiri pamusoro peGomo reGiribhoa, uye ndikaona Sauro akasendamira papfumo rake, ipapo ngoro dzavarwi navatasvi zvaivirima zvotosvika paari. Zvino iye akati acheuka akandiona, akandidana, ini ndikati, ‘Ndiri pano?’ “Akandibvunza akati, ‘Ndiwe aniko?’ “Ndakamupindura ndikati, ‘Ndiri muAmareki.’ “Ipapo iye akati kwandiri, ‘Uya umire pandiri undiuraye! Ndiri mukurwadziwa kukuru asi ndichiri mupenyu.’ “Naizvozvo ndakamira paari ndikamuuraya, nokuti ndaiziva kuti mushure mokunge awira pasi haaizorarama. Uye ndakatora korona yakanga iri mumusoro make norundarira rwaiva muruoko rwake, uye ndauya nazvo kuno kuna ishe wangu.” Ipapo Dhavhidhi navarume vose vaakanga anavo vakabata nguo dzavo vakadzibvarura. Vakachema nokuungudza vakazvinyima zvokudya kusvikira manheru nokuda kwaSauro nomwanakomana wake Jonatani, uye nokuda kwehondo yaJehovha neimba yaIsraeri, nokuti vakanga vaurayiwa nomunondo. Dhavhidhi akati kujaya rakanga rauya neshoko kwaari, “Iwe unobvepiko?” Akapindura akati, “Ndiri mwanakomana womutorwa, muAmareki.” Dhavhidhi akamubvunza akati, “Sei iwe usina kutya kusimudza ruoko rwako uchiparadza muzodziwa waJehovha?” Ipapo Dhavhidhi akadana mumwe wavarume vaaiva navo akati, “Enda, umuuraye!” Naizvozvo akamubaya, akafa. Nokuti Dhavhidhi akanga ati kwaari, “Ropa rako ngarive pamusoro pako. Muromo wako ndiwo wazvipupurira pawati, ‘Ndauraya muzodziwa waJehovha.’ ” Dhavhidhi anochema Sauro naJonatani Dhavhidhi akaimba rwiyo urwu rwokuchema Sauro nomwanakomana wake Jonatani, uye akarayira kuti vanhu veJudha vadzidziswe rwiyo urwu rwouta (rwakanyorwa mubhuku raJashari): “Haiwa Israeri, kubwinya kwako kwaparadzwa pamitunhu yako yakakwirira. Haiwa, vane simba wawira pasi sei! “Musazvireva muGati, musazviparidza mumigwagwa yeAshikeroni, kuti vanasikana vavaFiristia vasazofara, kuti vanasikana vevasina kudzingiswa varege kupembera. “Haiwa imi makomo eGiribhoa, ngakurege kuva nedova kana mvura pamusoro penyu, kana minda inobereka zviyo zvakawanda. Nokuti ipapo ndipo pakasvibiswa nhoo yemhare, iyo nhoo yaSauro, isisina kuzorwa mafuta. Kubva muropa ravakaurayiwa, kubva munyama yemhare, uta hwaJonatani hahuna kudzoka, munondo waSauro hauna kudzoka usina kugutswa. “Sauro naJonatani, muupenyu vaidikanwa uye vakanaka, nomurufu havana kuparadzaniswa. Vaimhanya kupfuura makondo, vaiva vakasimba kupfuura shumba. “Haiwa vanasikana veIsraeri, chemai nokuda kwaSauro, iye aikupfekedzai zvishongo zvitsvuku uye zvakaisvonaka, aishongedza nguo dzenyu nezvishongo zvegoridhe. “Haiwa vane simba vawira pasi sei muhondo! Jonatani avete aurayiwa pamitunhu yenyu yakakwirira. Ndiri kutambudzika kwazvo pamusoro pako, Jonatani munun'una wangu; wakanga uchikosha kwazvo kwandiri. Rudo rwako kwandiri rwaishamisa, rwaishamisa kudarika rwavakadzi. “Haiwa vane simba vakawira pasi sei! Zvombo zvehondo zvaparadzwa!” "
    },
    {
      "chapter": "2",
      "verses": "Dhavhidhi anozodzwa kuti ave Mambo weJudha Nokufamba kwenguva, Dhavhidhi akabvunza kuna Jehovha akati, “Ko, ndoenda zvangu kune rimwe ramaguta eJudha here?” Jehovha akapindura akati, “Enda hako.” Dhavhidhi akabvunza akati, “Ndoenda kupi?” Jehovha akapindura akati, “KuHebhuroni.” Naizvozvo Dhavhidhi akaendako navakadzi vake vaviri, Ahinoami weJezireeri naAbhigairi, chirikadzi yaNabhari weKarimeri. Dhavhidhi akatorawo varume vose vaaiva navo, mumwe nomumwe nemhuri yake, akandogara muHebhuroni nomumaguta omo. Ipapo varume veJudha vakauya paHebhuroni vakazodzapo Dhavhidhi kuti ave mambo weimba yaJudha. Zvino Dhavhidhi paakanzwa kuti varume veJabhesi Gireadhi ndivo vakanga vaviga Sauro, akatuma nhume kuvarume veJabheshi Gireadhi kuti dzinoti kwavari, “Jehovha ngaakuropafadzei nokuti makaratidza tsitsi pana Sauro tenzi wenyu pakumuviga kwamakamuita. Zvino Jehovha ngaachikuitirai tsitsi nokutendeka, uye neniwo ndichakuitirai zvimwe chetezvo nokuti imi makaita izvozvi. Naizvozvo ivai nesimba nokutsunga, nokuti Sauro tenzi wenyu afa, uye imba yaJudha yandizodza kuti ndive mambo wavo.” Kurwa pakati peimba yaDhavhidhi neyaSauro Zvichakadaro, Abhineri mwanakomana waNeri, mukuru wehondo yaSauro, akanga atora IshiBhosheti mwanakomana waSauro, akandomuisa kuMahanaimu. Akamugadza kuti ave mambo weGireadhi, Ashuri neJezireeri, uyewo pamusoro peEfuremu, Bhenjamini neIsraeri yose. Ishi-Bhosheti mwanakomana waSauro akanga ava namakore makumi mana paakava mambo weIsraeri, uye akatonga kwamakore maviri. Kunyange zvakadaro, imba yaJudha yakatevera Dhavhidhi. Nguva yakabata Dhavhidhi ushe hweimba yaJudha paHebhuroni yaisvika makore manomwe nemwedzi mitanhatu. Abhineri mwanakomana waNeri, pamwe chete navaranda vaIshi-Bhosheti mwanakomana waSauro, vakabva paMahanaimu vakaenda kuGibheoni. Joabhu mwanakomana waZeruya navaranda vaDhavhidhi vakandosangana navo padziva reGibheoni. Vakagara pasi mhiri kwedziva, rimwe boka ndokugara kuno rumwe rutivi. Ipapo Abhineri akati kuna Joabhu, “Ngatiitei kuti mamwe majaya edu asimuke arwe namaoko pamberi pedu.” Joabhu akati, “Zvakanaka, ngavaite izvozvo.” Naizvozvo vakasimuka vakaverengwa varume gumi navaviri kurutivi rwaBhenjamini naIshiBhosheti mwanakomana waSauro, uye gumi navaviri kurutivi rwaDhavhidhi. Ipapo mumwe nomumwe akabata musoro wewaairwa naye ndokumubaya nebakatwa parutivi pake, vose ndokuwira pasi. Naizvozvo nzvimbo iyoyo iri muGibheoni yakatumidzwa kuti Herikati Hazurimi. Kurwa kwezuva iroro kwakatyisa kwazvo, uye Abhineri navarume veIsraeri vakakundwa navaranda vaDhavhidhi. Vanakomana vatatu vaZeruya vakanga varipo vaiti: Joabhu, Abhishai naAsaheri. Zvino Asaheri aimhanya zvikuru kwazvo sechengu. Akadzinganisa Abhineri, asingambotsaukiri kurudyi kana kuruboshwe paaimudzingirira. Abhineri akacheuka akabvunza akati, “Ndiwe here, Asaheri?” Iye akapindura akati, “Ndini.” Ipapo Abhineri akati kwaari, “Enda kurudyi kana kuruboswe; ubate rimwe ramajaya uritorere zvombo zvaro.” Asi Asaheri haana kurega kumudzinganisa. Abhineri akayambira Asaheri zvakare akati, “Chirega zvokundidzinganisa! Unodirei kuti ndikuuraye? Ndingazotarisana sei nomukoma wako Joabhu?” Asi Asaheri akaramba achingomudzinganisa. Naizvozvo Abhineri akabaya Asaheri padumbu neshure kwepfumo rake, pfumo rikabuda nokumusana. Akawira ipapo ndokubva afa. Uye munhu wose aimira kana angosvika chete panzvimbo pakanga pawira Asaheri akafa. Asi Joabhu naAbhishai vakatevera Abhineri, uye zuva rakati ronovira, vakasvika pachikomo cheAma, pedyo neGiya munzira inoenda kurenje reGibheoni. Ipapo varume veBhenjamini vakaungana vachitungamirirwa naAbhineri. Vakaumba boka rimwe vakamira pamusoro pechikomo. Abhineri akadanidzira kuna Joabhu achiti, “Ko, munondo ucharamba uchingoparadza nokusingaperi here? Hauoni kuti izvi zvichavava pakupedzisira here? Uchasvika kupiko usati warayira vanhu vako kuti varege kudzinganisana nehama dzavo?” Naizvozvo akapindura akati, “Ndinopika naMwari mupenyu, dai wanga usina kuzvitaura, varume ava vangadai varamba vachidzinganisa hama dzavo kusvikira mangwana mangwanani.” Naizvozvo Joabhu akaridza hwamanda, vanhu vose vakamira; vakarega kudzinganisa vaIsraeri, vakasazorwazve. Abhineri navanhu vake vakafamba nousiku hwose vakagura nomuArabha. Vakayambuka Jorodhani, ndokuramba vachienda nomuBhitironi rose vachibva vasvika paMahanaimu. Ipapo Joabhu akadzoka kubva mukudzinganisa Abhuneri ndokuunganidza vanhu vake vose. Pasingaverengerwi Asaheri, kwakashayikwa varume gumi navapfumbamwe vedivi raDhavhidhi. Asi varanda vaDhavhidhi vakanga vauraya vaBhenjamini mazana matatu ana makumi matanhatu vaiva naAbhuneri. Vakatora Asaheri vakandomuviga muguva rababa vake paBheterehema. Ipapo Joabhu navanhu vake vakafamba usiku hwose uye vakandosvika paHebhuroni mambakwedza. "
    },
    {
      "chapter": "3",
      "verses": "Hondo pakati peimba yaSauro neimba yaDhavhidhi yakatora nguva refu isati yapera. Dhavhidhi akaramba achisimba asi imba yaSauro yakaramba ichipererwa nesimba. Dhavhidhi akaberekerwa vanakomana paHebhuroni: Dangwe rake raiva Amunoni mwanakomana waAbhinoami weJezireeri; wechipiri, Kiriabhu mwanakomana waAbhigairi chirikadzi yaNabhari weKarimeri; wechitatu, Abhisaromu mwanakomana waMaaka mwanasikana waTarimai mambo weGeshuri; wechina, Adhoniya mwanakomana waHagiti; wechishanu, Shefatia mwanakomana waAbhitari; uye wechitanhatu, Itireamu mwanakomana womukadzi waDhavhidhi Egira. Ava ndivo vakaberekerwa Dhavhidhi paHebhuroni. Abhineri anoenda kudivi raDhavhidhi Munguva yehondo pakati peimba yaSauro neimba yaDhavhidhi, Abhineri akanga achisimbisa chinzvimbo chake muimba yaSauro. Zvino Sauro aiva nomukadzi womurongo ainzi Rizipa mwanasikana waAiya. Uye Ishi-Bhosheti akati kuna Abhineri, “Wakararirei nomurongo wababa vangu?” Abhineri akatsamwa zvikuru nezvakanga zvataurwa naIshi-Bhosheti ndokupindura achiti, “Ko, ndiri musoro wembwa kurutivi rwaJudha here? Nhasi uno ndakatendeka, kuimba yababa vako Sauro nokumhuri yake zvose neshamwari dzake. Handina kukuisa mumaoko aDhavhidhi. Kunyange zvakadaro iye zvino unondipomera mhaka pamusoro pomukadzi uyu! Mwari ngaarove Abhineri, zvive zvinorwadza kwazvo, kana ndikasaitira Dhavhidhi izvo zvaakapikirwa naJehovha nokubvisa umambo muimba yaSauro ndichisimbisa chigaro choushe chaDhavhidhi pamusoro peIsraeri neJudha kubva paDhani kusvikira kuBheerishebha.” Ishi-Bhosheti haana kuzomboti bufuzve kuna Abhineri, nokuti akanga ava kumutya. Ipapo Abhineri akatumira nhume kuna Dhavhidhi kuti dzindopa mashoko ake okuti, “Ko, nyika ino ndeyani? Itai sungano neni, uye ini ndichakubatsirai kuti Israeri yose iuye kwamuri.” Dhavhidhi akati, “Zvakanaka, ndichaita sungano newe. Asi ndinoda chinhu chimwe chete kubva kwauri: Usasvika pamberi pangu kunze kwokunge wauya naMikari mwanasikana waSauro paunouya kuzondiona.” Ipapo Dhavhidhi akatuma nhume kuna Ishi-Bhosheti mwanakomana waSauro, kundoti, “Ndipe Mikari mudzimai wangu, wandakatsidzirana naye nezvikanda zvokudzingiswa zvapamberi zvavaFiristia vane zana.” Naizvozvo Ishi-Bhosheti akatuma nhume kundomutora kumurume wake Paritieri mwanakomana waRaishi. Zvisinei, murume wake akamuperekedza, achichema ari mumashure make dakara vanosvika kuBhahurimi. Ipapo Abhineri akati kwaari, “Dzokera kumba!” iye ndokudzokera hake. Abhineri akakurukura navakuru veIsraeri akati, “Pava nenguva muchida kugadza Dhavhidhi kuti ave mambo wenyu. Saka chizviitai iye zvino! Nokuti Jehovha akavimbisa Dhavhidhi achiti, ‘Noruoko rwomuranda wangu Dhavhidhi ndichanunura vanhu vangu Israeri kubva muruoko rwavavengi vavo vose.’ ” Abhineri akataura navaBhenjamini pachake. Ipapo akabva akaenda kundoudza Dhavhidhi paHebhuroni zvose zvakanga zvichida kuzoitwa navaIsraeri neimba yose yaBhenjamini. Zvino Abhineri, uyo akanga ana varume makumi maviri, akati asvika kuna Dhavhidhi paHebhuroni, Dhavhidhi akamugadzirira mabiko pamwe chete navarume vaaiva navo. Ipapo Abhineri akati kuna Dhavhidhi, “Nditenderei kuti ndiende iye zvino ndinounganidzira ishe wangu mambo Israeri yose, kuti vaite sungano nemi, uye kuti mubate ushe pamusoro pezvose zvinodiwa nomwoyo wenyu.” Saka Dhavhidhi akaendesa Abhineri, iye akaenda norugare. Joabhu anouraya Abhineri Panguva iyoyo varanda vaDhavhidhi naJoabhu vakadzoka kubva kundopamba uye vakauya nezvakawanda zvavakanga vapamba. Asi Abhineri akanga achisiri pamwe naDhavhidhi muHebhuroni, nokuti Dhavhidhi akanga amutendera kuenda, uye akanga aenda norugare. Joabhu paakasvika navarwi vose vaaiva navo, akaudzwa kuti Abhineri mwanakomana waNeri akanga auya kuna mambo uye kuti mambo akanga amutendera kuti aende uye akanga aenda norugare. Naizvozvo Joabhu akaenda kuna mambo akati, “Ko, chii chamaita? Tarirai, Abhineri akauya kwamuri. Ko, makaregerei achienda? Zvino atoenda zvake! Munomuziva imi Abhuneri mwanakomana waNeri; anga auya kuzokunyengerai uye kuzoongorora mafambiro enyu nokusora zvose zvamuri kuita.” Ipapo Joabhu akabva pana Dhavhidhi ndokutumira nhume kuti dzitevere Abhineri, uye vakadzoka naye kubva patsime reSira. Asi Dhavhidhi haana kuzviziva. Kuzoti Abhineri adzoka paHebhuroni, Joabhu akamutora akaenda naye parutivi, pakati pesuo sokunge aida kutaura naye muchivande. Zvino ipapo, kuti atsive ropa raAsaheri munun'una wake, Joabhu akamubaya padumbu, ndokubva afa. Shure kwokunge Dhavhidhi anzwa nezvazvo, akati, “Ini noushe hwangu hatina mhosva nokusingaperi pamberi paJehovha pamusoro peropa raAbhuneri mwanakomana waNeri. Ropa rake ngarive pamusoro waJoabhu nepaimba yababa vake yose! Imba yaJoabhu ngairege kushaya munhu ane ronda risingapori, kana ana maperembudzi, kana anofamba nomudonzvo, kana anourayiwa nomunondo, kana anoshayiwa zvokudya.” (Joabhu nomunun'una wake Abhishai vakaponda Abhineri nokuti akanga auraya Asaheri munun'una wavo muhondo paGibheoni.) Ipapo Dhavhidhi akati kuna Joabhu navanhu vose vaiva naye, “Bvarurai nguo dzenyu mupfeke masaga mufambe muchiungudza pamberi paAbhineri.” Mambo Dhavhidhi pachake akafamba ari shure kwengoro yaiva nechitunha. Vakaviga Abhineri paHebhuroni, uye mambo akaridza mhere paguva raAbhineri. Vanhu vose vakachemawo. Mambo akaimba rwiyo urwu rwokuchema Abhineri: “Ko, Abhineri aifanira kufa nomufiro webenzi here? Maoko ako akanga asina kusungwa, makumbo ako akanga asina kuiswa mumatare. Wakafa sokufa kwomunhu anofira pamberi pavanyangadzi.” Uye vanhu vose vakamuchemazve. Ipapo vose vakauya vakagombedzera Dhavhidhi kuti awane chaangadya achiri masikati; asi Dhavhidhi akaita mhiko, achiti, “Mwari ngaandirove, uye zvakanyanyisa, kana ndikaravira chingwa kana chimwe chinhu zuva risati ravira!” Vanhu vose vakazviona uye vakafara; zvirokwazvo, chose chakaitwa namambo chakavafadza. Naizvozvo musi uyu vanhu vose neIsraeri yose, vakaziva kuti mambo akanga asingatenderani nokuurayiwa kwaAbhineri mwanakomana waNeri. Ipapo mambo akati kuvaranda vake, “Hamuzivi here kuti nhasi kwafa jinda uye munhu anokosha muIsraeri? Uye kuti nhasi, kunyange ndiri mambo akazodzwa, handina simba, uye vanakomana vaZeruya ava vava nesimba kupfuura ini. Jehovha ngaaripire munyangadzi zvinoenderana nokuipa kwamabasa ake!” "
    },
    {
      "chapter": "4",
      "verses": "Ishi-Bhosheti anourayiwa Zvino Ishi-Bhosheti mwanakomana waSauro paakanzwa kuti Abhineri akanga afa paHebhuroni, akapererwa nesimba, uye Israeri yose yakavhunduka. Zvino mwanakomana waSauro akanga ana varume vaviri vakanga vari vakuru vamapoka avapambi. Mumwe ainzi Bhaana mumwe achinzi Rekabhu; vakanga vari vanakomana vaRimoni muBheeroti aibva kurudzi rwaBhenjamini (Bheeroti rakanga richiverengerwawo kuna Bhenjamini, nokuti vanhu veBheeroti vakatizira kuGitaimu uye vakagarako savatorwa kusvikira nhasi.) Jonatani mwanakomana waSauro aiva nomwanakomana aiva chirema makumbo ose. Aiva namakore mashanu panguva yakasvika shoko pamusoro paSauro naJonatani richibva kuJezireeri. Mureri wake akamusimudza akatiza, asi paaimhanya kuti aende, mwana akadonha akabva aremara. Zita rake ainzi Mefibhosheti. Zvino Rekabhu naBhaana, vanakomana vaRimoni muBheeroti, vakabuda vakananga kumba kwa Ishi-Bhosheti, vakasvikako masikati zuva richipisa iye ari pakuzorora kwake kwamasikati. Vakapinda mukati memba vachiita sevanondotora gorosi, ndokubva vamubaya napadumbu. Ipapo Rekabhu nomunun'una wake Bhaana vakabva vatiza. Vakanga vapinda mumba panguva yaakanga akarara pamubhedha wake muimba yokurara. Pavakamubaya vakamuuraya, ndokugura musoro wake. Vakautora, ndokufamba usiku nenzira yeArabha. Vakandosvika nomusoro wa IshiBhosheti kuna Dhavhidhi paHebhuroni vakati kuna mambo, “Hounoi musoro waIshi-Bhosheti mwanakomana waSauro, muvengi wenyu, uyo aida kutora upenyu hwenyu. Nhasi Jehovha atsivira ishe wangu mambo pamusoro paSauro navana vake.” Dhavhidhi akapindura Rekabhu naBhaana, vanakomana vaRimoni muBheeroti akati, “Zvirokwazvo naJehovha mupenyu, uyo akandinunura munjodzi dzose, pandakaudzwa nomumwe murume kuti, ‘Sauro afa,’ iye achifunga kuti ari kuuya nenhau dzakanaka, ndakamubata ndikamuuraya paZikiragi. Ndiwo mubayiro wandakamupa pamashoko ake! Ko, zvino zvichava sei, kana vanhu vakaipa vachinge vauraya munhu asina mhosva mumba make uye ari pamubhedha wake, handingatsvaki ropa rake pamaoko enyu here, kuti ndikubvisei panyika!” Saka Dhavhidhi akarayira majaya ake, ivo vakavauraya. Vakadimura maoko namakumbo avo ndokurembedza miviri yavo padziva reHebhuroni. Asi vakatora musoro wa Ishi-Bhosheti vakandouviga muguva raAbhineri paHebhuroni. "
    },
    {
      "chapter": "5",
      "verses": "Dhavhidhi anozodzwa kuti ave Mambo weIsraeri Marudzi ose avaIsraeri akauya kuna Dhavhidhi paHebhuroni akati, “Tiri nyama yenyu neropa renyu. Panguva yakapfuura, Sauro paakanga ari mambo wedu, ndimi maitungamirira vaIsraeri kuhondo dzavo. Zvino Jehovha akati kwamuri, ‘Uchafudza vanhu vangu Israeri, uye uchava mutongi wavo.’ ” Vakuru vose veIsraeri vakati vauya kuna Dhavhidhi paHebhuroni, mambo akaita sungano navo paHebhuroni pamberi paJehovha, uye vakazodza Dhavhidhi kuti ave mambo weIsraeri. Dhavhidhi akanga ava namakore makumi matatu paakava mambo, uye akatonga kwamakore makumi mana. MuHebhuroni akatonga Judha kwamakore manomwe nemwedzi mitanhatu, uye muJerusarema akatonga Israeri yose neJudha kwamakore makumi matatu namatatu. Dhavhidhi anokunda Jerusarema Mambo navanhu vakafamba vachienda kuJerusarema kundorwisa vaJebhusi, vaigarako. VaJebhusi vakati kuna Dhavhidhi, “Haungapindi muno; kunyange mapofu kana zvirema vanokwanisa kukudzinga.” Vakafunga pachavo vachiti, “Dhavhidhi haambokwanisi kupinda muno.” Kunyange zvakadaro, Dhavhidhi akakunda nhare yeZioni, Guta raDhavhidhi. Pazuva iro, Dhavhidhi akati, “Wose anoda kukunda vaJebhusi ngaatange apinda nomugero wemvura kuti asvike pane ‘zvirema namapofu’ vanova ndivo vavengi vaDhavhidhi.” Ndokusaka zvichinzi, “ ‘Mapofu nezvirema’ vasapinda muimba yaMambo.” Dhavhidhi akagara munhare uye akaitumidza kuti Guta raDhavhidhi. Akavaka nzvimbo yose yakaipoteredza, kubva panheyo dzaitsigira rusvingo zvichipinda mukati. Simba rake rakaramba richiwedzerwa, nokuti Jehovha Mwari Wamasimba Ose aiva naye. Zvino Hiramu mambo weTire akatuma nhume kuna Dhavhidhi, namatanda omusidhari, navavezi navavaki vanoshandisa matombo uye vakavakira Dhavhidhi muzinda. Dhavhidhi akaziva kuti Jehovha akanga amusimbisa samambo weIsraeri uye akanga asimudzira umambo hwake nokuda kwavanhu vake Israeri. Mushure mokunge abva paHebhuroni, Dhavhidhi akazvitorera vamwe varongo navakadzi muJerusarema, uye akaberekerwa vamwe vanakomana navanasikana. Aya ndiwo mazita avana vaakaberekerwa ikoko: Shobhabhi, Natani, Soromoni, Ibhari, Erishua, Shamua, Nefegi, Jafia, Erishama, Eriadha naErifereti. Dhavhidhi anokunda vaFiristia VaFiristia vakati vanzwa kuti Dhavhidhi azodzwa kuti ave mambo weIsraeri, vakakwira vose kundomutsvaka, asi Dhavhidhi akazvinzwa ndokubva aburukira kunhare. Zvino vaFiristia vakanga vauya vakapararira muMupata weRefaimu. Saka Dhavhidhi akabvunza Jehovha akati, “Ndoenda here kundorwisa vaFiristia? Ko, muchavaisa mumaoko angu here?” Jehovha akamupindura akati, “Enda, nokuti zvirokwazvo ndichaisa vaFiristia mumaoko ako.” Naizvozvo Dhavhidhi akaenda kuBhaari Perazimu, uye ikoko akavakunda. Akati, “Sokupaza kunoita mvura, Jehovha apaza vavengi vangu pamberi pangu.” Naizvozvo nzvimbo iyo yakanzi Bhaari Perazimu. VaFiristia vakasiya zvifananidzo zvavo ipapo, Dhavhidhi navanhu vake vakazvitakura vakaenda nazvo. VaFiristia vakadzokazve uye vakapararira muMupata weRefaimu; saka Dhavhidhi akabvunza Jehovha, iye akapindura akati, “Musakwira makavananga, asi potererai nokumashure kwavo ugovarwisa mberi kwemiti yemibharisamu. Pamunongonzwa ruzha rwokufamba kwavanhu pamusoro pemiti yemibharisamu, mubve mafamba nokukurumidza, nokuti zvichareva kuti Jehovha aenda mberi kwenyu kuti aparadze hondo yavaFiristia.” Naizvozvo Dhavhidhi akaita sezvaakanga arayirwa naJehovha, uye akaparadza vaFiristia kubva paGibheoni kusvika kuGezeri. "
    },
    {
      "chapter": "6",
      "verses": "Areka inouyiswa kuJerusarema Dhavhidhi akaunganidza zvakare varume veIsraeri vakanga vasarudzwa, vaisvika makumi matatu ezviuru. Akasimuka akaenda navanhu vose vaakanga anavo kuBhaara reJudha, kundotora areka yaMwari kubva ikoko, iyo inodanwa neZita, iro zita raJehovha Wamasimba Ose, agere pakati pamakerubhi ari pamusoro peareka. Vakaisa areka yaMwari mungoro itsva uye vakauya nayo kubva kumba kwaAbhinadhabhu, pachikomo. Uza naAhio, vanakomana vaAbhinadhabhu, ndivo vakanga vachifambisa ngoro itsva iyi areka yaMwari iri pamusoro payo, uye Ahio akanga achifamba mberi kwayo. Dhavhidhi neimba yose yeIsraeri vakapemberera Jehovha nesimba ravo rose, vachiimba nokuridza zviridzwa zvamarudzi ose zvomusipuresi, rudimbwa, mbira, matamborini, ngoma dzamatare namakandira. Vakati vasvika paburiro raNakoni, Uza akatambanudza ruoko rwake ndokubata areka yaMwari, nokuti nzombe dzakanga dzagumburwa. Kutsamwa kwaJehovha kwakapfuta pamusoro paUza nokuda kwokutadza kwake; naizvozvo Mwari akamuuraya ipapo parutivi peareka yaMwari. Ipapo Dhavhidhi akatsamwa nokuti Jehovha akanga atsamwira Uza, nokudaro kusvika zvino nzvimbo iyi inodaidzwa kuti Perezi Uza. Dhavhidhi akatya Jehovha pazuva iri uye akati, “Zvino areka yaJehovha ichasvika seiko kwandiri?” Haana kuda kutora areka yaJehovha kuti aende nayo kuGuta raDhavhidhi. Asi akaitsautsira kumba kwaObhedhi-Edhomu muGiti. Areka yaJehovha yakagara mumba maObhedhi-Edhomu muGiti kwemwedzi mitatu, Jehovha akamuropafadza iye neimba yake yose. Zvino Mambo Dhavhidhi akaudzwa kuti, “Jehovha akaropafadza imba yaObhedhi-Edhomu nezvose zvaanazvo, nokuda kweareka yaMwari.” Saka Dhavhidhi akaburuka akandotora areka yaMwari kubva muimba yaObhedhi-Edhomu akakwira nayo kuGuta raDhavhidhi achipemberera nomufaro. Zvino avo vakanga vakatakura areka yaJehovha vaiti vakafamba nhambwe nhanhatu, vobayira nzombe nemhuru yakakodzwa. Dhavhidhi, akapfeka efodhi yomucheka, akatamba pamberi paJehovha nesimba rake rose, iye neimba yaIsraeri yose vakakwira neareka yaJehovha vachipururudza nokuridza hwamanda. Areka yaJehovha payakanga yopinda muGuta raDhavhidhi, Mikari mwanasikana waSauro akatarira napawindo. Uye paakaona Mambo Dhavhidhi achipembera nokutamba pamberi paJehovha, akamushora mumwoyo make. Vakasvika neareka yaJehovha vakaigadzika panzvimbo yayo mukati metende rayakanga yagadzirirwa naDhavhidhi, uye Dhavhidhi akabayira zvipiriso zvinopiswa nezvipiriso zvokuyananisa pamberi paJehovha. Zvino akati apedza kubayira zvipiriso zvinopiswa nezvipiriso zvokuyananisa, akaropafadza vanhu muzita raJehovha Wamasimba Ose. Ipapo akazotorazve chingwa, keke ramadheti nekeke ramazambiringa akaomeswa akazvipa kuno mumwe nomumwe weungano yose yavaIsraeri, varume navakadzi. Uye vanhu vose vakaenda kudzimba dzavo. Dhavhidhi paakadzokera kumba kuti andoropafadza veimba yake, Mikari mwanasikana waSauro akabuda kundosangana naye akati, “Mambo weIsraeri azvikudza sei nhasi, zvaabvisa nguo dzoushe pamberi pavarandakadzi vavaranda vake sezvinoitwa nebenzi ripi zvaro.” Dhavhidhi akati kuna Mikari, “Ndazviita pamberi paJehovha, iye akandisarudza pachinzvimbo chababa vako kana mumwe munhu upi zvake muimba yake uye akandiita kuti ndive mutongi wavanhu vaJehovha, vaIsraeri; naizvozvo ndichapembera pamberi paJehovha. Ndichazvideredza kupfuura izvi, uye ndichazvininipisa pachangu. Asi kana vari varandakadzi vawareva, ndichakudzwa navo.” Uye Mikari mwanasikana waSauro haana kubereka vana kusvikira pazuva rokufa kwake. The"
    },
    {
      "chapter": "7",
      "verses": "Sungano yaMwari naDhavhidhi Zvino mambo akati agara mumuzinda wake uye Jehovha amupa zororo kubva kuvavengi vake vose vaiva vakamupoteredza, akati kuna Natani muprofita, “Tarira ndiri pano ndigere mumuzinda wakavakwa nemisidhari, asi areka yaMwari igere mutende.” Natani akapindura mambo akati, “Endai mberi muite zvose zvamunazvo mupfungwa dzenyu, nokuti Jehovha anemi.” Usiku ihwohwo shoko raJehovha rakasvika kuna Natani, richiti: “Enda undoudza muranda wangu Dhavhidhi kuti, ‘Zvanzi naJehovha: Ndiwe here ungandivakira imba yandingagara? Ini handina kumbogara mumba kubva zuva randabudisa vaIsraeri muIjipiti kusvikira nhasi. Ndanga ndichifamba munzvimbo nenzvimbo ndichigara mutende. Pose pandaifamba navaIsraeri vose, ndakamboti here kuno mumwe wavatongi vavo vandakarayira kuti vafudze vanhu vangu vaIsraeri, “Makaregerei kundivakira imba yemisidhari?”’ “Naizvozvo zvino, udza muranda wangu Dhavhidhi kuti, ‘Zvanzi naJehovha Wamasimba Ose: Ndakakutora kubva kumafuro kwawaifudza makwai kuti uve mutongi wavanhu vangu vaIsraeri. Ndakava newe kwose kwawakaenda, uye ndakaparadza vavengi vako vose ndikavabvisa pamberi pako. Zvino zita rako ndichariita guru, richafanana namazita avakuru vari panyika. Uye ndichapa vanhu vangu vaIsraeri nzvimbo uye ndichavasima kuti vave nomusha wavo pachavo kuti vasazokanganiswazve. Vanhu vakaipa havachazovamanikidzizve, sezvavakaita pakutanga nezvavakaita kubva panguva yandakagadza vatungamiri vavanhu vangu vaIsraeri. Ndichakuzorodzai kubva kuvavengi venyu vose. “ ‘Jehovha anoti kwauri Jehovha pachake achakumisira imba: Zvino kana mazuva ako akwana uye wazorora namadzibaba ako, ndichamutsa mwana wako kuti atore ushe hwako, achabuda mauri, uye ndichasimbisa ushe hwake. Iye ndiye achavakira Zita rangu imba, uye ndichasimbisa chigaro choushe hwake nokusingaperi. Ini ndichava baba vake, iye achava mwana wangu. Kana akakanganisa, ini ndichamuranga neshamhu yavanhu, uye nokurangwa kunoitwa navanhu. Asi rudo rwangu haruzombobva paari, sokubvisa kwandakaruita pana Sauro, uyo wandakabvisa pamberi pako. Imba yako noumambo hwako zvichagara pamberi pangu nokusingaperi; chigaro chako choushe chichasimbiswa nokusingaperi.’ ” Natani akazivisa Dhavhidhi mashoko ose ezvaakanga aratidzwa. Munyengetero waDhavhidhi Zvino Mambo Dhavhidhi akapinda akandogara pamberi paJehovha, akati: “Ko, ini ndini aniko zvangu, nhai Ishe Jehovha, uye mhuri yangu chiiko, zvamandisvitsa pano? Uyezve sezvinonzi izvi hazvina kukwana pamberi penyu, nhai Ishe Jehovha, mataurazve nezveramangwana reimba yomuranda wenyu. Nhai Ishe Jehovha Mwari, izvi ndizvo zvamunogara muchiitira vanhu here? “Ko, Dhavhidhi angareveizve kwamuri? Nokuti munoziva muranda wenyu, Ishe Jehovha. Nokuda kweshoko renyu uye maererano nokuda kwenyu, maita chinhu ichi chikuru uye machizivisa kumuranda wenyu. “Haiwa muri mukuru, imi Ishe Jehovha! Hakuna mumwe akafanana nemi, uye hakuna mumwe Mwari kunze kwenyu, sezvatakanzwa nenzeve dzedu. Uye ndorupi rumwe rudzi rwakaita savanhu venyu vaIsraeri, irwo rudzi panyika rwakadzikinurwa naMwari kuti vave vanhu vake, uye kuti azviitire zita, uye kuti aite zvinhu zvikuru zvinoshamisa nokudzinga marudzi navamwari vawo pamberi pavanhu venyu, vamakadzikinura kubva muIjipiti? Makasimbisa vanhu venyu vaIsraeri kuti vave venyu nokusingaperi, uye imi, Jehovha, mava Mwari wavo. “Naizvozvo zvino, Jehovha Mwari, simbisai nokusingaperi shoko renyu ramakataura pamusoro pomuranda wenyu neimba yake. Itai sezvamakavimbisa, kuti zita renyu rikudzwe nokusingaperi. Zvino vanhu vachati, ‘Jehovha Wamasimba Ose ndiye Mwari weIsraeri!’ Zvino imba yomuranda wenyu Dhavhidhi ichasimbiswa pamberi penyu. “Haiwa Jehovha Wamasimba Ose, Mwari weIsraeri, makaratidza izvi kumuranda wenyu, muchiti, ‘Ndichakuvakira imba.’ Naizvozvo muranda wenyu atsunga kunyengetera, munyengetero uyu. Haiwa Ishe Jehovha, muri Mwari! Mashoko enyu ndeechokwadi, uye mavimbisa zvinhu zvakanaka kumuranda wenyu. Zvino ngazvikufadzei kuti muropafadze imba yomuranda wenyu, kuti irambe iri pamberi penyu nokusingaperi; nokuti imi Jehovha Mwari, mazvitaura, uye namaropafadzo enyu, imba yomuranda wenyu icharopafadzwa nokusingaperi.” The "
    },
    {
      "chapter": "8",
      "verses": "Kukunda kwaDhavhidhi Nokufamba kwenguva, Dhavhidhi akakunda vaFiristia uye vakava pasi pake, uye akatora Metegi Ama kubva mumaoko avaFiristia. Dhavhidhi akakundawo vaMoabhu. Akavavatisa pasi akavayera netambo. Aiti akaera kaviri netambo vanhu ivavo vourayiwa, asi avo vaipinda pachiero chetatu vaitenderwa kurarama. Naizvozvo vaMoabhu vakaitwa varanda naDhavhidhi uye vakabvisiswa mutero. Pamusoro paizvozvo, Dhavhidhi akarwisa Hadhadhezari mwanakomana waRehobhi, mambo weZobha, paakaenda kundotorazve nyika yaiva mujinga morwizi Yufuratesi. Dhavhidhi akamutorera ngoro dzamabhiza chiuru, vachairi vengoro zviuru zvinomwe navarwi vaifamba netsoka zviuru makumi maviri. Akaremadza makumbo eshure amabhiza ose kusiya kwezana rimwe chete raikweva ngoro. Zvino vaAramu veDhamasiko vakati vauya kuzobatsira Hadhadhezeri mambo weZobha, Dhavhidhi akauraya zviuru makumi maviri nezviviri pakati pavo. Akaisa mapoka avarwi munyika yava Arame yeDhamasiko, vaAramu vakava varanda vake vakabvisiswa mutero. Jehovha akaita kuti Dhavhidhi akunde kwose kwose kwaakaenda. Dhavhidhi akatora nhoo dzegoridhe dzakanga dziri dzamakurukota aHadhadhezeri, akauya nadzo kuJerusarema. Mambo Dhavhidhi akatora ndarira zhinji kwazvo kubva paTebha neBherotai, maguta akanga ari aHadhadhezeri. Zvino Tou mambo weHamati akati anzwa kuti Dhavhidhi akanga akunda hondo yose yaHadhadhezeri, akatuma mwanakomana wake Joramu kuna Mambo Dhavhidhi kundomukwazisa nokumukorokotedza pamusoro pokukunda kwaakanga aita Hadhadhezeri pakurwa, uye akanga amborwisana naTou. Joramu akauya nemidziyo yesirivha neyegoridhe neyendarira. Mambo Dhavidhi akakumikidza midziyo iyi kuna Jehovha, sezvaakanga aita nesirivha negoridhe yakanga yabva kundudzi dzose dzaakanga akunda dzinoti: Edhomu neMoabhu, vaAmoni navaFiristia, neAmareki. Akakumikidzazve zvaakanga apamba kubva kuna Hadhadhezeri mwanakomana waRehobhi, mambo weZobha. Uye Dhavhidhi akava nomukurumbira paakadzoka kundouraya gumi rezviuru nezviuru zvisere zvavaEdhomu paMupata weMunyu. Akaisa mapoka avarwi munyika yose yeEdhomu, vaEdhomu vose vakava varanda vaDhavhidhi. Jehovha akaita kuti Dhavhidhi akunde kwose kwaakaenda. Makurukota aDhavhidhi Dhavhidhi akabata ushe pamusoro peIsraeri yose, achiita zvakarurama nezvakanaka kuvanhu vose. Joabhu mwanakomana waZeruya aiva mukuru wehondo; Jehoshafati mwanakomana waAhirudhi aiva muchengeti wemidziyo, Zadhoki mwanakomana waAhitubhi naAhimereki mwanakomana waAbhiatari vaiva vaprista; Seraya aiva munyori; Bhenaya mwanakomana waJehoyadha aiva mutariri wavaKereti navaPereti; uye vanakomana vaDhavhidhi vaiva vapi vamazano vamambo. The "
    },
    {
      "chapter": "9",
      "verses": "Dhavhidhi naMefibhosheti Dhavhidhi akabvunza akati, “Ko, kuchine mumwe akasara here weimba yaSauro wandingaitira tsitsi nokuda kwaJonatani?” Zvino kwakanga kuno muranda weimba yaSauro ainzi Zibha. Vakamudana kuti auye kuna Dhavhidhi, mambo akati kwaari, “Ndiwe Zibha here?” Iye akapindura akati, “Ndini muranda wenyu.” Mambo akabvunza akati, “Hakuna mumwe akasara weimba yaSauro wandingaratidza tsitsi dzaMwari here?” Zibha akapindura mambo akati, “Kuchine mwanakomana waJonatani; akaremara makumbo ose.” Mambo akabvunza akati, “Aripiko?” Zibha akapindura akati, “Ari kuimba yaMakiri mwanakomana waAmieri kuRo Dhebhari.” Saka Mambo Dhavhidhi akarayira kuti andotorwa kubva kuRo Dhebhari, pamba paMakiri mwanakomana waAmieri. Zvino Mefibhosheti mwanakomana waJonatani, mwanakomana waSauro akati asvika kuna Dhavhidhi, akawira pasi nechiso chake kuti aratidze rukudzo. Dhavhidhi akati, “Mefibhosheti!” Iye akapindura akati, “Ndini muranda wenyu.” Dhavhidhi akati kwaari, “Usatya hako, nokuti zvirokwazvo ndichakuitira tsitsi nokuda kwababa vako Jonatani. Ndichadzosera kwauri nyika yose yakanga iri yasekuru vako Sauro, uye uchadya patafura yangu nguva dzose.” Mefibhosheti akakotamira pasi akati, “Muranda wenyu chiiko, zvamunorangarira imbwa yakafa yakaita seni?” Ipapo mambo akadana Zibha, muranda waSauro, akati kwaari, “Ndapa muzukuru wavatenzi vako zvose zvakanga zviri zvaSauro nemhuri yake. Iwe navana vako navaranda vako ndimi muchamurimira minda mugokohwa zvirimwa, kuti muzukuru wavatenzi vako awane zvokudya. Mefibhosheti, muzukuru wavatenzi vako, achadya patafura yangu nguva dzose.” Zvino Zibha aiva navanakomana gumi navashanu navaranda makumi maviri. Ipapo Zibha akati kuna mambo, “Muranda wenyu achaita zvose zvamunomurayira kuti aite imi, ishe wangu namambo. Naizvozvo Mefibhosheti akadya patafura yaDhavhidhi somumwe wavanakomana vamambo.” Mefibhosheti akanga ane mwanakomana mudiki ainzi Mika, uye vose veimba yaZibha vakanga vari varanda vaMefibhosheti. Saka Mefibhosheti akagara muJerusarema nokuti aigara achidya patafura yamambo, uye akanga akaremara tsoka dzake dzose. The "
    },
    {
      "chapter": "10",
      "verses": "Dhavhidhi anokunda VaAmoni Nokufamba kwenguva mambo wavaAmoni akafa, mwanakomana wake Hanuni akamutevera paumambo. Dhavhidhi akafunga kuti, “Ndichaitira Hanuni mwanakomana waNahashi tsitsi, sokundiitira tsitsi kwakaita baba vake.” Naizvozvo Dhavhidhi akatuma nhume kundobata Hanuni maoko pamusoro pababa vake. Vanhu vaDhavhidhi vakati vasvika kunyika yavaAmoni, machinda avaAmoni akati kuna Hanuni mambo wavo, “Munofunga here imi kuti Dhavhidhi ari kuremekedza baba venyu nokutumira kwaaita vanhu vake kuzochema nemi? Dhavhidhi haana kuvatuma here kuti vazoongorora guta nokurishora kuti vagoriparadza?” Naizvozvo Hanuni akabata vanhu vaDhavhidhi, akavaveura rumwe rutivi rwendebvu, akacheka zvipfeko zvavo napakati kumagaro, ndokuvadzinga. Zvino Dhavhidhi akati audzwa nezvazvo, akatuma nhume kundosangana navarume ava, nokuti vakanga vanyadziswa zvikuru. Mambo akati, “Chimbogarai henyu paJeriko kudzamara ndebvu dzenyu dzakura, mugozouya.” Zvino vaAmoni pavakaziva kuti vakanga vonhuwa pamberi paDhavhidhi, vakatenga varwi vetsoka zviuru makumi maviri zvavaAramu kubva kuBheti Rehobhi neZobha, pamwe chete namambo weMaaka navarume chiuru chimwe, uye navarume zviuru gumi nezviviri vaibva kuTobhi. Paakazvinzwa, Dhavhidhi akatumira Joabhu navarume vose veboka ravarwi. VaAmoni vakabuda pasuo reguta ravo ndokubva vazvironga kuti varwe, uye vaAramu veZobha neRehobhi navarume veTobhi neveMaaka vakanga vari voga mubani. Joabhu akaoona kuti akanga akombwa navarwi mberi neshure; naizvozvo akasarudza dzimwe mhare dzavaIsraeri ndokuvaendesa kundorwisa vaAramu. Akaisa vamwe vose pasi paAbhishai mukoma wake ndokuvatuma kundorwisa vaAmoni. Joabhu akati, “Kana vaAramu vakandikurira iwe wozouya kuzondinunura; asi kana vaAmoni vakakukurira ipapo ini ndichauya kuzokununura. Iva nesimba tirwire vanhu vedu namaguta aMwari wedu takashinga. Jehovha achaita zvinomufadza.” Zvino Joabhu navarwi vake vakaenda kundorwisa vaAramu, ivo vakatiza pamberi pake. VaAmoni pavakaona vaAramu vachitiza, vakatiza pamberi paAbhishai, ndokupinda muguta. Saka Joabhu akadzoka kundorwisa vaAmoni akasvika kuJerusarema. VaAramu vakati vaona kuti vakundwa navaIsraeri, vakaunganazve. Hadhadhezari akakokera vaAramu kubva mhiri kwoRwizi; vakaenda kuHeramu vachitungamirirwa naShobhaki mutungamiri wehondo yaHadhadhezari. Dhavhidhi akati azvinzwa, akaunganidza vaIsraeri vose, vakayambuka Jorodhani uye vakaenda kuHeramu. VaAramu vakazvigadzirira kuti vasangane naDhavhidhi uye vakarwa naye. Asi vakatiza pamberi pavaIsraeri, Dhavhidhi akauraya mazana manomwe avachairi vengoro dzamabhiza nezviuru makumi mana zvavarwi vetsoka. Akabaya Shobhaki mutungamiri wehondo yavo, akafira ipapo. Madzimambo ose akanga ari varanda vaHadhadhezari akati aona kuti akundwa navaIsraeri, akayanana navaIsraeri uye akava pasi pavo. Saka vaAramu vakatya kubatsira vaAmoni zvakare. The "
    },
    {
      "chapter": "11",
      "verses": "Dhavhidhi naBhatishebha Munguva yechirimo, madzimambo paanoenda kundorwa, Dhavhidhi akatuma Joabhu navaranda vamambo nehondo yose yeIsraeri. Vakandoparadza vaAmoni uye vakakombawo Rabha. Asi Dhavhidhi akasara muJerusarema. Zvino rimwe zuva madekwana Dhavhidhi akamuka pamubhedha wake akafamba pamusoro pedenga romuzinda. Aripo padenga akaona mukadzi aishamba. Mukadzi uyu akanga akanaka kwazvo, uye Dhavhidhi akatuma munhu kundobvunza nezvomukadzi uyu. Murume akatumwa akati, “Ko, uyu haasi Bhatishebha here mwanasikana waEriamu mukadzi waUria muHiti?” Ipapo Dhavhidhi akatuma nhume kundomutora. Akauya kwaari, iye akarara naye; nokuti akanga azvinatsa pakusachena kwake. Ipapo akadzokera kumba kwake. Mukadzi uyu akabata pamuviri ndokubva atuma shoko kuna Dhavhidhi achiti, “Ndava nemimba.” Saka Dhavhidhi akatuma shoko kuna Joabhu akati, “Nditumire Uria muHiti.” Saka Joabhu akamutumira kuna Dhavhidhi. Uria akati asvika kwaari, Dhavhidhi akamubvunza kuti Joabhu aiva akadini hake, zvose navarwi uye kuti hondo yaifamba sei. Ipapo Dhavhidhi akati kuna Uria, “Enda hako kuimba yako unoshamba tsoka dzako.” Naizvozvo Uria akabva pamuzinda wamambo, uye achangoenda, mambo akamutumira chipo. Asi Uria akarara pasuo romuzinda navaranda vose vatenzi wake akasaenda kumba kwake. Zvino Dhavhidhi paakaudzwa kuti, “Uria haana kuenda kumba kwake,” akamubvunza akati, “Hauna kubva parwendo here? Sei usina kuenda kumba kwako?” Uria akati kuna Dhavhidhi, “Areka navaIsraeri pamwe chete navaJudha vagere mumatende, uye tenzi wangu Joabhu navanhu vaishe wangu vari mumisasa kusango. Ko, ini ndaigozoenda sei kumba kwangu kuti ndidye ndichinwa nokurara nomudzimai wangu? Zvirokwazvo noupenyu hwenyu, handingaiti chinhu chakadaro!” Ipapo Dhavhidhi akati kwaari, “Chigara hako pano kwezuva rimwe chete, mangwana ndigokutendera hangu kuti udzokere.” Naizvozvo Uria akagara muJerusarema zuva iroro neraitevera. Akakokwa naDhavhidhi, akadya nokunwa naye, uye Dhavhidhi akaita kuti adhakwe. Asi ava madekwana Uria akabuda akandovata panhoo yake pamwe chete navaranda vatenzi wake; haana kuenda kumba kwake. Chifumi chamangwana Dhavhidhi akanyora tsamba kuna Joabhu akaituma naUria. Akanyora mairi achiti, “Isa Uria pamberi paya panorwiwa zvinotyisa zvikuru. Ipapo iwe umusiye ari oga kuti abayiwe afe.” Saka Joabhu paakanga akakomba guta, akaisa Uria panzvimbo yaaiziva kuti ndipo paiva navarume voumhare. Varume veguta pavakabuda vakarwa naJoabhu, vamwe vevarume vehondo yaDhavhidhi vakakundwa; uye Uria muHiti akafawo. Joabhu akatumira Dhavhidhi mashoko amafambiro akanga aita hondo. Akarayira nhume achiti, “Kana wapedza kurondedzera kuna mambo mafambiro aita hondo, hasha dzamambo dzingakwira, uye angangokubvunza achiti, ‘Ko, sei maswedera pedyo zvakadaro neguta muchirwa? Manga musingazivi here kuti vaizokupfurai nemiseve vari parusvingo? Ndianiko akauraya Abhimereki mwanakomana waJerubhi-Bhesheti? Haasi munhukadzi here akakanda guyo pamusoro pake richibva parusvingo, zvokuti akafira paTebhezi? Sei maswedera pedyo norusvingo?’ Kana akakubvunza izvi, ipapo uti kwaari, ‘Muranda wenyu Uria muHiti afawo.’ ” Nhume yakaenda, uye yakati yasvika, yakaudza Dhavhidhi zvose zvayakanga yarayirwa naJoabhu. Nhume yakati kuna Dhavhidhi, “Varume avo vatikurira vakatibudira pachena, asi isu tavasairira kusvikira vasvika pasuo reguta. Ipapo vapfuri vapfura varanda venyu vari parusvingo, uye vamwe vavaranda vamambo vafa. Uyewo, muranda wenyu Uria muHiti afa.” Dhavhidhi akarayira nhume achiti, “Uti kuna Joabhu, ‘Izvi ngazvirege kukushungurudza; munondo haubayi rutivi rumwe asi nokunouyawo wabaya. Ramba uchirwisa guta uriparadze.’ Taura izvi kuna Joabhu kuti umukurudzire.” Zvino mukadzi waUria paakanzwa kuti murume wake akanga afa, akamuchema. Zvino mazuva okuchema akati apera, Dhavhidhi akamuuyisa kumba kwake, akava mukadzi wake, uye akamuberekera mwanakomana. Asi chinhu ichi chakaitwa naDhavhidhi hachina kufadza Jehovha. The "
    },
    {
      "chapter": "12",
      "verses": "Natani anotsiura Dhavhidhi Jehovha akatuma Natani kuna Dhavhidhi. Paakasvika kwaari, akataura akati, “Pakanga pana varume vaviri mune rimwe guta, mumwe akanga akapfuma mumwe ari murombo. Mupfumi uyu akanga ana makwai mazhinji kwazvo uye nemombe zhinji, asi murombo akanga asina chinhu kusara kwegwayana rimwe chete raakanga atenga. Akarirera, rikakura naye navana vake. Raidya pamwe chete naye, richinwira pamukombe waayinwira, uye richirara pamaoko ake. Rakanga rakaita somwanasikana kwaari. “Zvino muenzi aipfuura hake akasvika kumupfumi uya, asi mupfumi uyu haana kuda kubata rimwe ramakwai ake kana mombe kuti agadzirire zvokudya mupfuuri uyu akanga asvika kwaari. Asi iye akatora gwayana romurombo akarigadzirira uya akanga asvika kwaari.” Dhavhidhi akatsamwira munhu uyu zvikuru kwazvo akati kuna Natani, “Chokwadi naJehovha mupenyu, munhu akaita zvinhu zvakadai anofanira kufa! Anofanira kuripira gwayana iri kakapetwa runa pamusoro, nokuti akaita zvinhu zvakadai uye akasava netsitsi.” Ipapo Natani akati kuna Dhavhidhi, “Ndimi munhu uyo! Zvanzi naJehovha, Mwari weIsraeri, ‘Ndakakuzodza kuti uve mambo weIsraeri, uye ndakakununura kubva paruoko rwaSauro. Ndakapa kwauri imba yatenzi wako, uye vakadzi vatenzi wako ndakavaisa mumaoko ako. Ndakakupa imba yaIsraeri neyaJudha. Uye dai zvose izvi zvakava zvishoma, ndaidai ndakakupa zvimwezve. Ko, wakazvidzirei shoko raJehovha nokuita zvisakarurama pamberi pake? Wakauraya Uria muHiti nomunondo uye ukatora mukadzi wake ukamuita wako. Wakamuuraya nomunondo wavaAmoni. Naizvozvo, munondo hauchazobvi mumba mako, nokuti wakandizvidza uye ukatora mukadzi waUria muHiti kuti ave wako.’ “Zvanzi naJehovha, ‘Kubva mumba mako chaimo ndichauyisa njodzi pamusoro pako. Ndichatora vakadzi vako iwe wakatarira ndigovapa kuno mumwe ari pedyo newe, uye acharara navo masikati machena. Iwe wakaita muchivande, asi ini ndichazviita masikati machena pamberi peIsraeri yose.’ ” Ipapo Dhavhidhi akati kuna Natani, “Ndakatadzira Jehovha.” Natani akapindura akati, “Jehovha akuregerera chitadzo chako. Haungafi hako kwete. Asi nokuda kwokuti waita izvi, waita kuti vavengi vaJehovha vamuzvidze kwazvo, mwanakomana uyu wauchaberekerwa achafa.” Mushure mokunge Natani adzokera kumba, Jehovha akarova mwana akaberekerwa Dhavhidhi nomukadzi waUria, akabva arwara. Dhavhidhi akanyengeterera mwana kuna Mwari. Akatsanya uye akapinda mumba make akapedza usiku nousiku akarara pasi. Vakuru veimba yake vakamira paakanga ari, vachida kuti amuke pasi paakanga ari, asi iye akaramba, uye haana kuda kuti adye navo. Pazuva rechinomwe mwana akafa. Varanda vaDhavhidhi vakatya kumuudza kuti mwana akanga afa, nokuti vakafunga kuti, “Apo mwana paakanga achiri mupenyu, takataura naDhavhidhi asi haana kuda kutiteerera. Zvino tichamuudza sei kuti mwana afa? Achazvikuvadza zvikada.” Dhavhidhi akaona kuti varanda vake vakanga vachizevezerana ndokubva aziva kuti mwana akanga afa. Akabvunza akati, “Mwana afa kanhi?” Vakapindura vakati, “Hongu afa.” Ipapo Dhavhidhi akamuka pasi paakanga ari. Mushure mokunge ashamba, akazora mafuta, uye akapfeka zvimwe zvipfeko, akapinda mumba maJehovha akanamata. Ipapo akaenda kumba kwake, akakumbira zvokudya vakamupa, akadya. Varanda vake vakamubvunza vakati, “Ko, muri kuitirei zvinhu zvakadai? Mwana paakanga achiri mupenyu makatsanya uye mukachema, asi zvino mwana afa, momuka modya!” Iye akapindura akati, “Apo mwana paakanga achiri mupenyu, ndakatsanya uye ndikachema. Ndaifunga kuti, ‘Ndiani anoziva? Zvimwe Jehovha angandinzwira nyasha akaita kuti mwana ararame.’ Asi zvino zvaafa, ndichatsanyireiko? Ko, ndingamudzosazve here? Ini ndichaenda kwaari, asi iye haangadzoki kwandiri.” Zvino Dhavhidhi akanyaradza mukadzi wake Bhatishebha, uye akaenda kwaari akandorara naye. Akabereka mwanakomana, vakamutumidza kuti Soromoni. Jehovha akamuda; uye nokuti Jehovha akamuda, akatuma shoko nokuna Natani muprofita kuti amutumidze kuti Jedhidhia. Zvino Joabhu akandorwa naRabha wavaAmoni uye akatora nhare yamambo. Ipapo Joabhu akatuma nhume kuna Dhavhidhi, achiti, “Ndarwisa Rabha uye ndikatora nzvimbo inobva mvura yeguta iri. Naizvozvo unganidzai varwi vose mukombe guta mugorikunda. Zvikasadaro ini ndichatora guta, uye rinozotumidzwa zita rangu.” Naizvozvo Dhavhidhi akaunganidza hondo yose ndokubva aenda kuRabha, akandorirwisa akaritora. Akabvisa korona pamusoro wamambo wavo, kurema kwayo kwaisvika tarenda rimwe chetea uye yakanga yakanamirwa mabwe anokosha, uye yakaiswa pamusoro waDhavhidhi. Akapamba zvinhu zvizhinji kwazvo kubva muguta iri uye akabudisa vanhu vakanga varimo, akavapa basa ravaishanda namajeko, mapiki namatemo, uye akavapa basa rokukanya zvidhina. Akaita izvi kumaguta ose avaAmoni. Ipapo Dhavhidhi nehondo yose vakadzokera kuJerusarema. The "
    },
    {
      "chapter": "13",
      "verses": "Amunoni naTamari Munguva iyoyo, Amunoni mwanakomana waDhavhidhi akachiva Tamari, hanzvadzi yaAbhusaromu mwanakomana waDhavhidhi yakanga yakanaka kwazvo. Amunoni akatambudzika kusvikira pakurwara pamusoro paTamari hanzvadzi yake, nokuti hazvaigona kuti amuite chimwe chinhu. Zvino Amunoni aiva neshamwari yake yainzi Jonadhabhu mwanakomana waShimea, mukoma waDhavhidhi. Jonadhabhu akanga ari munhu aiva namano. Akabvunza Amunoni akati, “Seiko, iwe mwanakomana wamambo, uchipunyaira mangwanani oga oga? Haungandiudzewo here?” Amunoni akati kwaari, “Ndinoda Tamari, hanzvadzi yomunun'una wangu Abhusaromu.” Jonadhabhu akati, “Enda unorara unyepedzere kurwara. Zvino kana baba vako vauya kuzokuona, uti kwavari, ‘Ndinokumbira kuti hanzvadzi yangu Tamari auye andipe zvokudya. Ndinoda kuti agadzire zvokudya ini ndichiona kuti ndimuone uye ipapo ndigodya zvichibva mumaoko ake.’ ” Saka Amunoni akavata pasi akanyepedzera kurwara. Zvino mambo paakauya kuzomuona, Amunoni akati kwaari, “Ndinokumbira kuti Tamari hanzvadzi yangu auye andibikire chingwa chakaisvonaka ndichiona, kuti ndigodya zvichibva mumaoko ake.” Dhavhidhi akatumira shoko kuna Tamari kumba kwamambo akati, “Enda kumba kwehanzvadzi yako Amunoni umugadzirire zvokudya.” Zvino Tamari akaenda kumba kwaAmunoni hanzvadzi yake, uyo akanga akarara pasi. Akatora mukanyiwa, akakanya, akaumba chingwa uye akachibika iye achiona. Akatora pani ndokumupa chingwa, asi iye akaramba kudya. Amunoni akati, “Vanhu vose ngavabude muno.” Saka vanhu vose vakabuda. Amunoni ndokubva ati kuna Tamari, “Uya nezvokudya muno mumba mangu mokurara ndidye zvichibva muruoko rwako.” Zvino Tamari akatora chingwa chaakanga abika akaenda nacho mumba yokurara yehanzvadzi yake Amunoni. Asi akati achimupa kuti adye, iye akamubata akati, “Uya urare neni, hanzvadzi yangu.” Iye akati kwaari, “Kwete, hanzvadzi yangu! Usandichinya. Chinhu chakadai hachifaniri kuitwa muIsraeri! Usaita chinhu chakaipa zvakadai. Ko, ini ndichavei? Uchava somumwe wamapenzi akaipa muIsraeri. Ndapota, taura namambo; haangamborambi kuti ndiroorwe newe.” Asi iye akaramba kumuteerera, uye nokuti akanga ane simba kumudarika, akamubata chibharo. Ipapo Amunoni akabva amuvenga nokuvenga kukuru kwazvo, akamuvenga kupfuura kumuda kwaaiva ambomuita. Amunoni akati kwaari, “Muka uende!” Iye akati kwaari, “Kwete! Kundidzinga muno kwakashata kudarika zvawatondiita nechakare.” Asi iye akaramba kumuteerera. Akadana muranda wake akati kwaari, “Dzinga mukadzi uyu abve muno uye ukiye mukova kana achinge abuda.” Ipapo muranda wake akumubudisa panze akakiya mukova shure kwake. Akanga akapfeka nguo yaikosha zvikuru yaipenya, nokuti ndidzo nguo dzaipfekwa navanasikana vamambo vaiva mhandara. Tamari akazvizodza madota akabvarura nguo inokosha yaakanga akapfeka. Akabata musoro wake ndokuenda achichema zvikuru. Hanzvadzi yake Abhusaromu akati kwaari, “Ko, ndiAmunoni, hanzvadzi yako, anga anewe here? Chinyarara zvako, hanzvadzi; iye ihanzvadzi yako. Usanyanyozvidya mwoyo nazvo.” Uye Tamari akagara mumba maAbhusaromu hanzvadzi yake, akava mukadzi akasurukirwa. Zvino mambo Dhavhidhi akati anzwa zvose izvi, akatsamwa kwazvo. Abhusaromu haana kana kumbotaura shoko kuna Amunoni, rakanaka kana rakaipa; akavenga Amunoni nokuti akanga akanyadzisa hanzvadzi yake Tamari. Abhusaromu anouraya Amunoni Mushure mamakore maviri; vavevuri vamakwai aAbhusaromu pavakanga vari paBhaari Hazori pedyo nomuganhu weEfuremu, akakoka vanakomana vose vamambo kuti vauye ikoko. Abhusaromu akaenda kuna mambo akandoti, “Muranda wenyu aita kuti vavevuri vauye. Ndapota, ko, mambo namakurukota ake haangauyi kuzova neni here?” Mambo akapindura akati, “Kwete, mwanakomana wangu. Hatifaniri kuenda tose; tingazova mutoro kwauri.” Kunyange zvazvo akamugombedzera, akaramba kuenda, asi akamuropafadza. Ipapo Abhusaromu akati, “Kana zvisingaiti, chitenderai henyu munun'una wangu Amunoni kuti aende nesu.” Mambo akamubvunza akati, “Ko, iye anoendereiko, nemi?” Asi Abhusaromu akavanyengetedza, saka akazotendera Amunoni navanakomana vose vamambo kuti vaende navo. Abhusaromu akarayira vanhu vake akati, “Teererai! Kana Amunoni anwa waini zvokuti haachabviri nokufara uye ini ndikati kwamuri, ‘Urayai Amunoni,’ ibvai mamuuraya. Musatya. Handizini ndakurayirai here? Simbai mutsunge mwoyo.” Saka vanhu vaAbhusaromu vakaita kuna Amunoni sokurayirwa kwavakanga vaitwa naAbhusaromu. Ipapo vana vose vamambo vakasimuka, vakatasva manyurusi avo vakatiza. Vachiri munzira kudaro, shoko rakasvika kuna Dhavhidhi richiti, “Abhusaromu auraya vanakomana vose vamambo; hapana kana mumwe zvake asara.” Mambo akasimuka, akabvarura nguo dzake akazvambarara pasi; ipapo varanda vake vose vakauya vaine nguo dzakabvaruka vakamira paari. Asi Jonadhabhu mwanakomana waShimea, mukoma waDhavhidhi, akati, “Ishe wangu ngaarege kufunga kuti vauraya machinda ake ose; Amunoni oga ndiye afa. Izvi zvakagara zviri muurongwa hwaAbhusaromu kubvira musi wakabatwa chibharo hanzvadzi yake Tamari naAmunoni. Naizvozvo zvino Ishe wangu mambo ngaarege kuzvidya mwoyo neshoko rokuti vanakomana vose vamambo vafa. Amunoni oga ndiye afa.” Panguva iyoyo, Abhusaromu akatiza. Zvino murume akanga amire akarinda akatarira kumusoro akaona vanhu vazhinji mumugwagwa nechokumavirirazuva kwake, vachiburuka norutivi rwegomo. Nharirire iyi yakaenda ikandoudza mambo kuti, “Ndiri kuona varume kunzira yeHoronaimu, kurutivi rwegomo.” Jonadhabhu akati kuna Mambo, “Tarirai, vanakomana vamambo vasvika; zvaitika sokutaura kwomuranda wenyu.” Akati achipedza kutaura, vanakomana vamambo vakabva vapinda, vachiungudza zvikuru. Zvino mambo pamwe chete navaranda vake vakachema neshungu kwazvo. Abhusaromu akatiza akaenda kuna Tarimai mwanakomana waAmihudhi, mambo weGeshuri. Asi mambo Dhavhidhi akachema pamusoro pomwanakomana wake mazuva ose. Mushure mokunge Abhusaromu atiza akaenda kuGeshuri, akandogarako kwamakore matatu. Uye mweya wamambo wakashuva kwazvo kuenda kuna Abhusaromu, nokuti zvino akanga anyaradzwa pamusoro porufu rwaAmunoni. The "
    },
    {
      "chapter": "14",
      "verses": "Abhusaromu anodzokera kuJerusarema Zvino Joabhu mwanakoma waZeruya akaziva kuti mwoyo wamambo wakanga woshuva Abhusaromu. Saka Joabhu akatuma munhu kuTekoa kuti andouya nomukadzi akanga akachenjera kubva ikoko. Akati kwaari, “Ita somunhu ari pakuchema. Upfeke nguo dzokuchema uye usazvizora mafuta. Uite somukadzi ava namazuva akawanda ari pakuchema vakafa. Ipapo ugoenda kuna mambo undotaura mashoko aya kwaari.” Uye Joabhu akaisa mashoko mumuromo make. Mukadzi akabva kuTekoa akati asvika kuna mambo, akawira pasi nechiso chake, kuri kupa rukudzo, akati, “Ndibatsireiwo, nhai mambo!” Mambo akamubvunza akati, “Watambudzwa neiko?” Iye akati, “Zvirokwazvo ndiri chirikadzi; murume wangu akafa. Zvino ini muranda wenyu ndakanga ndina vanakomana vaviri. Vakarwa vari vaviri musango, uye hapana aivapo kuti avarandutsire. Mumwe akarova mumwe uye akamuuraya. Zvino mhuri yose yamukira murandakadzi wenyu. Vari kuti, ‘Tipei uyo akauraya munun'una wake, kuti timuuraye nokuda kwoupenyu hwomunun'una wake, kuti timuuraye nokuda kwoupenyu hwomunun'una wake waakauraya; kunyange tichizobvisa mudyi wenhaka zvakare.’ Saka vachadzima zimbe rangu rimwe ranga rasara, vakasasiyira murume wangu zita kana rudzi panyika.” Mambo akati kumukadzi, “Enda hako kumba kwako, ini ndicharayira shoko pamusoro pako.” Asi mukadzi weTekoa akati kwaari, “Ishe wangu mambo, mhosva ngaive kwandiri nokuimba yababa vangu, uye mambo nechigaro chake choushe ngazvirege kuva nemhosva.” Mambo akapindura akati, “Kana munhu akataura chinhu kwauri, uya naye kwandiri, haangozokunetsizve.” Iye akati, “Naizvozvo mambo ngaataure naIshe Mwari wake kuti mutsivi weropa arege kuramba achiparadza, kuti mwanakomana wangu arege kuparadzwa.” Mambo akati, “NaJehovha mupenyu, hapana ruvhudzi rumwe rwomwanakomana wako ruchawira pasi.” Ipapo mukadzi uya akati, “Tenderai muranda wenyu kuti ataure shoko kuna ishe mambo wangu.” Iye akati, “Taura hako.” Mukadzi uya ndokuti, “Zvino seiko makarongera vanhu vaMwari zvakadai? Kana mambo vachitaura zvakadai, havazi kuzvipa mhosva here, nokuti mambo havana kudzosa mwanakomana uya akambenge adzingwa. Semvura yadeukira pasi, isingazogoni kudyorerwa, saizvozvo tinofanira kufa. Asi Mwari haaurayi munhu; pachinzvimbo chaizvozvo anotoronga zano rokuti akadzingwa arege kuraswa zvachose naye. “Zvino ini ndauya kuzotaura izvi kuna ishe mambo wangu nokuti vanhu vandityisidzira. Murandakadzi wenyu akafunga akati, ‘Rega ndinotaura namambo zvimwe vangaitira muranda wavo zvaanokumbira. Zvimwe mambo vangabvuma kurwira murandakadzi wavo kubva paruoko rwomunhu anotsvaka kuparadza zvose ini nomwanakomana wangu kuti tirege kugara nhaka yatakapiwa naMwari.’ “Zvino murandakadzi wenyu anoti, ‘Ndinokumbira kuti shoko rashe mambo wangu rindinyaradze, nokuti ishe wangu mambo akafanana nomutumwa waMwari pakuziva zvakanaka nezvakaipa. Jehovha Mwari wenyu ngaave nemi.’ ” Ipapo mambo akati kumukadzi, “Usandivanzira hako shoko randichakubvunza.” Mukadzi akati, “Ishe mambo wangu ngavataure havo.” Mambo akabvunza akati, “Ko, ruoko rwaJoabhu harusi kubatsirana newe pazvinhu zvose izvi here?” Mukadzi akapindura akati, “Noupenyu hwenyu, ishe wangu mambo, hapana munhu angatendeukira kurudyi kana kuruboshwe kubva pane zvinenge zvataurwa nashe mambo wangu. Ichokwadi, muranda wenyu Joabhu ndiye andirayira kuti ndiite izvi uye ndiye aisa mashoko ose aya mumuromo womurandakadzi wenyu. Muranda wenyu Joabhu akaita izvi kuti ashandure mamiriro ezvinhu. Ishe wangu ano uchenjeri sohwomutumwa waMwari, anoziva zvose zvinoitika panyika.” Mambo akati kuna Joabhu, “Zvakanaka chose, ndichaita saizvozvo. Chienda, unouya nejaya Abhusaromu.” Joabhu akawira pasi nechiso chake achipa rukudzo, uye akaropafadza mambo. Joabhu akati, “Nhasi muranda wenyu aziva kuti awana nyasha pamberi penyu, ishe wangu mambo, nokuti mambo aita zvandakumbira ini muranda wake.” Saka Joabhu akaenda kuGeshuri akandouya naAbhusaromu kuJerusarema. Asi mambo akati, “Anofanira kuenda kuimba yake; haafaniri kuona chiso changu.” Saka Abhusaromu akaenda kumba kwake akasaona chiso chamambo. MuIsraeri mose makanga musina murume airumbidzwa navanhu nokuda kworunako rwake saAbhusaromu. Kubva kumusoro wake kusvikira kutsoka dzake pakanga pasina panonzi apa pakaipa. Pose paaigurira bvudzi rake, aigurira bvudzi rake nguva nenguva parainge rava kumuremera, airiyera, uye uremo hwaro hwaisvika mashekeri mazana maviria kana zvichierwa nechiereso chamambo. Abhusaromu akaberekerwa vanakomana vatatu nomwanasikana mumwe chete. Zita romwanasikana rainzi Tamari, uye akanga ari mukadzi akanaka pachiso. Abhusaromu akagara kwamakore maviri muJerusarema asina kumboona chiso chamambo. Ipapo Abhusaromu akadana Joabhu kuti amutume kuna mambo, asi akaramba kuenda kwaari. Saka akatumazve shoko kechipiri, asi akaramba kuuya. Ipapo akati kumuranda wake, “Onaka, munda waJoabhu wakaganhurana nowangu, uye ane bhari imomo. Enda unopisa.” Naizvozvo varanda vaAbhusaromu vakapisa munda. Ipapo Joabhu akaenda kumba kwaAbhusaromu akandoti kwaari, “Ko, varanda vako vapisirei munda wangu?” Abhusaromu akati kuna Joabhu, “Tarira ndatuma shoko kwauri ndikati, ‘Uya kuno kuti ndikutume kuna mambo unobvunza kuti, “Ko, zvino ndakabvirei hangu kuGeshuri?”’ Zvingadai zviri nani dai ndanga ndichiriko zvangu! Naizvozvo, ndinoda kuona chiso chamambo, uye kana ndine mhosva yechimwe chinhu, ngavandiuraye havo.” Saka Joabhu akaenda kuna mambo akandotaura saizvozvo. Ipapo mambo akadana Abhusaromu, uye akauya akasvikokotamisa uso hwake pasi pamberi pamambo. Uye Mambo akatsvoda Abhusaromu. The "
    },
    {
      "chapter": "15",
      "verses": "Abhusaromu anomukira Mushure mechinguva, Abhusaromu akazvigadzirira ngoro yamabhiza navarume makumi mashanu kuti vamhanye mberi kwake. Aimuka mangwanani achindomira parutivi rwenzira yainanga pasuo reguta. Paiti kana munhu akauya kuna mambo kuzotambirwa mhosva yake, Abhusaromu aimudana oti kwaari, “Ko, iwe uri weguta ripi?” Iye aipindura achiti, “Muranda wenyu anobva kuno rumwe rwamarudzi avaIsraeri.” Ipapo Abhusaromu aizoti kwaari, “Tarira, mashoko ako akanaka uye ndeechokwadi, asi hapana mumiririri wamambo anganzwe nyaya yako.” Uye Abhusaromu aizoti, “Dai vaindiita zvavo mutongi munyika muno! Zvaizoti munhu wose anenge ane chichemo kana nyaya aizouya kwandiri uye ndaizoona kuti aitirwa zvakarurama.” Zvaizotizve, kana munhu akaswedera kwaari akamupfugamira, Abhusaromu aimutambanudzira ruoko rwake, omubata uye omutsvoda. Abhusaromu aiitira izvi kuvaIsraeri vose vaiuya kuna mambo kuzotambirwa mhosva dzavo, nokudaro akaita kuti varume vose vomuIsraeri vamude. Mushure mamakore mana, Abhusaromu akati kuna mambo, “Nditenderei kuti ndiende kuHebhuroni ndinozadzisa mhiko yandakaita kuna Jehovha. Muranda wenyu paakanga achigara paGeshuri muAramu, ndakaita mhiko iyi, ‘Kana Jehovha akandidzosera kuJerusarema, ndichamunamata ndiri muHebhuroni.’ ” Mambo akati kwaari, “Enda norugare.” Iye akabva aenda kuHebhuroni. Ipapo Abhusaromu akatuma nhume muchivande kumarudzi ose avaIsraeri kundoti kwavari, “Kana muchinge manzwa hwamanda yarira, ipapo daidzirai muchiti, ‘Abhusaromu ava mambo muHebhuroni.’ ” Varume mazana maviri vokuJerusarema vakanga vaperekedza Abhusaromu. Vakanga vakokwa uye vakangoendawo vasina zvavaiziva, vasina zvavaiziva pamusoro pezvakanga zvarongwa. Abhusaromu paakanga achipa zvipiriso akadanawo Ahitoperi muGironi, gurukota raDhavhidhi, kuti auye kubva kuGiro, guta raaigara. Ipapo urongwa hwokumukira mambo hwakabva hwasimba, uye vanhu vakatevera Abhusaromu vakaramba vachiwanda. Dhavhidhi anotiza Nhume yakauya uye ikaudza Dhavhidhi kuti, “Varume veIsraeri vatorwa mwoyo naAbhusaromu.” Ipapo Dhavhidhi akati kumakurukota ake ose aiva naye muJerusarema, “Uyai! Ngatitizei, zvikasadaro tose hapana angapunyuka kubva kuna Abhusaromu. Tinofanira kubva pano izvozvi, kana tikasadaro angatibata akatiparadza uye akarwisa guta nomunondo.” Makurukota amambo akapindura akati, “Varanda venyu vakazvipira kuita chipi nechipi chinenge chasarudzwa naishe mambo wedu.” Mambo akaenda, imba yake vose vachimutevera; asi akasiya varongo vake gumi kuti vachengete muzinda wamambo. Saka mambo akabuda akaenda, vanhu vose vakamutevera, uye vakandomira pane imwe nzvimbo yaiva chinhambwe. Vanhu vake vose vakapfuura pamberi pake, pamwe chete navaKereti navaPereti vose, uye namazana matanhatu ose avaGiti avo vakanga vabva naye kuGati, vakafamba vachipfuura napamberi pamambo. Mambo akati kuna Itai muGiti, “Ko, wauyireiwo nesu? Dzokera unogara naMambo Abhusaromu. Uri mutorwa iwe, wakadzingwa kumusha kwako. Wakauya nezuro chaiye, zvino nhasi ndingaita kuti udzungaire nesu here, uye ini ndisingazivi chaiko kwandinoenda? Dzokera, uye tora hama dzako dzose. Ngoni nokutendeka ngazvive newe.” Asi Itai akapindura mambo akati, “Ndinopika naJehovha mupenyu, uye ndinopika naishe wangu mambo mupenyu, pana ishe wangu mambo, kunyange zvikareva upenyu kana kufa, ipapo muranda wenyu ndipo paachava.” Dhavhidhi akati kuna Itai, “Enda hako, famba.” Nokudaro Itai muGiti navanhu vake nemhuri dzose dzaiva naye vakafamba vachienda mberi. Nyika yose yakachema kwazvo apo vanhu vose vakanga vachipfuura. Namambowo akayambuka mupata weKidhironi, uye vanhu vose vakafamba vakananga kurenje. Zadhoki akanga aripowo, uye vaRevhi vose vakanga vanaye vakanga vakatakura areka yesungano yaMwari. Vakagadzika areka yaMwari pasi, Abhiatari akapa zvipiriso kusvikira vanhu vose vabuda muguta. Ipapo mambo akati kuna Zadhoki, “Dzosera areka yaMwari muguta. Kana ndikawana nyasha pamberi paJehovha, achandidzosa uye achaita kuti ndione zvakare panzvimbo paanogara. Asi kana iye akati, ‘Handifadzwi newe,’ zvose ndakazvigadzirira; ngaandiitire hake zvaanenge achida.” Mambo akatizve kuna Zadhoki muprista, “Ko, hauzi muoni here? Dzokera muguta norugare, nomwanakomana wako Ahimaazi naJonatani mwanakomana waAbhiatari. Iwe naAbhiatari, endai navanakomana venyu. Ini ndichandomira pamazambuko erenje kusvikira shoko rasvika kwandiri kubva kwamuri.” Ipapo Zadhoki naAbhiatari vakatora areka yaMwari vakadzokera kuJerusarema vakandogarako. Asi Dhavhidhi akaramba achikwira Gomo reMiorivhi, akaenda achichema: aiva akafukidza musoro wake asina shangu. Vanhu vose naivowo vakanga vakafukidza misoro yavo vachichema vachikwidza. Zvino Dhavhidhi akaudzwa kuti, “Ahitoferi ndiye mumwe wavapanduki vana Abhusaromu.” Saka Dhavhidhi akanamata achiti, “Haiwa Jehovha, shandurai henyu mazano aAhitoferi kuti ave upenzi.” Dhavhidhi paakasvika pamusoro, vanhu pavaisinamata Mwari vari, Hushai muAriki akanga akamumirira, nguo yake yakabvaruka uye ane guruva mumusoro. Dhavhidhi akati kwaari, “Kana iwe ukaenda neni, uchava mutoro kwandiri. Asi kana ukadzokera kuguta ukandoti kuna Abhusaromu, ‘Ini ndichava muranda wenyu, imi mambo; ndaiva muranda wababa venyu kare, asi zvino ndichava muranda wenyu,’ ipapo ungandibatsira kuti ukanganise zano raAhitoferi. Vaprista Zadhoki naAbhiatari vanenge vasiri pamwe chete newe here? Iwe uvaudze zvose zvaunenge uchinzwa zvichirongwa mumuzinda wamambo. Vana vavo vaviri, Ahimaazi mwanakomana waZadhoki naJonatani mwanakomana waAbhiatari, varikowo. Uvatume kwandiri nezvose zvaunenge wanzwa.” Saka shamwari yaDhavhidhi, Hushai, akasvika kuJerusarema Abhusaromu paakanga achipinda muguta. The "
    },
    {
      "chapter": "16",
      "verses": "Dhavhidhi naZibha Dhavhidhi akati afamba chinhambwe chiduku pamusoro pegomo, akaona Zibha, muranda waMefibhosheti akamumirira. Akanga ane mbongoro mbiri dzakanga dzakatakudzwa mazana maviri ezvingwa, nezana ramakeke amaonde nedende rewaini. Mambo akabvunza Zibha akati, “Ko, wauyirei nezvinhu izvi?” Zibha akapindura akati, “Mbongoro ndedzeveimba yamambo kuti vatasve, zvingwa nemichero ndezvavarume kuti vadye, uye waini ndeyokupedza nyota yeavo vanga vaneta nokuda kwerenje.” Mambo akabvunza akati, “Ko, muzukuru watenzi wako aripi?” Zibha akati kwaari, “Ari kugara muJerusarema, nokuti anoti iye, ‘Nhasi veimba yaIsraeri vachandidzorera umambo hwasekuru vangu.’ ” Ipapo mambo akati kuna Zibha, “Tarira zvose zvanga zviri zvaMefibhosheti zvava zvako.” Zibha akati, “Ndinozvideredza. Dai ndawana nyasha pamberi penyu, ishe wangu mambo.” Shimei anotuka Dhavhidhi Mambo Dhavhidhi paakanga ava kusvika kuBhahurimi, mumwe murume aibva kurudzi rumwe chete nemhuri yaSauro akabudamo. Zita rake ainzi Shimei mwanakomana waGera, uye aituka paaibuda. Akapotsera mabwe kuna Dhavhidhi namakurukota ose amambo, kunyange zvazvo varwi vose navachengeti vake vakanga vari kurudyi nokuruboshe rwake. Shimei akatuka achiti, “Ibva kuno, ibva kuno, iwe munhu weropa, munhu akaipa! Jehovha akuripira ropa rose rawakadeura muimba yaSauro, uyo wawakatorera chigaro chokutonga. Jehovha apa ushe kumwanakomana wako Abhusaromu. Wasvika pakuparara nokuti uri munhu weropa!” Ipapo Abhishai mwanakomana waZeruya akati kuna mambo, “Ko, iyi imbwa yakafa ingatukirei ishe mambo wangu? Regai ndiende ndinodimura musoro wake.” Asi mambo akati, “Ko, ini nemi takafanana pakudini, imi vanakomana vaZeruya? Ko, kana achituka nokuti Jehovha ati kwaari, ‘Tuka Dhavhidhi,’ ndiani angati, ‘Ko, unoitirei izvi?’ ” Ipapo Dhavhidhi akati kuna Abhishai namakorokota ake ose, “Mwana wangu, anova wenyama yangu chaiyo, ari kuda kundiuraya. Ko, kuzoti uyu zvake, muBhenjamini! Musiyei akadaro; regai atuke, nokuti Jehovha amutuma. Zvichida Jehovha angaona kutambura kwangu uye zvimwe angandiripira zvakanaka nokuda kwokutukwa kwandiri kugamuchira nhasi.” Ipapo Dhavhidhi navanhu vake vakaramba vachifamba nenzira, Shimei paakanga achifamba ari kuno rumwe rutivi rwegomo, achituka achingoenda achipotsera matombo kwaari achimupfumburira guruva. Mambo navanhu vose vaiva naye vakasvika kwavaienda vaneta. Akazororapo. Zano raHushai naAhitoferi Panguva iyi, Abhusaromu navarume vose veIsraeri vakasvika muJerusarema, uye Ahitoferi aiva naye. Zvino Hushai muAriki, shamwari yaDhavhidhi, akaenda kuna Abhusaromu akandoti kwaari, “Mambo ngaararame nokusingaperi! Mambo ngaararame nokusingaperi!” Abhusaromu akabvunza Hushai akati, “Urwu ndirwo rudo rwaunoratidza shamwari yako here? Sei usina kuenda neshamwari yako?” Hushai akati kuna Abhusaromu, “Kwete, iye akasarudzwa naJehovha, navanhu ava uye navarume vose veIsraeri, ini ndichava wake, uye ndicharamba ndinaye. Zvakarezve, ndingagoshandira aniko? Ko, handifaniri kushandira mwanakomana? Sezvandaishandira baba venyu, saizvozvo ndichakushandirai.” Abhusaromu akati kuna Ahitoferi, “Tipewo zano rako. Toita sei?” Ahitoferi akapindura akati, “Vatai navarongo vababa venyu avo vakasiyiwa vakachengeta muzinda wamambo. Ipapo Israeri yose ichanzwa kuti mazviita chinhu chinonhuwa mumhuno dzababa venyu, uye maoko avanhu vose vanokutsigirai achasimbiswa.” Ipapo vakamisira Abhusaromu tende pamusoro pedenga remba, uye akavata navarongo vababa vake vaIsraeri vose vachionai. Zvino mumazuva iwayo zano raipiwa naAhitoferi raiita seromunhu anobvunza kuna Mwari. Ndizvozvo zvaifungwa naDhavhidhi pamwe chete naAbhusaromu pamusoro pamazano aipiwa naAhitoferi. The "
    },
    {
      "chapter": "17",
      "verses": "Ahitoferi akati kuna Abhusaromu, “Regai ndisarudze varume zviuru gumi nezviviri ndigosimuka usiku huno nditevere Dhavhidhi. Uye ndichamurwisa achakaneta uye asina simba. Ndichamutyisidzira, uye ipapo vanhu vose vaanavo vachatiza. Ndichauraya mambo chete. Ndichadzosera vanhu vose kwamuri. Kufa kwomunhu wamunotsvaka kuchareva kudzoka kwavose; ipapo vanhu vose vachava norugare.” Shoko iri rakafadza Abhusaromu navakuru vose veIsraeri. Asi Abhusaromu akati, “Danaiwo Hushai muAriki, kuti tigonzwa kuti anoti kudii.” Hushai akati asvika kwaari, Abhusaromu akati, “Ahitoferi apa zano iri. Toita zvaareva here? Kana zvisizvo, tipewo pfungwa yako.” Hushai akapindura Abhusaromu akati, “Zano ramapiwa naAhitoferi harina kunaka panguva ino. Munoziva baba venyu navanhu vavo; varwi, uye vanotyisa kunge bere rabvutirwa vana varo. Pamusoro pezvo, baba venyu murwi ano ruzivo; havangavati namauto usiku. Kunyange izvozvi vakavanda mubako kana pane imwe nzvimbo. Kana vakatanga kurwa navarwi venyu, ani naani anonzwa nezvazvo achati, ‘Pakati pavarwi vanotevera Abhusaromu paurayiwa vanhu.’ Ipapo kunyange murwi akashinga kwazvo, ane mwoyo wakaita soweshumba, achati rukutu nokutya, nokuti vaIsraeri vose vanoziva kuti baba venyu murwi uye kuti vose vavanavo vakashinga. “Saka zano rangu nderiri: VaIsraeri vose, kubva kuDhani kusvikira kuBheerishebha, vakawanda sejecha rokumhenderekedzo dzegungwa, ngavaungane kwamuri, iyemi pachenyu muchivatungamirira kundorwa. Ipapo tichavarwisa kwose kwavanenge vari, uye tichawira paari sedova rinowira pasi. Hakuna kana mumwe wavo zvake achasara ari mupenyu. Kana akadzokera muguta, ipapo vaIsraeri vose vachauya namabote kuguta iroro, uye ticharizvuzvurudzira pasi kumupata kusvikira pasisina kunyange nechimedu charo chingawanikwa.” Abhusaromu navarume vose veIsraeri vakati, “Zano raHushai muAriki riri nani pane raAhitoferi.” Nokuti Jehovha aida kukonesa zano rakanaka raAhitoferi kuitira kuti auyise njodzi pamusoro paAbhusaromu. Ipapo Hushai akati kuna Zadhoki naAbhiatari, vaprista, “Ahitoferi arayira Abhusaromu navakuru veIsraeri kuti vaite ichi nechocho. Zvino chituma shoko nokukurumidza uye uudze Dhavhidhi kuti, ‘Musavata pamazambuko omurenje usiku huno; yambukai musamborega, nokuti mambo navanhu vose vaanavo vangamedzwa.’ ” Jonatani naAhimaazi vakanga vachigara paEni Rogeri uye mumwe murandakadzi ndiye aifanira kundovazivisa, uye ivo vachienda kundoudza Mambo Dhavhidhi, nokuti havazaifanira kuonekwa vachipinda muguta. Asi mumwe mujaya akavaona ndokubva andoudza Abhusaromu. Saka vaviri ava vakabva nokukurumidza vakaenda kumba yomumwe murume aiva muBhahurimi. Akanga ane tsime muruvazhe, uye vakapinda mariri. Mukadzi wake akatora chifukidzo akachiwaridza pamusoro pomuromo wetsime uye akayanika zviyo pamusoro pacho. Hakuna akaziva chinhu pamusoro pazvo. Varume vokwaAbhusaromu vakati vasvika kumukadzi akanga ari pamba, vakabvunza vakati, “VanaAhimaazi naJonatani varipi?” Mukadzi akati kwavari, “Vayambuka rukova.” Varume vakatsvaka asi havana munhu wavakawana, saka vakadzokera kuJerusarema. Shure kwokunge varume ava vaenda, vaviri vaya vakakwira vakabuda mutsime uye vakaenda kundozivisa Mambo Dhavhidhi izvozvo. Vakati kwaari, “Simukai izvozvi muyambuke rwizi urwu; Ahitoferi apa zano rokuti nerokuti pamusoro penyu.” Saka Dhavhidhi navanhu vose vakanga vanaye vakasimuka vakayambuka Jorodhani. Kuchiedza, hapana akanga asara asati ayambuka Jorodhani. Ahitoferi akati aona kuti zano rake rakanga risina kutevedzwa, akaisa chigaro pambongoro yake akaenda kumba kwake muguta rokwake. Akaronga zvose zveimba yake ndokubva azvisungirira. Saka akafa uye akavigwa muhwiro rababa vake. Dhavhidhi akaenda kuMahanaimi, uye Abhusaromu akayambuka Jorodhani navarume vose veIsraeri. Abhusaromu akanga agadza Amasa kuti ave mutungamiri wehondo pachinzvimbo chaJoabhu. Amasa akanga ari mwanakomana womumwe murume ainzi Jeteri, muIsraeri akanga awana Abhigairi, mwanasikana waNahashi uye ari munun'una waZeruya mai vaJoabhu. VaIsraeri naAbhusaromu vakadzika misasa yavo munyika yeGireadhi. Dhavhidhi akati asvika kuMahanaimi, Shobhi mwanakomana waNahashi aibva kuRabha ravaAmoni, naMakiri mwanakomana waAmieri weRo Dhebha, uye Bhazirai muGireadhi wokuRogerimi vakauya nenhoo nembiya nemidziyo yevhu. Vakauyawo negorosi nebhari, upfu hwakatsetseka nezviyo zvakakangwa, nyimo nenyemba, uchi namafuta, makwai uye noruomba rwaibva mumukaka wemhou, kuti Dhavhidhi navanhu vake vadye. Nokuti vakati, “Vanhu vava nenzara, vaneta uye vava nenyota murenje.” The "
    },
    {
      "chapter": "18",
      "verses": "Kufa kwaAbhusaromu Dhavhidhi akaunganidza varume vakanga vanaye uye akagadza pamusoro pavo vatungamiri vezviuru navatungamiri vamazana. Dhavhidhi akatumira varwi achiita kudai: chetatu chavo chichitungamirirwa naJoabhu, chimwe chetatu chichitungamirirwa nomunun'una waJoabhu ainzi Abhishai mwanakomana waZeruya, uye chetatuzve chichitungamirirwa naItai muGiti. Mambo akataurira vanhu kuti, “Zvirokwazvo neni pachangu ndichafamba nemi.” Asi vanhu vakati, “Imi hamufaniri kuenda; kana tikamanikidzirwa kutiza, havambovi nehanya nesu. Kunyange kana hafu yedu ikafa, havambovi nehanya; asi imi munokosha sesu tiri zviuru gumi. Zvingava nani zvino kuti imi mutitsigire muri muguta.” Mambo akati, “Ndichaita zvose zvamunoona zvakakunakirai.” Saka mambo akamira parutivi rwesuo pakanga pachifamba varume vose vachibuda namapoka amazana neezviuru. Mambo akarayira Joabhu, Abhishai naItai akati, “Munzwire henyu jaya nyasha, iye Abhusaromu nokuda kwangu.” Varwi vakafamba vachipinda musango kuti vandorwa navaIsraeri, uye hondo yakarwiwa mudondo raEfuremu. Imomo hondo yeIsraeri yakakundwa navanhu vaDhavhidhi, uye pakava nokufa kukuru zuva iroro, varume zviuru makumi maviri vakafa. Kurwa kwakapararira panyika yose, uye dondo rakauraya vanhu vazhinji pazuva iro kukunda munondo. Zvino zvakaitika kuti Abhusaromu akasangana navanhu vaDhavhidhi. Akanga akatasva hesera rake, uye hesera parakapinda napasi pamatavi makobvu omuti mukuru womuouki, musoro waAbhusaromu wakabatwa mumuti. Akasiyiwa akarembera mudenga, hesera raakanga akatasva rikaramba richienda. Mumwe wavarume akati aona izvi, akati kuna Joabhu, “Ndaona Abhusaromu akarembera mumuti womuouki.” Joabhu akati kumurume akanga amuudza izvozvo, “Watii? Wamuona? Seiko usina kumubayira pasi pakare ipapo? Ipapo ndingadai ndazokupa mashekeri gumia esirivha uye nebhanire romurwi.” Asi murume uyu akati, “Kunyange dai chiuru chamashekerib chakanga chayerwa mumaoko angu, handaigona kusimudzira mwanakomana wamambo ruoko rwangu kuti ndimuuraye. Mambo akakurayirai imi naAbhishai uye naItai isu tichizvinzwa achiti, ‘Mudzivirire jaya Abhusaromu nokuda kwangu.’ Uye kana dai ndanga ndaisa upenyu hwangu panjodzi, uye hapana chakavanzika kuna mambo, imi maizomira kure neni.” Joabhu akati, “Handinganonoki kudai nokuda kwako.” Saka akatora mapfumo matatu mumaoko ake akaanyudza mumwoyo maAbhusaromu, uye Abhusaromu achiri mupenyu mumuti womuouki. Uye vatakuri venhumbi dzokurwa nadzo dzaJoabhu gumi vakakomba Abhusaromu, vakamubaya uye vakamuuraya. Ipapo Joabhu akaridza hwamanda, uye varwi vakarega kutevera vaIsraeri, nokuti Joabhu akavamisa. Vakatora Abhusaromu vakamukanda mugomba guru raiva mudondo vakatutira murwi mukuru wamatombo pamusoro pake. Zvichakadaro, vaIsraeri vose vakatiza vakaenda kudzimba dzavo. Panguva youpenyu hwake, Abhusaromu akanga atora mbiru akaimisa muMupata waMambo sechirangaridzo kwaari, nokuti akafunga akati, “Handina mwanakomana angayeuchidza vanhu zita rangu.” Akatumidza mbiru iyo zita rake, uye inonzi Mbiru Yokuyeuchidza Abhusaromu kusvikira nhasi. Dhavhidhi anochema Abhusaromu Zvino Ahimaazi mwanakomana waZadhoki akati, “Regai ndimhanye neshoko kuna mambo rokuti Jehovha amurwira kubva muruoko rwavavengi vake.” Joabhu akati, “Hausiwe unoenda neshoko nhasi. Ungaenda hako neshoko pane dzimwe nguva, asi haufaniri kuita izvozvo nhasi, nokuti mwanakomana wamambo afa.” Ipapo Joabhu akati kumuEtiopia, “Chienda undoudza mambo zvawaona.” MuEtiopia akakotama pamberi paJoabhu uye akamhanya achibvapo. Ahimaazi mwanakomana waZadhoki akatizve kuna Joabhu, “Kunyange zvakadaro hazvo, ndapota regai ndimhanye nditevere muEtiopia.” Asi Joabhu akapindura akati, “Mwanakomana wangu, unodireiko kuenda? Hauna kana shoko richakupa mubayiro.” Iye akati, “Kunyange zvakadaro hazvo, ndinoda kumhanya ini.” Saka Joabhu akati, “Mhanya!” Ipapo Ahimaazi akamhanya nomunzira yomubani akasiya muEtiopia. Dhavhidhi paakanga agere pakati pamasuo maviri, murindi akakwira pamusoro pedenga resuo reparusvingo. Akati atarisa kunze, akaona murume achimhanya ari oga. Murindi akadanidzira kuna mambo akamuzivisa izvozvo. Mambo akati, “Kana ari oga, anofanira kunge ane shoko rakanaka.” Uye murume akaramba achingoswedera. Ipapo murindi akaonazve mumwe murume achimhanya, akadanidzira kumutariri wesuo akati, “Tarira mumwe ari kumhanya ari oga!” Mambo akati, “Anofanira kunge achiuyawo neshoko rakanaka.” Murindi akati, “Ndinoona sokuti wokutanga anomhanya saAhimaazi mwanakomana waZadhoki.” Mambo akati, “Munhu akanaka iyeye. Ari kuuya namashoko akanaka.” Ipapo Ahimaazi akadanidzira kuna mambo achiti, “Rugare!” Akakotama pamberi pamambo akatsikitsira uso hwake pasi akati, “Jehovha Mwari wenyu ngarumbidzwe! Akaisa kwamuri varume vakanga vachisimudzira maoko avo kuti varwe naishe wangu mambo.” Mambo akabvunza akati, “Ko, jaya Abhusaromu mupenyu here?” Ahimaazi akati, “Ndakaona kunyongana kukuru panguva iyo Joabhu akanga oda kutuma muranda wamambo uye neni, muranda wenyu, asi handina kuziva kuti chaiva chii.” Mambo akati, “Mira parutivi uye usabva pano.” Saka akasudurukira parutivi ndokumirapo. Ipapo muEtiopia akasvika akati, “Ishe wangu mambo, inzwai mashoko akanaka! Jehovha akurwirai nhasi kuna vose vakakumukirai.” Mambo akabvunza muEtiopia akati, “Ko, mujaya Abhusaromu mupenyu here?” MuEtiopia akapindura achiti, “Vavengi vashe wangu mambo navose vanokumukirai kuti vakukuvadzei ngavave sejaya iro.” Mambo akadedera. Akakwira kukamuri yakanga iri pamusoro pesuo akachema. Paaifamba aiti, “Haiwa mwanakomana wangu Abhusaromu! Mwanakomana wangu, mwanakomana wangu Abhusaromu! Dai chete ndafa hangu ini pachinzvimbo chako! Haiwa Abhusaromu, mwanakomana wangu, mwanakomana wangu!” The "
    },
    {
      "chapter": "19",
      "verses": "Joabhu akaudzwa kuti, “Mambo anochema nokuungudza nokuda kwaAbhusaromu.” Uye kuhondo yose, kukunda kwezuva iro kwakashandurwa kukava kuchema, nokuti pazuva iro, mauto akazvinzwa zvichinzi, “Mambo anochema nokuda kwomwanakomana wake.” Varume vakapinda muguta vachiverevedza savanhu vanoverevedza vachinyara nokuti vatiza kubva kuhondo. Mambo akafukidza chiso chake akachema zvikuru achiti, “Haiwa mwanakomana wangu Abhusaromu! Haiwa Abhusaromu, mwanakomana wangu, mwanakomana wangu!” Ipapo Joabhu akapinda mumba kuna mambo akati, “Nhasi manyadzisa vanhu vose, avo vachangoponesa upenyu hwenyu noupenyu hwavanakomana navanasikana venyu uye noupenyu hwavakadzi venyu navarongo venyu. Munoda avo vanokuvengai uye munovenga avo vanokudai. Mazviratidza pachena nhasi kuti vatungamiri vehondo navanhu vavo havarevi chinhu kwamuri. Ndinoona kuti maifarira kuti dai Abhusaromu ararama nhasi uye kuti dai tose zvedu tafa. Zvino budai munokurudzira vanhu venyu. Ndinopika naJehovha kuti kana mukasabuda, hakuna munhu achasara nemi usiku huno. Zvichava zvakaipisisa kwamuri kupinda njodzi dzose dzakakuwirai kubva pauduku hwenyu kusvikira zvino.” Saka mambo akasimuka akandoisa chigaro chake pasuo. Vanhu vakati vaudzwa kuti, “Mambo agere pasuo,” vose vakauya pamberi pake. Dhavhidhi anodzokera kuJerusarema Zvichakadaro, vaIsraeri vakanga vatizira kumisha yavo. Mumarudzi ose avaIsraeri, vanhu vose vakanga vachikakavadzana vachiti, “Mambo akatisunungura kubva muruoko rwavaFiristia. Asi zvino atiza nyika nokuda kwaAbhusaromu; uye Abhusaromu, uyo watakazodza kuti atitonge, afa muhondo. Saka munoregereiko kutaura nezvokudzosa mambo?” Mambo Dhavhidhi akatuma shoko naZadhoki naAbhiatari, vaprista achiti, “Bvunzai vakuru veJudha kuti, ‘Seiko imi mava vokupedzisira kudzosa mambo kumuzinda wake, sezvo zvinotaurwa muIsraeri yose zvasvika pamba pake. Imi muri hama dzangu, muri venyama yangu chaivo uye veropa rangu. Saka maitireiko vokupedzisira kudzosa mambo?’ Uye muti kuna Amasa, ‘Ko, iwe hauzi wenyama yangu uye weropa rangu here? Mwari ngaandirove, ngaarambe achidaro kwazvo, kana kubva zvino zvichienda mberi, iwe ukarega kuva mukuru wehondo yangu panzvimbo yaJoabhu.’ ” Akabata mwoyo yavarume vose veJudha vakaita sokunge vaiva munhu mumwe. Vakatuma shoko kuna mambo vachiti, “Dzokai, imi navanhu venyu mose.” Ipapo mambo akadzoka akasvika paJorodhani. Zvino vanhu veJudha vakanga vasvika kuGirigari kuti vaende kundosangana namambo uye kuti vagomuyambutsa Jorodhani. Shimei mwanakomana waGera, muBhenjamini aibva kuBhahurimi, akakurumidza kuburuka navanhu veJudha kuti vandosangana naMambo Dhavhidhi. Akanga ane vaBhenjamini vaisvika chiuru, pamwe chete naZibha, mutariri weimba yaSauro, uye navanakomana vake gumi navashanu navaranda vake makumi maviri. Vakamhanyira kuJorodhani uko kwakanga kwava namambo. Vakayambuka rukova kuti vandotora veimba yamambo uye kuti vaite zvose zvaaida. Shimei mwanakomana waGera akati ayambuka Jorodhani, akawira pasi nechiso chake pamberi pamambo akati kwaari, “Ishe wangu ngaarege kundipa mhaka. Regai henyu kurangarira kukanganisa kwakaitwa nomuranda wenyu pazuva rakabva ishe wangu mambo paJerusarema. Mambo ngaazvidzime mundangariro dzake. Nokuti ini muranda wenyu ndinozviziva kuti ndakatadza, asi nhasi ndauya pano sowokutanga weimba yose yaJosefa kuti ndiburuke uye ndizosangana naishe wangu iye mambo.” Ipapo Abhishai mwanakomana waZeruya akati, “Ko, Shimei haafaniri kuurayiwa nokuda kwaizvozvi here? Akatuka muzodziwa waJehovha.” Dhavhidhi akapindura akati, “Ndineiko nemi, imi vanakomana vaZeruya zvokuti nhasi mava vavengi vangu! Pane munhu angafanira kufa muIsraeri nhasi here? Ko, handizivi here kuti nhasi ndiri mambo weIsraeri?” Saka mambo akati kuna Shimei, “Haungafi.” Uye mambo akamuvimbisa nemhiko. Mefibhosheti muzukuru waSauro, akaburukawo kundosangana namambo. Haana kuva nehanya netsoka dzake kana kuguririra ndebvu dzake kana kusuka nguo dzake kubvira pazuva rakasimuka mambo kusvikira pazuva raakadzoka ari mupenyu. Paakasvika achibva kuJerusarema achindosongana namambo, mambo akamubvunza akati, “Wakaregereiko kuenda neni, Mefibhosheti?” Iye akati, “Ishe wangu mambo, sezvo ini muranda wenyu ndiri chirema, ndakati, ‘Ndichaita kuti mbongoro yangu igadzikwe chigaro uye ndigoitaswa, kuti ndigoenda namambo.’ Asi Zibha muranda wangu akandipandukira. Uye akandorevera nhema muranda wenyu kuna she wangu mambo. Ishe wangu mambo akaita somutumwa waMwari; saka itai henyu zvinokufadzai. Zvizvarwa zvose zvasekuru vangu hazvifanirwi nechimwe chinhu asi rufu ruchibva kunashe wangu mambo, asi makapa muranda wenyu nzvimbo pakati paavo vanodya patafura yenyu. Saka ini ndine mvumo yeiko yokukumbirazve kuna mambo?” Mambo akati kwaari, “Uchataurireiko zvakawanda? Ndinokurayira iwe naZibha kuti mugovane minda.” Mefibhosheti akati kuna mambo, “Ngaatore hake zvinhu zvose, sezvo zvino ishe wangu mambo asvika kumusha ari mupenyu.” Bhazirai muGireadhi akasvikawo achibva kuRogerimi kuti ayambuke Jorodhani namambo uye kuti amuperekedze panzira yake ikoko. Zvino Bhazirai akanga akwegura kwazvo, ava namakore makumi masere. Iye akanga achiriritira mambo panguva yaakanga agere paMahanaimi, nokuti akanga ari munhu akapfuma kwazvo. Mambo akati kuna Bhazirai, “Yambuka pamwe chete neni ugogara neni muJerusarema, uye ini ndichakuriritira.” Asi Bhazirai akapindura mambo akati, “Makore manganiko andichararama, zvokuti ndingafanira kukwira kuJerusarema namambo? Ndava namakore makumi masere. Ndichagona kuziva mutsauko pakati pechakanaka uye nechisina kunaka here? Ko, muranda wenyu achagona kuravira chaanodya nechaanonwa here? Ko, ndichagona kunzwa manzwi avarume navakadzi vanoimba here? Muranda wenyu achaitireiko kuti ave mumwe mutoro kuna she wangu mambo? Muranda wenyu achayambuka Jorodhani namambo kwenhambwe pfupi, asi mambo anondipireiko mubayiro wakadai? Regai muranda wenyu adzokere hake, kuti ndinofira muguta rangu pedyo nehwiro hwababa vangu namai vangu. Asi hoyu muranda wangu Kimihami. Ngaayambuke hake nashe iye mambo. Mumuitire henyu zvose zvinokufadzai.” Mambo akati, “Kimihami achayambuka neni, uye ndichamuitira zvose zvinokufadza. Uye zvose zvaunoda kwandiri ndichakuitira.” Saka vanhu vose vakayambuka Jorodhani, uye ipapo mambo akazoyambukawo. Mambo akatsvoda Bhazirai akamuropafadza, uye Bhazirai akadzokera kumba kwake. Mambo akati ayambukira kuGirigari, Kimihami akayambuka naye. Mauto ose eJudha nehafu yavarwi veIsraeri vakanga vayambutsa mambo. Uye varume vose veIsraeri vakauya kuna mambo uye vakati kwaari, “Hama dzedu, varume veJudha, vakabireiko mambo vakamuuyisa neimba yake mhiri kweJorodhani, pamwe chete navanhu vake vose?” Varume vose veJudha vakapindura varume veIsraeri vachiti, “Takaita izvi nokuti mambo ihama yedu yapedyo. Seiko imi matsamwiswa nazvo? Tambodya here zvinhu zvamambo? Tambozvitorera kana chinhu chimwe chete here?” Ipapo varume veIsraeri vakapindura varume veJudha vakati, “Tine migove gumi muna mambo; uye zvisiri izvozvo chete, Dhavhidhi ndowedu kukunda imi. Saka seiko imi muchitizvidza? Ko, hatizisu takatanga kutaura kuti mambo adzoke here?” Asi varume veJudha vakapindura nehasha kwazvo kupfuura varume veIsraeri. The "
    },
    {
      "chapter": "20",
      "verses": "Shebha anomukira Dhavhidhi Zvino nhubu yainzi Shebha mwanakomana waBhikiri, muBhenjamini, aivapowo. Akaridza hwamanda akadanidzira achiti, “Isu hatina mugove muna Dhavhidhi, hatina chikamu mumwanakomana waJese! Munhu wose ngaaende kutende rake, imi vaIsraeri!” Saka varume vose veIsraeri vakasiya Dhavhidhi kuti vatevere Shebha mwanakomana waBhikiri. Asi varume veJudha vakagara namambo wavo kubva kuJorodhani kusvikira kuJerusarema. Dhavhidhi akati adzokera kumuzinda wake muJerusarema, akatora varongo vake vaakanga asiya kuti vachengete muzinda akavaisa mumba vakachengetwa. Iye akavariritira asi haana kuvata navo. Vakanga vakapfigirwa kusvikira pazuva rokufa kwavo, vachirarama sechirikadzi. Ipapo mambo akati kuna Amasa, “Dana varume veJudha vauye kwandiri pakati pamazuva matatu, uye newe uve pano.” Asi Amasa akati aenda kundodana Judha, akatora nguva yakareba kupfuura yaakanga atarirwa namambo. Dhavhidhi akati kuna Abhishai, “Zvino Sheba mwanakomana waBhikiri achatiitira zvakaipa kupfuura zvakaitwa naAbhusaromu. Tora varanda vatenzi wako umutevere, zvimwe angawana maguta akakomberedzwa uye akatipunyuka.” Saka vanhu vaJoabhu uye vaKereti navaPereti nemhare dzose vakabuda vachitungamirirwa naAbhishai. Vakafamba vachibva kuJerusarema vachitevera Shebha mwanakomana waBhikiri. Vakati vari padombo guru muGibheoni, Amasa akauya kuzosangana navo. Joabhu akanga akapfeka nguo yake yokurwa, uye pairi paiva nebhanire rakasungirwa pachiuno chake rine munondo waiva mumuhara wawo. Zvino akati achienda mberi, wakadonha kubva mumuhara wawo. Joabhu akati kuna Amasa, “Wakadiniko, munun'una wangu?” Ipapo Joabhu akabata ndebvu dzaAmasa noruoko rwake rworudyi kuti amutsvode. Amasa akanga asina kuona munondo waiva muruoko rwaJoabhu, uye Joabhu akaunyudza mudumbu make, uye ura hwake hukawira pasi. Asina kunge abayiwazve, Amasa akafa. Ipapo Joabhu nomunun'una wake vakatevera Shebha mwanakomana waBhikiri. Mumwe wavanhu vaJoabhu akamira parutivi rwaAmasa akati, “Ani naani anoda Joabhu, uye ani naani ari waDhavhidhi, ngaatevere Joabhu!” Amasa akavata achiumburuka muropa rake pakati pomugwagwa. Uye mumwe murume akaona kuti mauto ose aiuya achimira ipapo. Paakaona kuti munhu wose aisvika pana Amasa aimira, akamukweva kubva mumugwagwa akamuisa musango uye akakanda nguo pamusoro pake. Shure kwokunge Amasa abviswa mumugwagwa, varume vose vakapfuurira mberi naJoabhu vachitevera Shebha mwanakomana waBhikiri. Sheba akapfuura nomumarudzi ose aIsraeri kusvikira kuAbheri Bheti Maaka uye nomudunhu rose ravaBheri, avo vakaungana pamwe chete vakamutevera. Vakauya vakamukomba paShebha muAbheri Bheti Maaka. Vakavaka rusvingo rwevhu rukasvika kuguta, uye rwakamira rwakatarisana nenhare dzokunze. Pavakanga vachiputsa rusvingo, mukadzi akangwara akadanidzira ari muguta akati, “Inzwai! Inzwai! Taurirai Joabhu kuti auye pano kuti ndigotaura naye.” Akaenda kwaari, iye akamubvunza akati, “Ndiwe Joabhu here?” Akapindura akati, “Ndini.” Mukadzi akati, “Teererai zvinoreva murandakadzi wenyu.” Iye akati, “Ndakateerera.” Mukadzi akaenderera achiti, “Kare kare vaisimboti, ‘Tora mhinduro yako paAbheri,’ uye zvaipera ipapo. Isu tiri vorugare navakatendeka muIsraeri. Uri kuedza kuparadza guta rinova ndiro mai muIsraeri. Seiko uchida kumedza nhaka yaJehovha?” Joabhu akati, “Ngazvive kure neni! Ngazvive kure neni kuti ndimedze kana kuparadza! Hazvina kudaro. Asi murume anonzi Shebha mwanakomana waBhikiri, anobva kunyika yamakomo yaEfuremu, ndiye akasimudza ruoko rwake kuti arwise mambo, kuti arwise Dhavhidhi. Uyai nomurume mumwe chete iyeye, ipapo ndichabva paguta.” Mukadzi akati kuna Joabhu, “Musoro wake uchakandwa kwauri naparusvingo.” Ipapo mukadzi akaenda kuvanhu vose nezano rake, uye vakagura musoro waShebha mwanakomana waBhikiri vakaukanda kuna Joabhu. Saka Joabhu akaridza hwamanda, uye vanhu vake vakapararira vachibva paguta, mumwe nomumwe achidzokera kumba kwake. Uye Joabhu akadzokera kuna mambo muJerusarema. Joabhu akanga ari mukuru wehondo yose yeIsraeri; Bhenaya mwanakomana waJehoyadha akanga ari mukuru wavaKereti navaPareti; Adhoniramu akanga ari mutaririri wavashandi vechibharo; Jehoshafati mwanakomana waAhirudhi akanga ari munyori wenhoroondo, Shevha akanga ari munyori; Zadhoki naAbhiatari vaiva vaprista; uye Ira muJairi aiva muprista waDhavhidhi. The "
    },
    {
      "chapter": "21",
      "verses": "VaGibheoni vanotsivirwa Panguva yokutonga kwaDhavhidhi, kwakava nenzara makore matatu achiteverana; saka Dhavhidhi akatsvaka chiso chaJehovha. Jehovha akati, “Imhaka yaSauro neimba yake yeropa; imhaka yokuti akauraya vaGibheoni.” Mambo akadana vaGibheoni akataura navo. (Zvino vaGibheoni vakanga vasiri vorudzi rwavaIsraeri asi vakanga vari vakasara vavaAmori; vakanga vapikirwa navaIsraeri kuti vasaurayiwe, asi Sauro mukushingaira kwake nokuda kwavaIsraeri navaJudha akaedza kuvaparadza.) Dhavhidhi akabvunza vaGibheoni akati, “Ndingakuitirai chiiko? Ndingayananisa neiko kuitira kuti mugoropafadza nhaka yaJehovha?” VaGibheoni vakamupindura vachiti, “Hatina kodzero yokureva sirivha negoridhe kuna Sauro kana kumhuri yake, uye hatina kodzero yokuuraya munhu muIsraeri.” Dhavhidhi akati, “Munoda kuti ndikuitireiko?” Vakapindura mambo vakati, “Kana ari munhu akatiparadza uye akaita rangano yokuti tipere uye tishayiwe nzvimbo kupi zvako muIsraeri, zvizvarwa zvake zvechirume zvinomwe ngazvipiwe kwatiri kuti zviurayiwe uye zviiswe pachena pamberi paJehovha paGibhea raSauro musanangurwa waJehovha.” Saka mambo akati, “Ndichavapa kwamuri.” Mambo akararamisa Mefibhosheti mwanakomana waJonatani, mwanakomana waSauro, nokuda kwemhiko pamberi paJehovha pakati paDhavhidhi naJonatani mwanakomana waSauro. Asi mambo akatora Arimoni naMefibhosheti, vanakomana vaviri vaRizipa mwanasikana waAya, waakanga aberekera Sauro, pamwe chete navanakomana vashanu vaMerabhi mwanasikana waSauro, waakanga aberekera Adhirieri mwanakomana waBhazirai muMehorati. Akavaisa mumaoko avaGibheoni, ivo vakavasungirira pachikomo pamberi paJehovha. Vose vari vanomwe vakafa pamwe chete; vakaurayiwa panguva yokutanga kukohwa, pakutanga kwokukohwewa kwebhari. Rizipa mwanasikana waAya akatora nguo yesaga akazviwaridzira pamusoro pedombo. Kubva pakutanga kwokukohwa kusvikira pakunaya kwemvura ichibva kudenga pamusoro pemitumbi yavo, haana kutendera shiri dzedenga kuti dzivabate masikati kana zvikara zvesango usiku. Dhavhidhi akati ataurirwa zvakaitwa naRizipa, mwanasikana waAya, murongo waSauro, akaenda akandotora mapfupa aSauro naJonatani mwanakomana wake kubva kuvagari veJabheshi Gireadhi. Vakanga vaatora muchivande kubva pachivara chapaBheti Shani, uko kwavakanga vaturikwa navaFiristia shure kwokunge vauraya Sauro paGiribhoa. Dhavhidhi akauya namapfupa aSauro naJonatani mwanakomana wake kubva ikoko, uye mapfupa aavo vakanga vaurayiwa vakaiswa pachena akaunganidzwa. Vakaviga mapfupa aSauro naJonatani mwanakomana wake muhwiro hwaKishi baba vaSauro, paZara muBhenjamini, uye vakaita zvose zvavakarayirwa namambo. Shure kwaizvozvo, Mwari akapindura munyengetero wokumiririra nyika. Hondo navaFiristia Kwakavazve nehondo pakati pavaFiristia navaIsraeri. Dhavhidhi akaburuka navanhu vake kundorwa navaFiristia, uye akaneta kwazvo. Uye Ishi-Bhenoni, mumwe wezvizvarwa zvaRafa, aiva nomusoro wepfumo wairema mazana matatu amashekeria uye akapakata munondo mutsva, akati achauraya Dhavhidhi. Asi Abhishai mwanakomana waZeruya akanunura Dhavhidhi; akabayira muFiristia pasi akamuuraya. Ipapo vanhu vaDhavhidhi vakapika kwaari vachiti, “Hamuchazomboendizve nesu kuhondo, kuitira kuti mwenje weIsraeri urege kuzodzimwa.” Shure kwaizvozvo, kwakavazve nokurwa navaFiristia, paGobhi. Panguva iyoyo Sibhekai muHushati akauraya Safi, mumwe wezvizvarwa zvaRafa. Pano kumwe kurwa navaFiristia paGobhi, Erihanani mwanakomana waJoare-Oregimi muBheterehema akauraya Goriati muGiti, akanga ane pfumo raiva nerwiriko rwakanga rwakaita setsvimbo yomuruki. Pano kumwe kurwazve, kwakaitika paGati, pakanga pane hofori yomurume akanga ane minwe mitanhatu paruoko rumwe norumwe uye zvigunwe zvitanhatu parutsoka rumwe norumwe, zvose zviri makumi maviri nezvina. Naiyewo akanga ari chizvarwa chaRafa. Akati achishora Israeri, Jonatani mwanakomana waShimea, munun'una waDhavhidhi, akamuuraya. Ava vari vana vakanga vari zvizvarwa zvaRafa muGati, uye vakafa pamaoko aDhavhidhi navanhu vake. The "
    },
    {
      "chapter": "22",
      "verses": "Rwiyo rwaDhavhidhi Rwokurumbidza Dhavhidhi akaimbira Jehovha mashoko orwiyo urwu paakarwirwa naJehovha kubva muruoko rwavavengi vake vose nomuruoko rwaSauro. Akati: “Jehovha ndiye dombo rangu, nhare yangu uye mununuri wangu; Mwari wangu ndiye dombo rangu, ndinovanda maari, nhoo yangu, norunyanga rworuponeso rwangu. Ndiye nhare yangu, utiziro hwangu nomuponesi wangu, munondiponesa pavanhu vanoita nechisimba. Ndinodana kuna Jehovha, iye anofanira kurumbidzwa, uye ndinoponeswa kubva kuvavengi vangu. “Mafungu orufu akandikomba; mvura zhinji yokuparadza yakandifukidza. Mabote eguva akandimonera; misungo yorufu yakandivinga. Mukutambudzika kwangu ndakadana kuna Jehovha; ndakadanidzira kuna Mwari wangu. Akanzwa inzwi rangu ari mutemberi yake; kuchema kwangu kwakasvika munzeve dzake. “Nyika yakadedera uye ikazungunuka, nheyo dzokudenga dzakadengenyeka; dzakadedera nokuti akanga atsamwa. Utsi hwakakwira kubva mumhino dzake; moto unoparadza wakabuda mumuromo make, mazimbe anopisa akapfutamo. Akakamura matenga akaburuka pasi; makore erima akanga ari pasi petsoka dzake. Akatasva makerubhi akabhururuka; akabhururuka mudengadenga pamapapiro emhepo. Akaita kuti rima rimupoteredze setende, iwo makore matema emvura yokudenga. Kubva pakupenya kwouripo hwake mabhanan'ana emheni akapenya. Jehovha akatinhira ari kudenga; inzwi roWokumusoro-soro rakanzwikazve. Akapfura miseve akaparadzira vavengi, mabhanan'ana emheni akavaparadza. Mipata yegungwa yakaiswa pachena uye nheyo dzenyika dzakabudiswa pachena nokutuka kwaJehovha, nokufema kwomweya nemhino dzake. “Akatambanudza ruoko ari kudenga uye akandibata; akandibudisa kubva pamvura yakadzika. Akandinunura kubva pamuvengi wangu ane simba, kubva kuvavengi, vakanga vachindikurira pasimba. Vakandivinga muzuva renjodzi yangu, asi Jehovha akanga ari mutsigiri wangu. Akandibudisira kunzvimbo yakafarikana; akandinunura nokuti akanga achindifarira. “Jehovha akandiitira zviri maererano nokururama kwangu; maererano nokuchena kwamaoko angu, akandipa mubayiro. Nokuti ndakachengeta nzira dzaJehovha; handina kuita chakaipa ndichitsauka kubva kuna Mwari wangu. Mirayiro yake yose iri pamberi pangu; handina kutsauka kubva pamitemo yake. Ndakanga ndisina chandinopomerwa pamberi pake, uye ndakazvichengeta kuti ndirege kutadza. Jehovha akandipa mubayiro maererano nokururama kwangu, maererano nokuchema kwangu pamberi pake. “Kune vakatendeka munoratidza kutendeka kwenyu, kune vasina chavanopomerwa munoratidza kusapomerwa kwenyu, kune vakachena munozviratidza makachena, asi kune vasakarurama munozviratidza nehasha. Munoponesa vanozvininipisa, asi meso enyu ari pamusoro pavanozvikudza kuti muvaderedze. Imi muri mwenje wangu, Jehovha; Jehovha anoshandura rima rangu kuti rive chiedza. Norubatsiro rwenyu ndinogona kuenda kundorwa nechikwata chavarwi; naMwari wangu ndinogona kukwira rusvingo. “Kana ari Mwari, nzira yake yakarurama kwazvo; shoko raJehovha harina charingapomerwa. Ndiye nhoo yavose vanovanda maari. Nokuti ndianiko Mwari kunze kwaJehovha? Uye ndianiko Dombo kunze kwaMwari wedu? NdiMwari anondishongedza nesimba uye anoruramisa nzira yangu. Anoita tsoka dzangu setsoka dzenondo; anoita kuti ndigone kumira pakakwirira. Anodzidzisa maoko angu kurwa; maoko angu anowembura uta hwendarira. Munondipa nhoo yenyu yokukunda, munokotamira pasi kuti mundikurise. Munotambanudza nzira pasi pangu, kuitira kuti zvitsitsinho zvangu zvirege kutsauka. “Ndakatevera vavengi vangu ndikavaparadza; handina kudzoka kusvikira vaparadzwa. Ndakavaparadza zvachose, uye havana kugona kumuka; vakawira pasi petsoka dzangu. Makandishongedza nesimba rokurwa. makaita kuti vadzivisi vangu vakotame patsoka dzangu. Makaita kuti vavengi vangu vatize pakurwa, uye ndakaparadza vavengi vangu. Vakachemera kubatsirwa, asi hakuna munhu akavaponesa, kunyange kuna Jehovha, asi haana kupindura. Ndakavapwanya vakatsetseka seguruva renyika; ndakavatswa uye ndikavatsika sedope riri munzira dzomumusha. Makandinunura kubva pakurwisa kwavanhu vangu; makandichengetedza somutungamiri wendudzi. Vanhu vandakanga ndisingazivi vava pasi pangu. Uye vatorwa vanouya kwandiri vachidedera, pavanongondinzwa vanonditeerera. Vose vanoora mwoyo; vanouya vachidedera kubva panhare dzavo. “Jehovha mupenyu! Dombo rangu ngarirumbidzwe! Ngaakudzwe Mwari, iye Dombo, Muponesi wangu! Ndiye Mwari anonditsivira, anoisa ndudzi pasi pangu, anondisunungura kubva kuvavengi vangu. Imi makandikudza pamusoro pavavengi vangu; kubva kuvanhu vanoita nechisimba, makandinunura. Naizvozvo ndichakurumbidzai, imi Jehovha, pakati pendudzi; ndicharumbidza zita renyu nenziyo. Iye anopa mambo wake kukunda kukuru; anoratidza unyoro hwake kumuzodziwa wake, kuna Dhavhidhi nezvizvarwa zvake nokusingaperi.” The "
    },
    {
      "chapter": "23",
      "verses": "Mashoko Okupedzisira aDhavhidhi Aya ndiwo mashoko okupedzisira aDhavhidhi: “Chirevo chaDhavhidhi mwanakomana waJese, Chirevo chomurume akasimudzirwa noWokumusoro-soro, murume akazodzwa naMwari waJakhobho, muimbi wenziyo waIsraeri: “Mweya waJehovha wakataura kubudikidza neni; shoko rake rakanga riri parurimi rwangu. Mwari waIsraeri akataura, Dombo raIsraeri akati kwandiri: ‘Kana munhu achitonga vanhu mukururama, kana achitonga mukutya Mwari, akaita sechiedza chamangwanani pakubuda kwezuva mangwanani kusina makore, sokujeka kwezuva shure kwokunaya kwemvura kunomeresa uswa kubva pasi.’ “Ko, imba yangu haisi yakadaro kuna Mwari here? Nokuti akaita sungano isingaperi neni, yakarongwa uye yakasimbiswa pazvinhu zvose. Ko, haachazozadzisi ruponeso rwangu uye agondipa zvose zvandinoda here? Asi vanhu vakaipa vacharasirwa parutivi seminzwa, isingaunganidzwi noruoko. Ani naani anobata minzwa anoshandisa mudziyo wesimbi kana rwiriko rwepfumo; uye ichapiswa zvachose pairi ipapo.” Varwi vane simba vaDhavhidhi Aya ndiwo mazita emhare dzaDhavhidhi: Joshebhi-Bhashebheti, muTakemoni, akanga ari mukuru waVatatu; akasimudza pfumo rake achirwa navarume mazana masere, akavauraya panguva imwe chete. Aimutevera akanga ari Ereazari, mwanakomana waDhodhai muAhohi. Somumwe wavarume vatatu voumhare, akanga ana Dhavhidhi pavakashora vaFiristia vakanga vakaungana paPasi Dhamimi kuti vazorwa. Ipapo varume veIsraeri vakadzokera shure, asi iye akamira akabaya vaFiristia kusvikira ruoko rwake rwaneta uye rwanamatira pamunondo. Jehovha akaita kuti vakunde kwazvo zuva iroro; uye varwi vakadzokera kuna Ereazari, asi kundokutunura nhumbi dzavakafa chete. Aimutevera akanga ari Shama mwanakomana weAgi muHarari. VaFiristia vakati vaungana pamwe chete panzvimbo yakanga ine munda wakanga uzere nenyemba, varwi vavaIsraeri vakatiza pamberi pavo. Asi Shama akanyatsomira pakati pomunda. Akaudzivirira akauraya vaFiristia, uye Jehovha akauyisa kukunda kukuru. Panguva yokukohwa, vatatu pakati pavakuru makumi matatu vakaburuka kuna Dhavhidhi kubako reAdhurami, nguva iyoyo hondo yavaFiristia yakanga yakadzika misasa muMupata weRefaimi. Panguva iyoyo Dhavhidhi akanga ari munhare, uye hondo yavaFiristia yakanga iri paBheterehema. Dhavhidhi akapanga mvura akati, “Haiwa, dai mumwe andiwanirawo mvura yokunwa patsime riri pedyo reBheterehema!” Saka mhare nhatu dzakapinda napakati pavaFiristia, vakachera mvura kubva mutsime raiva pedyo nesuo reBheterehema vakaitakura vakaenda nayo kuna Dhavhidhi. Asi akaramba kuinwa, akaidururira pasi kuna Jehovha. Akati, “Ngazvive kure neni, Jehovha, kuti ndiite izvi! Ko, iri harisi ropa ravarume vakaendako vachiisa upenyu hwavo panjodzi here?” Uye Dhavhidhi akaramba kuinwa. Izvi ndizvo zvakaitwa nemhare nhatu. Abhishai munun'una waJoabhu mwanakomana waZeruya akanga ari mukuru waVatatu. Akasimudza pfumo rake kuti arwe navarume mazana matatu, akavauraya, nokudaro akava nomukurumbira saVatatu. Ko, haana kupiwa kuremekedzwa kukuru kupfuura vaya Vatatu here? Iye akazova mutungamiri wavo, kunyange zvazvo akanga asina kuverengwa pakati pavo. Bhenaya mwanakomana waJehoyadha akanga ari munhu woumhare aibva kuKabhuzeeri, akaita zvinhu zvikuru. Akauraya varume vaviri veMoabhu vakanga vari mhare. Akapindawo mugomba kuchitonhora kwazvo musi uyo, akauraya shumba imomo. Uye akabaya muIjipita akanga ari hofori. Kunyange zvazvo muIjipita akanga ane pfumo muruoko rwake, Bhenaya akarwa naye netsvimbo. Akabvuta pfumo rakanga riri muruoko rwomuIjipita akamuuraya nepfumo rake. Ndiwo akanga ari mabasa aBhenaya mwanakomana waJehoyadha; naiyewo akanga ano mukurumbira sowavarume vaya vatatu voumhare. Iye akaremekedzwa zvikuru kupinda ani zvake wavaye Makumi Matatu, asi akanga asina kuverengwa pakati pavaya vatatu. Uye Dhavhidhi akamugadza kuti ave mutariri wavarindi vake. Pakati pavaya Makumi Matatu paiti: Asaheri munun'una waJoabhu, Erihanani mwanakomana waDhodho aibva kuBheterehema, Shama muHarodhi, Erika muHarodhi, Herezi muPariti, Ira mwamakomana waIkeshi aibva kuTekoa, Abhiezeri aibva kuAnatoti, Mebhunai muHushati, Zarimoni muAhohi, Maharai muNetofati, Heredhi mwanakomana waBhaana muNetofati, Itai mwanakomana waRibhai aibva kuGibhea muBhenjamini, Bhenaya muPiratoni, Hidhai aibva kuhova dzeGaashi, Abhi-Aribhoni muAribhati, Azimavheti muBharuhumi, Eriabha muShaaribhoni, mwanakomana waJasheni, Jonatani mwanakomana waShama muHarari, Ahiami mwanakomana waSharari muHarari, Erifereti mwanakomana waAhasibhai muMaakati, Eriamu mwanakomana waAhitoferi muGironi, Heziro muKarimeri, Paarai muAribhiti, Igari mwanakomana waNatani aibva kuZobha, mwanakomana waHagiri, Zereki muAmoni, Naharai muBheeroti, mutakuri wenhumbi dzokurwa nadzo dzaJoabhu mwanakomana waZeruya, Ira muItiri, Garebhi muItiri naUria muHiti. Vose vaiva makumi matatu navanomwe pamwe chete. The "
    },
    {
      "chapter": "24",
      "verses": "Dhavhidhi anoverenga varume vokurwa Kutsamwa kwaMwari kwakava pamusoro pavaIsraeri zvakare, uye akakurudzira Dhavhidhi achiti, “Enda undoverenga vaIsraeri navaJudha.” Saka mambo akati kuna Joabhu navakuru vehondo vaiva naye, “Endai pakati pamarudzi ose avaIsraeri kubva kuDhani kusvikira kuBheerishebha mundonyora varume vokurwa, kuti ndizive kuti vangani varipo.” Asi Joabhu akapindura mambo achiti, “Jehovha Mwari wenyu ngaawanze varwi kakapetwa kupfuura rune zana, uye meso ashe wangu mambo azvione. Asi ishe wangu mambo anodireiko kuita chinhu chakadai?” Kunyange zvakadaro, shoko ramambo rakakunda raJoabhu navatungamiri vehondo; saka vakabva pamberi pamambo kuti vandonyora varume vokurwa muIsraeri. Shure kwokuyambuka Jorodhani, vakadzika matende avo pedyo neAroeri, zasi kweguta riri mumupata, uye ipapo vakaenda napakati peGadhi nokuJazeri. Vakaenda kuGireadhi nokudunhu reTahitimi Hodhishi, uye napaDhani Joani uye vakapoterera nokuSidhoni. Ipapo vakaenda vakananga kunhare yeTire nokumaguta ose avaHivhi navaKenani. Pakupedzisira, vakaenda kuBheerishebha zasi kweJudha. Mushure mokuenda kwavo munyika yose, vakadzoka kuJerusarema papera mwedzi mipfumbamwe namazuva makumi maviri. Joabhu akazivisa uwandu hwavanhu kuna mambo akati: MuIsraeri makanga mune mazana masere ezviuru zvavarume vakanga vakasimba uye vaigona kubata munondo, uye muJudha maiva namazana mashanu ezviuru. Hana yaDhavhidhi yakarova shure kwokuverenga kwake varume vokurwa, akati kuna Jehovha, “Ndatadza zvikuru pane zvandaita. Haiwa Jehovha, zvino ndinokukumbirai, bvisa mhaka yomuranda wenyu. Ndaita chinhu choupenzi kwazvo.” Zvino Dhavhidhi akati achimuka mangwanani, shoko raJehovha rakasvika kuna Gadhi muprofita, muoni waDhavhidhi richiti, “Enda undoudza Dhavhidhi kuti, ‘Zvanzi naJehovha: Ndiri kukupa zvinhu zvitatu. Sarudza chimwe chete chazvo kuti ndichiite pamusoro pako.’ ” Saka Gadhi akaenda kuna Dhavhidhi akati kwaari, “Unoda kuti munyika yako muve nenzara kwamakore matatu here? Kana kuti mwedzi mitatu yokutiza kubva kuvavengi vako ivo vachikudzinganisa? Kana kuti mazuva matatu edenda munyika yako? Zvino funga pamusoro pazvo ugosarudza kuti ndingandopindura sei iye andituma.” Dhavhidhi akati kuna Gadhi, “Ndiri pakutambudzika kukuru. Ngatiwirei hedu mumaoko aJehovha, nokuti ngoni dzake ihuru; asi musandirega ndichiwira mumaoko avanhu.” Saka Jehovha akatuma denda pamusoro peIsraeri kubva mangwanani iwayo kusvikira panguva yakatarwa, uye vanhu zviuru makumi manomwe vakafa kubva kuDhani kusvikira kuBheerishebha. Mutumwa akati atandavadza ruoko rwake kuti aparadze Jerusarema, Jehovha akazvidemba nokuda kwenjodzi iyi akati kumutumwa akanga achiparadza vanhu, “Zvaringana! Dzora ruoko rwako.” Mutumwa waJehovha ipapo akanga ava paburiro raArauna muJebhusi. Dhavhidhi akati aona mutumwa akanga achiuraya vanhu, akati kuna Jehovha, “Ini ndini ndakatadza uye ndikaita zvakaipa. Ava vanongova havo makwai chete. Chiiko chavakaita? Ruoko rwenyu ngaruwire pamusoro pangu ini nemhuri yangu.” Dhavhidhi anovaka Aritari Pazuva iro Gadhi akaenda kuna Dhavhidhi akati kwaari, “Kwira undovakira Jehovha aritari paburiro raArauna muJebhusi.” Saka Dhavhidhi akakwira sezvaakanga arayirwa naJehovha kubudikidza naGadhi. Arauna akati atarisa akaona mambo navanhu vake vachiuya vakananga kwaari, akabuda akandokotamira pasi pamberi pamambo chiso chake chakatsikitsira pasi. Arauna akati, “Seiko ishe wangu mambo auya kumuranda wake?” Dhavhidhi akapindura akati, “Kuzotenga buriro rako, kuti ndivakire Jehovha aritari, kuti denda riri pamusoro pavanhu rigume.” Arauna akati kuna Dhavhidhi, “Ishe wangu mambo ngaatore zvose zvinomufadza agozvipira kuna Jehovha. Hedzi nzombe dzechibayiro chinopiswa, uye iyi mipuro namajoko enzombe kuti dzive huni. Haiwa mambo, Arauna anopa zvose izvi kuna mambo.” Arauna akatizve kwaari, “Jehovha Mwari wenyu ngaakugamuchirei.” Asi mambo akapindura Arauna akati, “Kwete, ndinoda kuzvitenga kwauri. Handingabayiri Jehovha Mwari wangu zvibayiro zvinopiswa zvandisina kutenga.” Saka Dhavhidhi akatenga buriro uye nenzombe uye akazvipira makumi mashanu amashekeria esirivha. Dhavhidhi akavakira Jehovha aritari ipapo uye akabayira zvipiriso zvinopiswa nezvipiriso zvokuwadzana. Ipapo Jehovha akapindura munyengetero wokukumbirira nyika, uye denda rikapera pamusoro peIsraeri. The "
    }
  ]
}