{
  "book": "Dhanieri",
  "chapters": [
    {
      "chapter": "1",
      "verses": " Kudzidziswa kwaDhanieri muBhabhironi Mugore rechitatu rokutonga kwaJehoyakimi mambo weJudha, Nebhukadhinezari mambo weBhabhironi akasvika kuJerusarema ndokurikomba. Uye Ishe akaisa Jehoyakimi mambo weJudha muruoko rwake, pamwe chete nemimwe midziyo yaibva mutemberi yaMwari. Akatakura izvi akaenda nazvo kutemberi yamwari wake kuBhabhironi ndokuzviisa muimba yepfuma yamwari wake. Ipapo mambo akarayira Ashipenazi, mukuru wavatariri veruvazhe, kuti apinze vamwe vavaIsraeri vanobva mumhuri youshe namakurukota, majaya asina chinongo pamuviri yavo, vakanaka, vanoratidza njere padzidzo yose, vanokurumidza kunzwisisa, uye vakakodzera kushumira, mumuzinda wamambo. Aizovadzidzisa mutauro namagwaro avaBhabhironi. Mambo akarayira kuti vapiwe zvokudya zvezuva rimwe nerimwe newaini yaibva patafura yamambo. kwamakore matatu, uye shure kwaizvozvo vaizopinda paushumiri hwamambo. Pakati pavo paiva navamwe vaibva kuJudha vaiti: Dhanieri, Hanania, Mishaeri naAzaria. Vakuru vamachinda vakavatumidza mazita matsva sezvinotevera: Dhanieri vakamupa zita rokuti Bheriteshezari; Hanania akanzi Shadhireki; Mishaeri akanzi Meshaki; uye Azaria akanzi Abhedhinego. Asi Dhanieri akazvisunga mumwoyo make kuti arege kuzvisvibisa nezvokudya zvamambo newaini yake, uye akakumbira mukuru wamachinda mvumo yokuti arege kuzvisvibisa nenzira iyi. Zvino Mwari akanga aita kuti muchinda aitire Dhanieri nyasha nengoni, asi muchinda akaudza Dhanieri kuti, “Ndinotya ishe wangu mambo, anova ndiye akarayira zvamunofanira kudya nokunwa. Achaonereiko zviso zvenyu zvakaonda kupfuura zvamamwe majaya ezera renyu? Mambo achaita kuti musoro wangu udimurwe nokuda kwenyu.” Ipapo Dhanieri akati kumurindi akanga anzi nomubati mukuru achengete Dhanieri, Hanania, Mishaeri naAzaria, “Ndapota edzai henyu varanda venyu kwamazuva gumi. Regai henyu kutipa chimwe chinhu asi tipei muriwo tidye uye nemvura yokunwa chete. Ipapo mugoenzanisa zviso zvedu nezvamajaya anodya zvokudya zvamambo mugobata varanda venyu samaonero enyu.” Saka akatenda hake pana izvozvi ndokuvaedza kwamazuva gumi. Mazuva gumi akati apera, ivo vakaratidza kuva noutano hwakagwinya uye nemiviri yakanaka kupinda majaya akadya zvokudya zvamambo. Saka murindi akabvisa zvokudya zvakasarudzika newaini yavaifanira kunwa ndokuvapa muriwo pachinzvimbo chazvo. Mwari akapa majaya mana aya ruzivo nokunzwisisa kwemhando dzose dzamagwaro nedzidzo. Uye Dhanieri ainzwisisa zviratidzo nezviroto zvemhando dzose. Mazuva akatarwa namambo kuti vapinde akati apera, mukuru wamachinda akavaisa kuna Nebhukadhinezari. Mambo akataura navo, uye akasawana mumwe zvake akanga akaenzana navana Dhanieri, naHanania, naMishaeri naAzaria; saka vakapinda kuti vandoshandira mambo. Pazvinhu zvose zvouchenjeri nokunzwisisa pamusoro pezvose zvaibvunzwa namambo, akavawana vachipfuura kagumi n'anga dzose navanhu vose muumambo hwose. Uye Dhanieri akagaramo kusvikira gore rokutonga raMambo Sirasi. "
    },
    {
      "chapter": "2",
      "verses": "Kurota kwaNebhukadhinezari Mugore rechipiri rokutonga kwake, Nebhukadhinezari akarota hope; pfungwa dzake dzikashushikana uye akashaya hope. Saka mambo akarayira n'anga, navanofarira mazango, navaroyi, navafemberi vezvenyeredzi kuti vamuudze zvaakanga arota. Vakati vapinda vakamira pamberi pamambo, iye akati kwavari, “Ndakarota hope dzinonditambudza zvino ndinoda kuziva zvadzinoreva.” Ipapo vachenjeri vezvenyeredzi vakapindura mambo norurimi rwavaAramu vachiti, “Haiwa mambo, raramai nokusingaperi! Udzai varanda venyu kurota kwenyu, isu tigodudzira.” Mambo akapindura vachenjeri vezvenyeredzi achiti, “Izvi ndizvo zvandafunga chaizvoizvo: Kana imi mukasandiudza kuti kurota kwangu kwaiva kupi uye mukadudzira, ndichaita kuti mugurwegurwe uye dzimba dzenyu dziitwe mirwi yamarara. Asi kana mukandiudza zvandakarota mukazvidudzira, muchagamuchira zvipo nemibayiro nokukudzwa kukuru zvinobva kwandiri. Saka ndiudzei chiroto mugochidudzira kwandiri.” Ivo vakapindurazve vachiti, “Mambo ngaaudze varanda vake chiroto, uye isu tichachidudzira.” Ipapo mambo akapindura akati, “Ndinoziva kwazvo kuti imi munongoda kuwedzera nguva, nokuti munoziva kuti izvi ndizvo zvandatema: Kana musingandiudzi zvandarota, panongova nechirango chimwe chete. Imi makarangana kundiudza zvinhu zvinonyengera uye zvakaipa, muchifunga kuti zvinhu zvichashanduka. Saka zvino, ndiudzei zvandakarota, ndigoziva kuti muchagona kundidudzira chiroto.” Vachenjeri vezvenyeredzi vakapindura mambo vachiti, “Hakuna munhu panyika angagona kuita zvinodiwa namambo! Hakuna mambo, kunyange mukuru uye kana ane simba, akambotsvaka chinhu chakadai kun'anga ipi zvayo kana vaya vanoda zvamazango kana vachenjeri vezvenyeredzi. Zvinhu zvinodikanwa namambo zvakaoma kwazvo. Hakuna munhu angazvizivisa kuna mambo izvozvo kunze kwavamwari, uye vasingagari pakati pavanhu.” Izvi zvakaita kuti mambo ashatirwe zvikuru uye akava nehasha zvokuti akarayira kuti vakachenjera vose veBhabhironi vaurayiwe. Saka chirevo chakapiwa kuti vachenjeri vaurayiwe, uye varume vakatumwa kundotsvaka Dhanieri neshamwari dzake kuti vaurayiwewo. Arioki, mukuru wavarindi vamambo, akati abudisa kundouraya vachenjeri veBhabhironi, Dhanieri akataura kwaari nouchenjeri uye nokungwara. Iye akabvunza muchinda wamambo achiti, “Seiko mambo akatema chirevo chakadai?” Arioki akatsanangurira Dhanieri nyaya yacho. Nokudaro, Dhanieri akapinda kuna mambo akandokumbira nguva kwaari, kuitira kuti agomududzira chiroto chiya. Ipapo Dhanieri akadzokera kumba kwake akandotsanangurira nyaya yacho kushamwari dzake vana Hanania, naMishaeri naAzaria. Akavakurudzira kuti vakumbire nyasha kubva kuna Mwari wokudenga pamusoro pechakavanzika ichi, kuitira kuti iye neshamwari dzake varege kuurayiwa pamwe chete navakachenjera veBhabhironi. Chakavanzika ichi chakazoratidzwa kuna Dhanieri usiku muchiratidzo. Ipapo Dhanieri akarumbidza Mwari wokudenga akati, “Zita raMwari ngarirumbidzwe nokusingaperiperi; uchenjeri nesimba ndezvake. Iye anoshandura nguva nenhambo; ndiye anogadza madzimambo nokuabvisa. Anopa uchenjeri kuna vakachenjera nezivo kuna vanonzvera. Anozarura zvakadzika nezvakavanzika, anoziva zviri murima, uye chiedza chinogara maari. Ndinokuvongai nokukurumbidzai, imi Mwari wamadzibaba angu: Makandipa uchenjeri nesimba, makandizivisa zvatakakumbira kwamuri, makazivisa kwatiri kurota kwamambo.” Dhanieri anodudzira Chiroto Ipapo Dhanieri akaenda kuna Arioki, uya akanga agadzwa namambo kuti auraye varume vakachenjera veBhabhironi, akati kwaari, “Musauraya vachenjeri veBhabhironi. Ndiendesei kuna mambo, ndinomududzira zvaakarota.” Arioki akaenda naDhanieri kuna mambo nokukurumidza uye akati kwaari, “Ndawana munhu pakati pavakatapwa vokwaJudha anogona kuudza mambo zvinoreva chiroto chavo.” Mambo akabvunza Dhanieri (iye ainziwo Bheriteshazari), “Iwe unogona here kundiudza zvandakaona pakurota nokuzvidudzira?” Dhanieri akapindura akati, “Hakuna munhu akachenjera, kana wamazango, kana n'anga kana mufemberi angagona kurondedzera kuna mambo chakavanzika chaanobvunza pamusoro pacho asi kudenga kuna Mwari anozivisa zvakavanzika. Iye akaratidza Mambo Nebhukadhinezari zvichaitika mumazuva anouya. Kurota kwenyu nezviratidzo zvakaratidzwa mundangariro dzenyu muvete pamubhedha ndezvizvi: “Pamakanga muvete ipapo, imi mambo, pfungwa dzenyu dzakadzokera pazvinhu zvichauya, uye muzivisi wezvakavanzika akakuratidzai zvichaitika. Asi ini chakavanzika ichi chakaziviswa kwandiri, kwete nokuda kwokuti ndine njere huru kupfuura vamwe vanhu vanorarama asi kuti imi mambo, mugoziva dudziro uye kuti mugonzwisisa zvakapinda mundangariro dzenyu. “Imi mambo, makatarira, uye ipapo pamberi penyu pakanga pamire chifananidzo, chakakura kwazvo, chaibwinya, chaityisa pakuonekwa kwacho. Musoro wechifananidzo ichi wakanga wakaitwa negoridhe rakanatswa, chipfuva chacho namaoko zvakanga zviri zvesirivha; dumbu racho nezvidyiro zvaiva zvendarira, makumbo acho akanga ari esimbi, tsoka dzacho dzaiti pamwe simbi pamwe ivhu. Muchakatarisa, makaona ibwe richivezwa, asi kwete namaoko omunhu. Rakarova chifananidzo patsoka dzacho dzesimbi nevhu ndokuzvipwanya. Ipapo simbi, ivhu, ndarira, sirivha, negoridhe zvakaputsanyiwa nenguva imwe cheteyo zvikaita sehundi iri paburiro panguva yechirimo. Mhepo yakazvikukura pakasava nechinhu chakasara. Asi ibwe riya rakarova chifananidzo rakazova gomo guru rikazadza nyika yose. “Uku ndiko kwaiva kurota kwenyu, uye zvino tichakududzira kwamuri mambo. Imi mambo, muri mambo wamadzimambo. Mwari wokudenga akakupai ushe nesimba noukuru nokubwinya, akaisa marudzi avanhu mumaoko enyu nezvikara zvenyika neshiri dzedenga. Akakuitai mutongi pamusoro pazvo, pose pazvinogara. Ndimi musoro uya wegoridhe. “Shure kwenyu, humwe umambo huchamuka, huduku kuno hwenyu. Umambo hwechitatu huchatevera, umambo hwendarira, huchatonga pamusoro penyika yose. Pakupedzisira kuchava noushe hwechina, hwakasimba sesimbi, nokuti simbi inoputsa nokupwanya zvinhu zvose, uye sokuputsanya kunoita simbi zvinhu, saizvozvi huchapwanya nokuputsanya humwe hwose. Sezvamakaona kuti tsoka nezvigunwe zvakanga zvakavhenganiswa ivhu nesimbi, saizvozvo umambo uhu huchava hwakaganhurwa, asi huchava nerimwe simba resimbi mauri, sezvamakaona simbi yakavhenganiswa nevhu. Sezvo zvigunwe zvakanga zvakati pamwe simbi pamwe ivhu, saizvozvo umambo uhu huchava hwakasimba kuno rumwe rutivi uye husina kusimba kuno rumwe rutivi. Uye sezvamakaona simbi yakavhenganiswa nevhu, saizvozvo vanhu vachavhengana uye havangarambi vakabatana, sezvinoita ivhu nesimbi zvakavhengana. “Mumazuva amadzimambo ayo, Mwari wokudenga achagadza ushe husingazoparadzwi, uye hahungazombosiyirwi vamwe vanhu. Huchapwanya ushe hwose nokugumiswa, asi ihwo huchagara nokusingaperi. Izvi ndizvo zvinoreva chiratidzo chedombo rakavezwa pagomo, asi kwete namaoko omunhu, dombo rakaputsa simbi, nendarira, nevhu, nesirivha negoridhe zvikati mwarara. “Mwari mukuru akaratidza mambo zvichaitika pamazuva anouya. Kurota uku ndokwechokwadi uye nedudziro yacho ndeyechokwadi.” Ipapo mambo Nebhukadhinezari akawira pasi nechiso chake pamberi paDhanieri akamuremekedza akarayira kuti apiwe chipo nezvinonhuwira. Mambo akati kuna Dhanieri, “Zvirokwazvo Mwari wako ndiMwari wavamwari naIshe wamadzimambo uye nomuzivisi wezvakavanzika, nokuti iwe wakagona kuzivisa chakavanzika ichi.” Ipapo mambo akaisa Dhanieri pachinzvimbo chakakwirira akapa zvipo zvizhinji kwaari. Akamuita mutongi pamusoro penyika yose yeBhabhironi akamuita mukuru wavachenjeri vose. Pamusoro paizvozvo, Dhanieri akakumbira mambo kuti agadze vana Shadhireki, Meshaki naAbhedhinego kuti vave vatariri vamatunhu eBhabhironi, iye Dhanieri pachake achiramba ari paruvazhe rwamambo. "
    },
    {
      "chapter": "3",
      "verses": "Chifananidzo cheGoridhe neVira roMoto Mambo Nebhukadhinezari akaita chifananidzo chegoridhe, chakanga chakareba makubhiti makumi matanhatua uye makubhiti matanhatub paupamhi, akachimisa pabani reDhura munyika yeBhabhironi. Ipapo akadana machinda, navarayiri, namadzishe, navapi vamazano, navachenjeri vepfuma, navatongi, namakurukota edzimhosva navamwe vabati vose vamatunhu kuti vauye kuzomukumikidza chifananidzo chaakanga amisa. Saka machinda, navarayiri, namadzishe, navapi vamazano, navachengeti vepfuma, navatongi, namakurukota edzimhosva navamwe vabati vose vamatunhu vakaungana kuti vakumikidze chifananidzo chakanga chamiswa naMambo Nebhukadhinezari, vakamira pamberi pacho. Ipapo mushamarari akadanidzira zvikuru achiti, “Izvi ndizvo zvamunorayirwa kuti muite, imi vanhu, nemi ndudzi nemi vanhu vemitauro yose: Pamunongonzwa kurira kwehwamanda, nenyere nomutopota norudimbwa nembira, namabhosvo nemhando dzose dzezviridzwa, munofanira kuwira pasi mugonamata chifananidzo chegoridhe chakamiswa naMambo Nebhukadhinezari. Ani naani asingawiri pasi achinamata achakandirwa muvira romoto pakarepo.” Naizvozvo, pavakangonzwa kurira kwehwamanda, nenyere, nomutopota, norudimbwa, nembira nemhando dzose dzezviridzwa, vanhu vose, nendudzi dzose navanhu vemitauro yose vakawira pasi ndokunamata chifananidzo chegoridhe chakanga chamiswa naMambo Nebhukadhinezari.” Panguva iyi vamwe voruzivo nezvenyeredzi vakauya pamberi vakatuka vaJudha. Vakati kuna Mambo Nebhukadhinezari, “Imi mambo, raramai nokusingaperi! Makatema chirevo imi mambo, kuti ani naani anonzwa kurira kwehwamanda, nenyere, nomutopota, norudimbwa, nembira namabhosvo uye nemhando dzose dzezviridzwa, anofanira kuwira pasi anamate chifananidzo chegoridhe, uye kuti ani naani asingawiri pasi akanamata achakandwa muvira romoto. Asi pana vamwe vaJudha vamakagadza pamusoro pamabasa enyika yeBhabhironi, Shadhireki, Meshaki naAbhedhinego, vasingatomboteereri imi mambo. Havamboshumiri vamwari venyu kana kunamata chifananidzo chegoridhe chamakamisa.” Nebhukadhinezari azere nehasha, akarayira kuti Shadhireki, Meshaki naAbhedhinego vauye. Saka varume ava vakauyiswa pamberi pamambo, Nebhukadhinezari akati kwavari, “Ichokwadi here, imi vana Shadhireki naMeshaki naAbhedhinego, kuti hamusi kushumira vamwari vangu kana kunamata chifananidzo chegoridhe chandakamisa? Zvino pamunonzwa kurira kwehwamanda, nenyere, nomutopota, norudimbwa, namabhosvo nemhando dzose dzezviridzwa, kana mukagadzirira kuwira pasi, mukanamata chifanaidzo chandakaita, zvakanaka hazvo. Asi kana musingachinamati, muchakandwa mumoto pakarepo. Zvino mwari achakurwirai muruoko rwangu ndoupiko?” Shadhireki, Meshaki naAbhedhinego vakapindura mambo vakati, “Imi Nebhukadhinezari, isu hatifaniri kuzvirwira pamberi penyu nenyaya iyi. Kana tikakandwa mumoto unopfuta, Mwari watinoshumira anogona kutiponesa pauri, uye achatirwira paruoko rwenyu, imi mambo. Asi kunyange dai akasatirwira, tinoda kuti muzive, imi mambo, kuti hatizoshumiri vamwari venyu kana kunamata chifananidzo chegoridhe chamakamisa.” Ipapo Nebhukadhinezari akashatirwa nokuda kwaShadhireki, naMeshaki naAbhedhinego, chiso chake chikavashandukira. Akarayira kuti vira romoto riveserwe moto unopisa kwazvo kukunda unosiveserwamo kanomwe. Uye akarayira vamwe vavarwi vehondo yake vakasimba kwazvo kuti vasunge Shadhireki naMeshaki naAbhedhinego vavakande mumoto uyu waipfuta kwazvo. Saka varume ava, vakapfeka nguo dzavo, namabhurugwa avo, nengowani dzavo nedzimwe hembe, vakasungwa ndokukandwa mumoto unopfuta kwazvo. Kurayira kwamambo kwakava nechimbi chimbi kwazvo uye choto chaipisa kwazvo zvokuti moto wakauraya varwi vakakanda Shadhireki, naMeshaki naAbhedhinego, uye varume vatatu ava vakasungwa zvakasimba, vakawira mumoto unopfuta kwazvo. Ipapo Mambo Nebhukadhinezari akasvetuka achishamisika kwazvo ndokubvunza vana mupazano vake achiti, “Ko, havazi varume vatatu vatasunga tikakanda mumoto here?” Vakamupindura vachiti, “Ndizvozvo mambo.” Iye akati, “Tarirai! Ndiri kuona vanhu vana vachifamba-famba mumoto, vasina kusungwa uye vasina kutsva, uye wechina anoratidzika somwanakomana wavamwari.” Ipapo Nebhukadhinezari akaswedera kumuromo wechoto chomoto chinopfuta akadanidzira akati, “Nhai Shadhireki newe Meshaki naAbhedhinego, imi varanda vaMwari Wokumusoro-soro budai. Uyai pano!” Saka Shadhireki, Meshaki naAbhedhinego vakabuda mumoto, uye machinda, navarayiri, navabati uye navanamupamazano vamambo vakavaunganira. Vakaona kuti moto wakanga usina kumbokuvadza miviri yavo, uye nebvudzi remisoro yavo harina kumbotsva; uye nguo dzavo hadzina kutsva, uye pakanga pasina kunhuwa kwomoto pavari. Ipapo Nebhukadhinezari akati, “Mwari waShadhireki naMeshaki naAbhedhinego ngaarumbidzwe, iye akatuma mutumwa wake kuzorwira varanda vake! Ivo vakavimba naye vakazvidza murayiro wamambo uye vakazvipira kurasikirwa noupenyu hwavo pano kuti vashumire kana kunamata vamwari vapi zvavo kunze kwaMwari wavo. Naizvozvo ndinotema kuti vanhu vorudzi rupi kana mutauro upi zvawo vanotaura chinhu chipi zvacho chinopesana naMwari waShadhireki naMeshaki naAbhedhinego vatemwe-temwe uye dzimba dzavo dziitwe madurunhuru amarara, nokuti hakuna mumwe mwari angaponesa nenzira iyi.” Ipapo mambo akasimudzira Shadhireki, Meshaki naAbhedhinego munyika yeBhabhironi. "
    },
    {
      "chapter": "4",
      "verses": "Nebhukadhinezari anorota Muti Mambo Nebhukadhinezari, kuvanhu, nokundudzi navanhu vemitauro yose, vagere munyika yose: Budirirai zvikuru! Ndafara kwazvo kuti ndikuzivisei zviratidzo nezvinoshamisa zvandakaitirwa naMwari Wokumusoro-soro. Zviratidzo zvake zvikuru sei, zvishamiso zvake zvine simba sei! Umambo hwake umambo husingaperi; kubata kwake ushe hunosvika kuzvizvarwa nezvizvarwa. Ini Nebhukadhinezari ndakanga ndiri mumba mumuzinda wangu, ndakanyatsogutsikana uye ndichinyatsobudirira. Ndakarota hope dzakandityisa. Pandakanga ndivete pamubhedha wangu, zvifananidzo nezviratidzo zvakapinda mupfungwa dzangu zvakandivhundutsa. Saka ndakarayira kuti varume vakachenjera veBhabhironi vauyiswe pamberi pangu kuti vazondidudzira kurota uku. N'anga, navaya vanofarira mazango, navazivi vezvenyeredzi navafemberi vakati vauya, ndakavaudza kurota kwangu, asi havana kugona kundidudzira. Pakupedzisira, Dhanieri akauya pamberi pangu ndikamuudza kurota kwangu. (Ndiye anonzi Bheriteshazari, akapiwa zita ramwari wangu, uye mweya wavamwari vatsvene uri maari.) Ndakati, “Bheriteshazari, iwe mukuru wen'anga, ndinoziva kuti mweya wavamwari vatsvene uri mauri, uye hakuna chakavanzika chinokuomera. Hezvi zvandakarota; chindidudzira. Hezvi zvandakaratidzwa, zvandakaona ndivete pamubhedha wangu: Ndakatarisa, ndikaona pamberi pangu pamire muti, uri pakati penyika. Kureba kwawo kwakanga kuri kukuru kwazvo. Muti wakakura ukasimba uye manhengenya awo aisvika kudenga; wakanga uchioneka kusvika kumigumo yenyika. Mashizha awo akanga akanaka, uye michero yawo yakawanda chose, uye pamusoro pawo pakanga pane zvokudya zvazvose. Mhuka dzesango dzakawana mumvuri pasi pawo, uye shiri dzedenga dzaimhara pamatavi awo; zvipenyu zvose zvaidya pauri. “Ndakaona muzviratidzo, ndakavata pamubhedha wangu, ndikatarisa, ipapo pamberi pangu pakanga pano mutumwa, iye mutsvene, achiburuka kubva kudenga. Iye akadanidzira nenzwi guru achiti, ‘Temai muti uyu mugokwanhura matavi awo; pururai mashizha awo mugoparadzira michero yawo. Mhuka ngadzitize pasi pawo, neshiri ngadzibve pamatavi awo. Asi hunde nemidzi yawo, yacho zvakasungwa nesimbi nendarira, ngazvisare muvhu, muuswa hwesango. “ ‘Iye ngaanyoroveswe nedova rokudenga, uye ngaagare nemhuka pakati pemiti yenyika. Pfungwa dzake ngadzishandurwe kubva pane dzomunhu uye ngaapiwe pfungwa dzemhuka, kusvikira nguva nomwe dzamuperera. “ ‘Kutonga uku kwaziviswa navatumwa, vatsvene ndivo vareva zvakatongwa, kuitira kuti vapenyu vagoziva kuti Wokumusoro-soro ndiye ishe pamusoro poushe hwavanhu uye anohupa kuna ani naani waanoda anogadza pamusoro pavo munhu wapasipasi.’ “Ndiko kurota kwandakaita, ini Mambo Nebhukadhinezari. Zvino chindiudza, zvazvinoreva, iwe, Bheriteshazari, nokuti hakuna varume vakachenjera muushe hwangu vangagona kundidudzira. Asi iwe unogona, nokuti mweya wavamwari vatsvene uri mauri.” Dhanieri anodudzira Kurota Ipapo Dhanieri (ndiyewo Bheriteshazari) akakatyamara zvikuru kwechinguva uye pfungwa dzake dzakamuvhundutsa. Saka mambo akati kwaari, “Bheriteshazari, kurota uku kana zvakunoreva ngakurege kukuvhundutsa.” Bheriteshazari akapindura achiti, “Ishe wangu, dai chete kurota uku kwareva vavengi venyu nedudziro yacho vadzivisi venyu! Muti wamakaona, wakakura uye ukasimba, una manhengenya awo anosvika kudenga, unoonekwa pasi pose, una mashizha akanaka nemichero mizhinji, uchipa zvokudya kuna vose, uchipa mumvuri kumhuka dzesango, uye nenzvimbo dzamatendere eshiri dzedenga pamatavi awo, imi, iyemi mambo, ndimi muti wacho! Mava mukuru uye mune simba; ukuru hwenyu hwakakura kusvika kudenga, uye ushe hwenyu hunosvika kumagumo enyika. “Imi, iyemi mambo, makaona mutumwa, iye mutsvene, achiburuka kudenga achiti, ‘Temai muti uyo muuparadze, asi musiye hunde, yakasungwa nesimbi nendarira, mukati mebundo resango, asi midzi yawo iri muvhu. Ngaanyoroveswe nedova redenga; ngaararame semhuka dzesango, kusvikira nguva nomwe dzamuperera. “Uku ndiko kududzirwa kwazvo, imi mambo, ichi ndicho chirevo choWokumusoro-soro chapiwa pamusoro penyu, ishe wangu mambo: Muchadzingwa pakati pavanhu uye muchagara nemhuka dzesango; muchadya bundo semombe uye muchanyoroveswa nedova redenga. Nguva nomwe dzichakupfuurai kusvikira maziva kuti Wokumusoro-soro ndiye ishe pamusoro poushe hwavanhu uye anohupa kuna ani zvake waanenge ada. Zvakarayirwa kuti hunde yomuti nemidzi yawo zvirambe zviripo zvinoreva kuti umambo hwenyu huchavandudzwa pamuchayeuka kuti denga rinotonga. Naizvozvo, imi mambo, farirai mugogamuchira zvandinokurayirai: Fukidzai zvivi zvenyu nokuita zvakarurama, uye kuipa kwenyu nokuitira zvakanaka vanomanikidzwa. Zvimwe zvingaitika kuti ipapo kubudirira kwenyu kuchaenderera mberi.” Kuzadzisika kwoKurota Zvose izvi zvakaitika kuna Mambo Nebhukadhinezari. Shure kwemwedzi gumi nemiviri, panguva iyo mambo aifamba pamusoro peimba youshe hweBhabhironi, iye akati, “Ko, iri harizi Bhabhironi guru randakavaka sougaro hwoushe, nesimba rangu guru uye nokuda kwokubwinya kwoushe hwangu here?” Mashoko akanga achiri mumuromo make pakauya inzwi richibva kudenga richiti, “Hezvino zvawatemerwa, iwe Mambo Nebhukadhinezari: Simba roumambo hwako rabviswa kwauri. Uchadzingwa pakati pavanhu uye uchagara nemhuka dzesango; uchadya uswa semombe. Nguva nomwe dzichakuperera kusvikira waziva kuti Wokumusoro-soro ndiye Ishe pamusoro poushe hwavanhu uye kuti anohupa kuna ani zvake waanenge ada.” Pakarepo, zvakanga zvarehwa pamusoro paNebhukadhinezari zvakazadzisika. Akadzingwa pakati pavanhu akafura uswa semombe. Muviri wake wakanyoroveswa nedova redenga kusvikira bvudzi rake rareba seminhenga yegondo uye nzara dzake dzafanana nedzeshiri. Nguva iyoyo yakati yapera, ini, Nebhukadhinezari, ndakasimudzira meso angu kudenga, uye pfungwa dzangu dzakavandudzwa. Ipapo ndakarumbidza Wokumusoro-soro; ndakamuremekedza uye ndikamukudza iye anogara nokusingaperi. Ushe hwake hahuperi; umambo hwake hunogara kubva kuchizvarwa kusvikira kune chimwe chizvarwa. Vanhu vose venyika havana maturo. Iye anoita sezvaanoda namasimba okudenga uye navanhu venyika. Hakuna munhu angakonesa ruoko rwake kana kuti kwaari, “Waiteiko?” Panguva yacho iyoyo yakavandudzwa pfungwa dzangu, kukudzwa kwangu nokubwinya kwangu kwakadzorerwa kwandiri nokuda kwokubwinya kwoushe hwangu. Vanamupamazano vangu namakurukota vakanditsvaka, uye ndakadzorerwazve pachigaro changu choushe ndikava mukuru kunyange kupfuura kare. Zvino ini Nebhukadhinezari, ndinorumbidza nokusimudzira nokukudza Mambo wokudenga, nokuti zvose zvaanoita zvakarurama uye nzira dzake dzose dzakarurama. Uye iye anogona kuninipisa vaya vanofamba mukuzvikudza. "
    },
    {
      "chapter": "5",
      "verses": "Ruoko Runonyora paMadziro Mambo Bherishazari akaitira makurukota chiuru mabiko makuru akanwa waini pamwe chete navo. Bherishazari achiri kunwa waini yake, akarayira kuti vauyise midziyo yegoridhe neyesirivha iya yakanga yatorwa naBaba vake Nebhukadhinezari kubva kutemberi yokuJerusarema, kuitira kuti mambo namakurukota ake, navakadzi vake uye varongo vake vanwiremo. Saka vakauyisa midziyo yegoridhe yakanga yatorwa mutemberi yaMwari muJerusarema, uye mambo namakurukota ake, vakadzi vake navarongo vake vakamwira mairi. Pavakanga vachinwa waini, vakarumbidza vamwari vegoridhe nesirivha, nevendarira, simbi namatanda namabwe. Pakarepo minwe yoruoko rwomunhu yakaonekwa ikanyora pamadziro akanamwa, pedyo napachigadziko chomwenje mumuzinda wamambo. Mambo akatarisa chanza pachakanga chichinyora. Chiso chake chakashanduka akatsvukuruka uye akavhunduka zvikuru, mabvi ake akadedera uye makumbo ake akarukutika. Mambo akadana vaya vamazango, navanoziva zvenyeredzi navafemberi kuti vaunzwe ndokuti kuvarume ava vakachenjera veBhabhironi, “Ani naani anoverenga runyoro urwo nokunditaurira zvarwunoreva achapfekedzwa nguo dzepepuru uye nouketani hwegoridhe mumutsipa wake, uye achaitwa mutongi wapamusoro-soro wechitatu muumambo.” Ipapo vakachenjera vose vamambo vakapinda, asi havana kugona kuverenga runyoro kana kutaurira mambo zvarwaireva. Saka Mambo Nebhukadhinezari akanyanya kutya uye uso hwake hukanyanya kutsvukuruka. Makurukota ake akakanganisika. Mambokadzi akati achinzwa inzwi ramambo namakurukota ake, akauya muimba yaiitirwa mabiko. Iye akati, “Imi mambo, raramai nokusingaperi! Musatya! Regai kutsvukuruka kuuso kwenyu! Muumambo hwenyu muno murume ano mweya wavamwari vatsvene maari. Panguva yababa venyu iye akawanikwa achigona zviri mberi nezivo nouchenjeri hwakafanana nohwavamwari. Mambo Nebhukadhinezari baba venyu, ndati baba venyu imi mambo, vakamugadza kuti ave mukuru wen'anga, navamazango, navazivi vezvenyeredzi navafemberi. Murume uyu Dhanieri, iye akatumidzwa kuti Bheriteshazari namambo, akawanikwa aine pfungwa dzine shungu nezivo nokunzwisisa, uye nokugona kududzira kurota, nokutsanangura zvirambwe nokupedza matambudziko. Daidzai Dhanieri, iyeye achakuudzai zvinoreva runyoro.” Saka Dhanieri akauyiswa pamberi pamambo, mambo akati kwaari, “Ndiwe Dhanieri mumwe wavakatapwa nababa vangu mambo kubva kuJudha here? Ndanzwa kuti mweya wavamwari uri mauri uye kuti unoona zviri mberi, une zivo nouchenjeri hwapamusoro. Vachenjeri, navamazango vakauyiswa pamberi pangu kuti vazoverenga runyoro urwu nokundiudza zvarunoreva, asi havana kugona kunditsanangurira. Zvino ndanzwa kuti unogona kupa dudziro nokupedza matambudziko. Kana ukagona kuverenga runyoro nokunditaurira zvarunoreva, uchafukidzwa nguo yepepuru uye uchaiswa uketani hwegoridhe pamutsipa wako, uye uchaitwa mutongi wechitatu wapamusoro-soro poushe.” Ipapo Dhanieri akapindura mambo achiti, “Zvichengeterei henyu zvipo zvenyu uye mugopa mibayiro yenyu kuno mumwe. Kunyange zvakadaro hazvo ndichaverengera mambo runyoro nokumuudza zvarunoreva.” “Haiwa mambo, Mwari Wokumusoro-soro akapa baba venyu Nebhukadhinezari ushe noukuru nokukudzwa nokubwinya. Nokuda kwechinzvimbo chakakwirira chaakamupa, vanhu vose nendudzi dzose navanhu vemitauro yose vakadedera vakamutya. Avo vaaida kuuraya, aiuraya, avo vaaida kuraramisa aivararamisa; avo vaaida kusimudzira, aisimudzira; uye avo vaaida kuninipisa, aininipisa. Asi mwoyo wake wakati wazvikudza uye waomeswa nokuzvikudza, akabviswa pachigaro chake choushe vakamutorera kukudzwa kwake. Akadzingwa pakati pavanhu akapiwa pfungwa yemhuka; akagara pakati pembizi akadya uswa semombe; uye muviri wake ukanyoroveswa nedova rokudenga, kusvikira aziva kuti Mwari Wokumusoro-soro ndiye ishe pamusoro poushe hwavanhu uye kuti anogadza pamusoro pavo ani zvake waanoda. “Asi imi mwanakomana wake, imi Bherishazari, hamuna kuzvininipisa, kunyange maiziva henyu chinhu ichi. Pamusoro pezvo imi makasarudza kurwa naishe wokudenga. Makaita kuti midziyo yegoridhe iuyiswe kwamuri ichibva kutemberi, uye imi namakurukota enyu, vakadzi venyu navarongo venyu makanwira waini mairi. Marumbidza vamwari vesirivha negoridhe, nendarira, nesimbi, namatanda namabwe, zvisingagoni kuona kana kunzwa kana kunzwisisa. Asi hamuna kukudza Mwari akabata muruoko rwake upenyu hwenyu nenzira dzenyu dzose. Naizvozvo akatumira ruoko rwakanyora zvakanyorwa. “Izvi ndizvo zvakanyorwa: MENE, MENE, TEKERE, UFASINI. “Hezvino zvinoreva mashoko aya: Mene: Mwari akaverenga mazuva okutonga kwenyu akaagumisa. Tekere: Makayerwa pachiyero mukawanikwa makareruka. Peresi: Umambo hwenyu hwakakamuraniswa hukapiwa vaMedhia navaPezhia.” Ipapo Bherishazari akarayira kuti Dhanieri ashongedzwe nguo dzepepuru, ketani yegoridhe ikaiswa pamutsipa wake, zvikaziviswa kuti akange ava mutongi wapamusoro wechitatu muushe. Usiku ihwohwo Bherishazari, mambo wavaBhabhironi akaurayiwa, Dhariasi muMedhia akatora umambo, ana makore makumi matanhatu namaviri. "
    },
    {
      "chapter": "6",
      "verses": "Dhanieri muGomba reShumba Zvakafadza Dhariasi kugadza machinda zana namakumi maviri kuti vatonge muushe hwose, navakuru vatatu vaiva pamusoro pavo, mumwe wavo akanga ari Dhanieri. Machinda aiva pasi pavo kuitira kuti mambo arege kurasikirwa. Zvino Dhanieri akagona akakunda vakuru namachinda mumaitiro ake aishamisa zvokuti mambo akaronga kumugadza kuti ave pamusoro poumambo hwose. Ipapo, vakuru namachinda vakaedza kutsvaka mhosva yavangapomera Dhanieri pamusoro pokufambisa kwake mabasa ehurumende, asi havana chavakagona kuwana. Havana kuwana uori maari, nokuti akanga akatendeka uye pasina uori kana kushaya hanya maari. Pakupedzisira varume ava vakati, “Hatingambowani hwaro hwokupomera Dhanieri mhosva kunze kwechinhu chine chokuita nezvomurayiro waMwari wake.” Saka vakuru namachinda vakaenda vose pamwe chete kuna mambo vakandoti, “Haiwa Mambo Dhariasi, raramai nokusingaperi! Vakuru voushe vatariri, machinda, navapangi vamazano uye vabati vakatenderana vose kuti mambo ngaateme chirevo nokusimbisa chirevo kuti ani naani anonyengetera kuna mwari upi zvake kana munhu pakati pamazuva makumi matatu, kunze kwokwamuri imi mambo, achakandwa mugomba reshumba. Zvino, imi mambo isai chirevo uye muchinyore kuitira chirege kushandurwa zvinoenderana nemirayiro yavaMedhia navaPezhia, usingagoni kushandurwa.” Saka Mambo Dhariasi akanyora chirevo. Zvino Dhanieri akati anzwa kuti chirevo chakanga chaziviswa, akaenda muimba yake yapamusoro yaiva namawindo akanga akatarira kuJerusarema. Akapfugama namabvi ake akanyengetera katatu pazuva, achivonga kuna Mwari wake, sezvaaisiita. Ipapo varume ava vakaenda vose pamwe chete vakawana Dhanieri achinyengetera, achikumbira kubatsirwa naMwari. Saka vakaenda kuna mambo vakataura naye pamusoro pechirevo chake choushe vachiti, “Ko, hamuna kuzivisa here chirevo chokuti pakati pamazuva makumi matatu anotevera, ani naani anonyengetera kuna mwari kana munhu upi kunze kwokwamuri, imi mambo, achakandwa mugomba reshumba?” Mambo akapindura akati, “Chirevo chakadaro chiripo, chinoenderana nomurayiro wavaMedhia navaPezhia, usingagoni kushandurwa.” Ipapo vakati kuna mambo, “Dhanieri, mumwe wavakatapwa vakabva Judha, haakuteererei, imi mambo, kana kuchirevo chamakatema norunyoro rwenyu. Achiri kunyengetera katatu pazuva.” Mambo akati anzwa izvi, akatambudzika zvikuru; akanga achida kurwira Dhanieri uye akaedza nzira dzose dzokumuponesa kusvikira kwadoka. Ipapo varume vakaenda vose pamwe chete kuna mambo vakati kwaari, “Rangarirai imi mambo, kuti maererano nomurayiro wavaMedhia navaPezhia, hakuna chirevo kana mutemo unopiwa namambo unogona kushandurwa.” Saka mambo akarayira, akauyisa Dhanieri ndokumukanda mugomba reshumba. Mambo akati kuna Dhanieri, “Mwari wako, waunoramba uchishumira, ngaakurwire!” Vakauyisa ibwe vakariisa pamusoro pomuromo wegomba, mambo ndokurisimbisa nechidhindo chake uye nezvidhindo zvamakurukota ake, kuitira kuti mamiriro aDhanieri arege kushandurwa. Ipapo mambo akadzokera kumuzinda wake akavata usiku hwose asina kudya uye hakuna chinhu chipi chaivaraidza chakauyiswa kwaari. Uye akashayiwa hope. Panguva dzamambakwedza, mambo akamuka akamhanyira kugomba reshumba. Akati aswedera pagomba, akadanidzira kuna Dhanieri nenzwi rokuchema achiti, “Dhanieri, iwe muranda waMwari mupenyu, Mwari wako, iye waunoshumira nguva dzose, agona kukurwira pamuromo weshumba here?” Dhanieri akapindura akati, “Imi mambo, raramai nokusingaperi! Mwari wangu akatuma mutumwa wake, akadzivirira miromo yeshumba. Hadzina kundikuvadza, nokuti ndakawanikwa ndisina mhosva pamberi pake. Uye handina kumboita chinhu chakaipa pamberi penyu, imi mambo.” Mambo akafara zvikuru akarayira kuti Dhanieri abudiswe mugomba. Uye Dhanieri akati abudiswa mugomba, hakuna vanga rakawanikwa paari, nokuti akanga avimba naMwari wake. Mambo akarayira kuti varume vakanga vapomera Dhanieri varwiswe, uye kuti vakandwe mugomba reshumba, pamwe chete navakadzi vavo navana vavo. Uye vasati vasvika pasi pegomba, shumba dzakavakurira dzikapwanya mapfupa avo ose. Ipapo Mambo Dhariasi akanyorera vanhu vose, nendudzi dzose navanhu vemitauro yose panyika yose achiti, “Mubudirire zvikuru kwazvo! “Ndinotema chirevo chokuti munzvimbo dzose dzoushe hwangu vanhu vanofanira kutya nokuremekedza Mwari waDhanieri. “Nokuti ndiye Mwari mupenyu uye anogara nokusingaperi; umambo hwake hahungaparadzwi, ushe hwake hahutongogumi. Anorwira uye anoponesa; anoita zviratidzo nezvishamiso mudenga napamusoro penyika. Akarwira Dhanieri pasimba reshumba.” Saka Dhanieri akabudirira pamazuva okutonga kwaDhariasi nokutonga kwaSirasi muPezhia. "
    },
    {
      "chapter": "7",
      "verses": "Dhanieri anorota Mhuka Ina Mugore rokutanga ramambo Bherishazari, mambo weBhabhironi, Dhanieri akarota hope, uye akaona zviratidzo mumusoro make paakanga avete pamubhedha wake. Akanyora muchidimbu, zvose zvaakarota. Dhanieri akati, “Pachiratidzo changu usiku, ndakatarira, uye hapo pamberi pangu pakanga pane mhepo ina dzokudenga dzaibvongodza gungwa guru. Mhuka huru ina, dzisina kufanana dzakabuda mugungwa. “Yokutanga yakanga yakaita seshumba, uye yakanga ina mapapiro egondo. Ndakatarisa kusvikira mapapiro ayo abviswa uye ikasimudzwa kubva pasi zvokuti yakamira namakumbo maviri somunhu, uye yakapiwa mwoyo womunhu. “Uye hapo pamberi pangu pakanga pane mhuka yechipiri, yakanga yakafanana nebere. Yakanga yakasimudzwa kuno rumwe rutivi rwayo, uye yakanga yakaruma mbabvu nhatu mumuromo mayo. Yakanzi, ‘Simuka udye nyama yako ugute!’ “Shure kwaizvozvo, ndakatarisa, uye hapo pamberi pangu pakanga pane imwe mhuka, yakanga yakafanana neingwe. Uye yakanga ina mapapiro mana akaita seeshiri kumusana kwayo. Mhuka iyi yakanga ine misoro mina, uye yakapiwa simba rokutonga. “Shure kwaizvozvo, ndakatarisa muchiratidzo changu usiku, uye hapo pamberi pangu pakanga pane mhuka yechina, yaityisa uye yaivhundutsa, uye ine simba guru. Yakanga ina meno makuru esimbi; yakapwanya ikadya nyama yayo uye ikatsikatsika namakumbo ayo zvose zvakanga zvasara. Yakanga yakasiyana nedzimwe mhuka dzose dzakare, uye yakanga ine nyanga gumi. “Ndichiri kufunga pamusoro penyanga, hapo pamberi pangu pakanga pava norumwe runyanga, ruduku rwakabuda pakati padzo; uye dzimwe nyanga nhatu dzokutanga dzakadzurwa pamberi parwo. Runyanga urwu rwakanga runa meso akafanana nameso omunhu uye nomuromo waitaura zvokuzvikudza. “Ndichakatarisa, zvigaro zvoushe zvakagadzikwa, uye Iye Wamazuva Akare akagara pachigaro chake. Nguo dzake dzakanga dzakachena sechando; bvudzi romusoro wake rakanga rakachena sewuru. Chigaro chake chainganduma nomoto, uye mavhiri acho ose aipfuta. Rwizi rwomoto rwaiyerera, ruchibuda pamberi pake. Zviuru nezviuru zvakanga zvichimushandira; zviuru gumi zvakapetwa kanokwana gumi zvakamira pamberi pake. Dare rakagara pasi, mabhuku ndokuzarurwa. “Ipapo ndakaramba ndakatarira nokuda kwamashoko okuzvikudza akanga achitaurwa norunyanga. Ndakaramba ndakatarira kusvikira mhuka iyi yaurayiwa uye muviri wayo waparadzwa ikakandwa mumoto waipfuta. Kana dziri dzimwe mhuka dzakanga dzatorerwa simba radzo, asi dzakatenderwa kurarama kwechinguva. “Ndakatarisa pachiratidzo changu usiku, uye hapo pamberi pangu pakanga pano mumwe akaita somwanakomana womunhu, akanga achiuya namakore okudenga. Akaenda kuna Wamazuva Akare akasvitswa pamberi pake. Akapiwa simba, kubwinya nesimba roushe; vanhu vose, ndudzi dzose uye vanhu vemitauro yose vakamunamata. Ushe hwake hunogara nokusingaperi husingazongopfuuri, uye umambo hwake ndihwo husingazomboparadzwi. Kududzirwa kwoKurota “Ini Dhanieri ndakatambudzika mumweya wangu, uye zviratidzo zvakasvika mumusoro mangu zvakanditambudza. Ndakaenda kuno mumwe wavakanga vakamirapo ndikamubvunza chaizvo zvaireva izvi zvose. “Saka akandiudza ndokundidudzira zvinhu izvi, achiti, ‘Mhuka huru ina ndidzo umambo huna huchamuka panyika. Asi vatsvene voWokumusoro-soro vachapiwa umambo uhu uye huchava hwavo nokusingaperi, hongu nokusingaperi-peri.’ “Ipapo ndakada kuziva chokwadi chezvinoreva mhuka yechina, yakanga yakasiyana nedzimwe dzose uye yaityisa kwazvo, namazino ayo esimbi nenzara dzendarira, mhuka yakapwanya ikadya nyama uye ikatsika-tsika namakumbo ayo zvose zvakanga zvasara. Ndakadawo kuziva pamusoro penyanga gumi dzakanga dziri pamusoro wayo uye napamusoro porumwe runyanga rwuya rwakabuda, dzimwe dzacho nhatu dzikawa pamberi payo, runyanga rwuya rwainyanya kuva nomukundo kupfuura dzimwe, uye rwakanga runa meso uye nomuromo waitaura mashoko okuzvikudza. Ndichakatarisa, runyanga urwu rwakanga ruchirwa hondo navatsvene ruchivakunda, kusvikira Iye Wamazuva Akare asvika akaruramisira vatsvene voWokumusoro-soro, uye nguva ikasvika yavakatora umambo. “Akandipa tsananguro iyi achiti, ‘Mhuka yechina ndiyo umambo hwechina huchaonekwa panyika. Huchasiyana nohumwe umambo uye huchaparadza nyika yose, huchiitsikirira pasi nokuiparadza. Nyanga gumi ndidzo madzimambo gumi achabva kuumambo uhu. Shure kwavo kuchamuka mumwe mambo, akasiyana navaya vokutanga; achakunda madzimambo matatu. Iye achataura zvinorwisana noWokumusoro-soro achimanikidza vatsvene, uye achaedza kushandura nguva dzakatarwa nemirayiro. Vatsvene vachaiswa kwaari kwechinguva, nedzimwe nguva nehafu yenguva. “ ‘Asi dare richagara, uye simba rake richatorwa rigoparadzwa zvachose nokusingaperi. Ipapo simba roumambo, simba noukuru hwoumambo pasi pedenga rose richapiwa kuvatsvene, ivo vanhu voWokumusoro-soro. Umambo hwake huchava hwokusingaperi, uye vatongi vose vachamunamata nokumuteerera iye.’ “Aya ndiwo magumo enyaya. Ini, Dhanieri, ndakatambudzika zvikuru nepfungwa dzangu, uye uso hwangu hwakatsvukuruka, asi ndakachengeta nyaya iyi mumwoyo mangu.” "
    },
    {
      "chapter": "8",
      "verses": "Chiratidzo chaDhanieri cheGondohwe neMbudzi Mugore rechitatu rokutonga kwaMambo Bherishazari, ini, Dhanieri, ndakaona nechiratidzo, shure kwechimwe chandakanga ndamboona kare. Muchiratidzo changu, ndakazviona ndiri munhare yeShushani munyika yeEramu, muchiratidzo imomo, ndakanga ndiri parutivi rwoMugero weUrai. Ndakatarisa kumusoro, ndokuona hapo pamberi pangu pakanga pane gondohwe raiva nenyanga mbiri, rakamira parutivi rwomugero, uye nyanga dzacho dzakanga dzakareba. Rumwe runyanga rwakanga rwakareba kupfuura rumwe asi ndirwo rwakamera mumashure. Ndakatarira gondohwe parakanga richitunga rakananga kumavirira nokumusoro nezasi. Hakuna mhuka yaigona kumisidzana naro, uye hakuna aigona kununura kubva pasimba raro. Raiita zvaraida uye rikava guru. Ndakati ndichifunga pamusoro peizvi, pakarepo nhongo yakanga ine runyanga rukuru pakati pameso ayo yakabva kumavirira, ichidarika napanyika yose isingatsiki pasi. Yakauya yakananga kugondohwe raiva nenyanga mbiri randakanga ndaona rimire parutivi rwomugero ndokuritunga zvine hasha kwazvo. Ndakaiona ichirwisa gondohwe nehasha kwazvo, ikaritunga ndokuvhuna nyanga dzaro mbiri. Gondohwe rakanga risina simba rokurwisana nayo; nhongo yakariwisira pasi ikaritsika-tsika, uye hakuna akagona kununura gondohwe pasimba rayo. Nhongo yakava huru kwazvo, asi yakati yasimba kwazvo, runyanga rwayo rukuru rwakavhunika, uye panzvimbo yarwo pakamera dzimwe nyanga ina dzakasimba dzakananga kumhepo ina dzokudenga. Pano rumwe runyanga pakabuda rumwe runyanga, rwakatanga rwuri ruduku asi rwakakura musimba kurutivi rwezasi uye nechokumabvazuva uye. Rwakananga kuNyika Yakaisvonaka. Rwakakura kusvikira rwasvika kuhando dzokudenga, uye rukakanda dzimwe nyeredzi panyika pasi ndokudzitsika-tsika. Rwakazvikudza kuti rukure soMuchinda wehondo, rwakabvisa zvibayiro zvezuva nezuva kubva kwaari, uye nzvimbo yeimba yake tsvene ikaputsirwa pasi. Nokuda kwokumukira, hondo yavatsvene uye chibayiro chamazuva ose zvakapiwa kwarwuri. Rwakabudirira pane zvose zvarwaiita, uye chokwadi chikakandirwa pasi. Ipapo ndakanzwa mumwe mutsvene achitaura, uye mumwe mutsvene akati kwaari, “Zvichatora nguva yakadini kuti chiratidzo chizadziswe, chiratidzo pamusoro pechibayiro chamazuva ose, kumukira kunokonzera kuparadzwa, uye kusiyiwa kwenzvimbo tsvene nehondo zvichatsikwa-tsikwa pasi petsoka?” Akati kwandiri, “Zvichatora madekwana namangwanai ane zviuru zviviri zvina mazana matatu; ipapo nzvimbo tsvene ichanatswazve.” Kududzirwa kweChiratidzo Ini, Dhanieri, pandakanga ndichakatarira chiratidzo ndichiedza kuchinzwisisa, ndakaona hapo pamberi pangu mumwe akanga achitarisika somunhu. Uye ndakanzwa inzwi romunhu richibva kuUrai richidana richiti, “Gabhurieri, taurira munhu uyu zvinoreva chiratidzo.” Paakaswedera panzvimbo yandakanga ndimire, ndakatya ndikawira pasi nechiso changu. Iye akati kwandiri, “Mwanakomana womunhu, nzwisisa kuti chiratidzo ichi ndechenguva yokupedzisira.” Paakanga achataura neni, ndakabatwa nehope huru kwazvo, chiso changu chakatarira pasi. Ipapo akandibata akandisimudza ndikamira netsoka dzangu. Akati, “Ndichakuzivisa zvichaitika pakupedzisira munguva yehasha, nokuti chiratidzo ndechenguva yakatarwa yokupedzisira. Gondohwe rine nyanga rawakaona rinomirira madzimambo eMedhia nePezhia. Nhongo ine mvere dzakamvirinyinyika ndiyo mambo weGirisi, uye runyanga rukuru rwuri pakati pameso ndiyo mambo wokutanga. Nyanga ina dzakatsiva ruya rwakavhunuka dzinomirira ushe una huchabuda murudzi rwake asi hahuzovi nesimba rakaenzana. “Panguva yokupedzisira yokutonga kwavo, vapanduki pavachanyanya kuipa, mambo ane chiso chakaomarara, mukuru wouipi, achamuka. Achava nesimba kwazvo, asi risiri simba rake chairo. Achakonzera kuparadzwa kunoshamisa uye achabudirira pane zvose zvaanoita. Achaparadza varume vane simba navanhu vatsvene. Achaita kuti kunyengera kubudirire, uye achazviona somunhu wapamusoro. Achaparadza vazhinji, pavanofunga kuti vagarika ndokumukiravo Muchinda wamachinda. Asi zvazvo achazoparadzwa, asi kwete nesimba romunhu. “Chiratidzo chamadekwana nechamagwanaani chakapiwa kwauri ndechechokwadi, asi vanza chiratidzo icho, nokuti ndechenguva inouya.” Ini, Dhanieri, ndakapera simba ndikarwara kwamazuva mazhinji. Ipapo ndakamuka hangu ndikandobata basa ramambo. Ndakatyiswa nechiratidzo; chakanga chisinganzwisisike. "
    },
    {
      "chapter": "9",
      "verses": "Munyengetero waDhanieri Mugore rokutanga raDhariasi mwanakomana waAhasuerasi (chizvarwa cheMedhia), uyo akaitwa mutongi pamusoro poumambo hwavaBhabhironi, mugore rokutanga rokutonga kwake, ini Dhanieri, ndakanzwisisa kubva muMagwaro, sezvakataura shoko raJehovha rakapiwa kuna Jeremia muprofita, kuti Jerusarema richagara riri dongo kwamakore makumi manomwe. Saka ndakatendeukira kuna Ishe Mwari ndikamukumbira mukunyengetera nokuteterera, ndichitsanya, uye ndikafuka nguo dzamasaga namadota. Ndakanyengetera kuna Jehovha Mwari wangu ndikareurura ndichiti, “Haiwa Ishe, Mwari mukuru anotyisa, iye anochengeta sungano yake yorudo navose vanomuda uye vanoteerera mirayiro yake, takatadza tikaita zvakaipa. Takaita zvinhu zvakaipa uye takakumukirai; takatsauka tikava kure nemitemo nemirayiro yenyu. Hatina kuteerera varanda venyu vaprofita, vakataura muzita renyu kumadzimambo, machinda edu namadzibaba edu, uye nokuvanhu vose venyika. “Ishe, imi makarurama, asi nhasi takafukidzwa nenyadzi, vanhu veJudha navanhu veJerusarema navaIsraeri vose, vari pedyo navose vari kure, munyika dzose kwamakatiparadzira nokuda kwokusatendeka kwedu kwamuri. Haiwa Jehovha, isu namadzimambo edu, machinda edu namadzibaba edu takafukidzwa nenyadzi nokuti takakutadzirai. Ishe Mwari wedu ndiye ane ngoni uye anokanganwira, kunyange dai takamumukira. Hatina kuteerera Jehovha Mwari wedu kana kuchengeta mirayiro yaakatipa kubudikidza navaranda vake vaprofita. VaIsraeri vose vakadarika murayiro wenyu ndokutsauka, vachiramba kukuteererai imi. “Naizvozvo kutukwa nokutonga kwaakapika kwakanyorwa mumurayiro waMozisi, muranda waMwari, zvakadururirwa pamusoro pedu, nokuti takakutadzirai imi. Makazadzisa mashoko akataurwa pamusoro pedu napamusoro pamadzishe edu nokuuyisa pamusoro pedu njodzi huru. Hakuna kumbova nechinhu chakaitwa pasi pedenga rose chakafanana nezvakaitwa paJerusarema. Sezvazvakanyorwa muMurayiro waMozisi, njodzi iyi yose yakawira pamusoro pedu, kunyange zvakadaro hatina kutsvaka nyasha dzaJehovha Mwari wedu nokutendeuka kubva pazvivi zvedu tichiteerera chokwadi chenyu. Jehovha haana kunonoka kuuyisa njodzi pamusoro pedu, nokuti Jehovha Mwari wedu akarurama pazvinhu zvose zvaanoita; asi hatina kumuteerera. “Zvino, imi Ishe Mwari wedu, makabudisa vanhu venyu kubva muIjipiti noruoko rune simba uye mukazviitira zita rinogara kusvikira iye nhasi, takatadza, takaita zvakaipa. Haiwa Ishe, dzorai kutsamwa kwenyu nehasha dzenyu kubva paJerusarema, guta renyu nechikomo chenyu chitsvene, nokuda kwamabasa enyu ose akarurama. Zvivi zvedu nezvakaipa zvamadzibaba edu zvakaita kuti Jerusarema nevanhu zvive chinhu chinosekwa naavo vose vakatikomberedza. “Zvino, imi Mwari wedu, inzwai minyengetero nemikumbiro yomuranda wenyu. Haiwa Ishe, nokuda kwenyu, mutarire nenyasha pamusoro petemberi yenyu yakaparara. Rerekai nzeve yenyu imi Mwari, uye munzwe; zarurai meso enyu muone kuparadza kweguta rakatumidzwa Zita renyu. Hatikumbiri kwamuri nokuda kwokuti takarurama, asi nokuda kwenyasha dzenyu huru. Haiwa Ishe, inzwai! Haiwa Ishe kanganwirai! Haiwa Ishe, inzwai muite! Haiwa Mwari wangu, nokuda kwenyu musanonoka, nokuti vanhu venyu neguta renyu vakatumidzwa Zita renyu.” Vhiki Makumi Manomwe Pandakanga ndichitaura uye ndichinyengetera, ndichireurura zvivi zvangu nezvivi zvavanhu vangu vaIsraeri ndichiisa chikumbiro changu kuna Jehovha Mwari wangu nokuda kwechikomo chake chitsvene, ndichiri pakunyengetera, Gabhurieri, murume wandakanga ndaona muchiratidzo changu chokutanga, akasvika pandiri achibhururuka kwazvo nenguva inenge yechibayiro chamadekwana. Akandirayira uye akati kwandiri, “Dhanieri, ndauya zvino kuzokupa njere nokunzwisisa. Pawakangotanga kunyengetera, mhinduro yakabva yapiwa, ndiyo yandauya kuzokuudza, nokuti iwe unokudzwa kwazvo. Naizvozvo rangarira shoko iri uye unzwisise chiratidzo: “Vhiki makumi manomwe dzakatemerwa vanhu vako uye neguta rako dzvene kuti vapedze kudarika kwavo, varege kutadza, kana kuyanana nezvakaipa, vauye nokururama kusingaperi, kusimbisa chiratidzo nechiprofita nokuzodza iye mutsvene tsvene. “Uzive uye unzwisise izvi: Kubva pakupiwa kwechirevo chokuvandudza nokuvaka Jerusarema kusvikira Muzodziwa, iye mutongi, auya, kuchava nevhiki nomwe uye vhiki makumi matanhatu nembiri. Richavakwa rine migwagwa uye nomugero, asi munguva dzokutambudzika. Shure kwevhiki makumi matanhatu nembiri, Muzodziwa achagurwa uya achashaya chinhu. Vanhu vomutongi vachasvika ndokuparadza guta nenzvimbo tsvene. Kuguma kuchauya sokudira kwemvura. Hondo icharamba iripo kusvikira kumagumo, uye kuparadzwa kwakatemwa kare. Iye achasimbisa sungano navazhinji kwevhiki imwe. Pakati pevhiki achagumisa chibayiro nechipiriso. Uye pano rumwe rutivi rwetemberi achaisa chinyangadzo chinokonzera kuparadzwa, kusvikira kuguma kwakatemwa kwadururirwa pamusoro pake.” "
    },
    {
      "chapter": "10",
      "verses": "Chiratidzo choMunhu chaDhanieri Mugore rechitatu ramambo Sirasi wePezhia, Dhanieri (iye ainzi Bheriteshazari) akazarurirwa. Shoko racho rakanga riri rechokwadi uye raireva kurwa kukuru. Akanzwisisa shoko iri nechiratidzo. Panguva iyo, ini, Dhanieri ndakachema kwevhiki nhatu. Handina kudya zvokudya zvakanaka; kunyange nyama kana waini hazvina kusvika pamuromo wangu; uye handina kana kuzora mafuta kusvikira vhiki nhatu dzapera. Pazuva ramakumi maviri namana romwedzi wokutanga, pandaiva ndimire pamhenderekedzo yorwizi rukuru, irwo Tigirisi, ndakatarisa kumusoro uye hapo pamberi pangu pakanga pane murume akapfeka nguo dzomucheka, nebhanire regoridhe yakanatswa muchiuno chake. Muviri wake wakanga wakaita sekirisoreti, chiso chake chichipenya semheni, meso ake aipfuta somwenje, maoko ake namakumbo ake zvichivaima sendarira yakakweshwa, uye inzwi rake rakafanana nomutinhiro wavazhinji. Ini, Dhanieri, ndini ndoga chete ndakaona chiratidzo; varume vakanga vaneni havana kuchiona, asi kutyisa kwakadai kwakavavhundutsa zvokuti vakatiza vakandovanda. Saka ndakasiyiwa ndiri ndoga, ndakatarira kuchiratidzo chikuru; ndakanga ndisisina simba, chiso changu chakashanduka chikatsvukuruka uye ndakanga ndapererwa. Ipapo ndakamunzwa achitaura, uye pandakanga ndakateerera kwaari, ndakabatwa nehope huru, ndikatsikitsira pasi. Ruoko rwakandibata rukandiita kuti ndidedere pamaoko angu namabvi. Iye akati kwandiri, “Dhanieri, iwe unokudzwa zvikuru, chichengeta zvikuru mashoko andava kutaura kwauri, uye usimuke, nokuti zvino ndatumwa kwauri.” Zvino paakareva izvi kwandiri, ndakasimuka ndichidedera. Ipapo akaenderera mberi akati, “Usatya, Dhanieri. Kubva pazuva rawakafunga kuwana kunzwisisa nokuzvininipisa pamberi paMwari wako, mashoko ako akanzwika, uye ini ndauya nemhinduro. Asi muchinda wavaPezhia akandidzivisa mazuva makumi maviri nerimwe apfuura. Ipapo Mikaeri, mumwe mukuru wamachinda, akauya kuzondibatsira, nokuti ndakanga ndakavharidzirwa ikoko namambo wavaPezhia. Zvino ndauya kuzokutsanangurira zvichaitika kuvanhu vako pamazuva anouya, nokuti chiratidzo ndechenguva ichauya.” Achiri kutaura izvi kwandiri, ndakakotama ndakatsikitsira pasi ndikashaya chokutaura. Ipapo mumwe akanga akafanana nomunhu akabata muromo wangu, ini ndikashamisa muromo wangu ndokutanga kutaura. Ndakati kuno wakanga amire pamberi pangu, “Ini ndabatwa nokurwadziwa nokuda kwechiratidzo, ishe wangu, uye ndapererwa. Ndingataura sei nemi, ini muranda wenyu, ishe wangu? Simba rangu rapera uye handichakwanisi kufema.” Zvakare, mumwe akanga akafanana nomunhu akandibata akandipa simba. Iye akati, “Usatya, iwe munhu anokudzwa zvikuru. Rugare! Iva nesimba zvino, simba.” Paakataura neni, ndakabva ndasimba ndikati, “Taurai Ishe wangu, sezvo mandipa simba.” Saka iye akati, “Unoziva here zvandavinga kwauri? Ndichadzokera nokukurumidza kundorwa nomuchinda wePezhia, uye kana ndaenda, muchinda weGirisi achauya; asi chokutanga ndichakuudza zvakanyorwa muBhuku reZvokwadi. Hakuna anonditsigira kundorwa navo kunze kwaMikaeri, muchinda wako. "
    },
    {
      "chapter": "11",
      "verses": "Uye mugore rokutanga raDhariasi muMedhia, ini ndakasimuka kuti ndimutsigire nokumudzivirira. Madzimambo eZasi neoKumusoro “Zvino ipapo, ndinokuudza chokwadi: Mamwezve madzimambo matatu achavamo muPezhia, uye ipapozve mumwe wechina, achava akafuma kupfuura vamwe vose. Paachava nesimba nokuda kwepfuma yake, achamutsa vamwe vose kuzorwa noumambo hweGirisi. Ipapo mambo ane simba achavapo, uyo achatonga nesimba guru nokuita sezvaanoda. Shure kwokuonekwa kwake, ushe hwake huchatsemuka hugogoverwa kumhepo ina dzedenga. “Mambo weZasi achava neimba, asi mumwe wavakuru vake vehondo achava nesimba kupfuura iye uye achatonga muumambo hwake amene nesimba guru. Shure kwamamwe makore, vachazobatana. Mwanasikana wamambo weZasi achaenda kuna mambo woKumusoro kuti anoita sungano, asi mwanasikana uyu haangarambi ane simba rake, uye iye mambowo nesimba rake zvichaguma. Mumazuva iwayo mwanasikana acharaswa, pamwe chete navanomurinda nababa vake uye naiye anomutsigira. “Mumwe anobva mumhuri yake achamutswa kuti atore nzvimbo yake. Acharwisa mauto amambo woKumusoro agopinda munhare yake; iye acharwa navo agovakunda. Achatapawo vamwari vavo, zvifananidzo zvavo zvesimbi nezvinhu zvavo zvinokosha zvesirivha negoridhe agozvitakura achienda nazvo kuIjipiti. Achazosiya mambo woKumusoro ari oga kwamakore. Ipapo mambo woKumusoro acharwisa umambo hwamambo weZasi asi achizodzokera hake kunyika yake. Vanakomana vake vachagadzirira kurwa uye vachaunganidza hondo huru, ichakukura samafashamu emvura ane simba vagorwa kusvikira kunhare yake. “Ipapo mambo weZasi achafora akatsamwa kwazvo kuti azorwisa mambo woKumusoro, uyo achamutsa hondo huru, asi ichizokundwa. Kana varwi vaendwa navo, weZasi achazara nokuzvikudza uye achauraya zviuru zvizhinji, asi zvazvo haazorambi achikunda. Nokuti mambo woKumusoro achaumba imwe hondo, yakakura kupfuura yokutanga; uye shure kwamakore mazhinji, achaenda kundorwa ane hondo huru huru yakashongedzwa zvakakwana. “Munguva idzodzo vazhinji vachamukira mambo weZasi. Varume vechisimba pakati pavanhu vokwako vachakumukira kuti chiratidzo chizadziswe, asi havangakundi. Ipapo mambo woKumusoro achauya agovaka mirwi yokurwisa uye achapamba guta rakakomberedzwa, Mauto eZasi achashaya simba rokuzvidzivirira; kunyange mapoka emhare dzavo achashaya simba rokumira. Mupambi achaita zvaanoda; hakuna achagona kumisidzana naye. Achazvisimbisa muNyika Yakaisvonaka uye achava nesimba rokuiparadza. Achashingaira kuti auye navane simba voumambo hwake hwose uye achabatana namambo weZasi. Uye achamupa mwanasikana wake kuti amuwane kuitira kuti aparadze umambo, asi urongwa hwake hahuzobudiriri kana kumubatsira. Ipapo acharinzira chiso chake kuzviwi agotora zvizhinji zvacho, asi mukuru wamauto achagumisa kuzvidza kwake uye agodzorera kuzvidzwa kwake kwaari amene. Shure kwaizvozvo, achadzokera akananga kunhare dzenyika yake asi achagumburwa ndokuwa, akasazoonekwazve. “Anomutevera achatumira muteresi kuti achengetedze mbiri youmambo. Zvisinei hazvo, shure kwamakore mashoma, iye achaparadzwa, zvisingaitwi mukutsamwa kana muhondo. “Achatsiviwa nomunhu anozvidzwa asina kumbopiwa rukudzo rwoumambo. Iye achapamba umambo panguva iyo vanhu vanenge vakadekara, uye achahubvuta nenzira yokubata kumeso. Ipapo hondo huru ichakukurwa pamberi pake; zvose iye nomuchinda wesungano zvichaparadzwa. Shure kwokuita chibvumirano naye, achaita zvinhu zvounyengeri, uye navanhu vashoma chete achatora chigaro chokutonga. Matunhu akapfuma paanenge adekara, acharwisa uye achakwanisa kuita zvisina kumboitwa namadzibaba ake kana madzitateguru ake. Achagovera zvaakapamba, zvaakatora nebipitira nepfuma, pakati pavanhu vake. Achaita rangano yokuparadza nhare, asi kwechinguva chete. “Nehondo huru achamutsa simba rake nokushinga kwake kuti arwise mambo weZasi. Mambo weZasi acharwa naye nehondo huru kwazvo uye hondo ine simba kwazvo, asi haazogoni kumira nokuda kwamano aakarongerwa. Vaya vanodya zvokudya zvamambo vachaedza kumuparadza; hondo yake ichakukurwa, uye vazhinji vachafa muhondo. Madzimambo maviri, vane mwoyo yavo yakakombamira pane zvakaipa, vachagara patafura imwe chete vachireverana nhema, asi pasina zvazvinobatsira, nokuti kuguma kuchasvika zvakadaro panguva yakatarwa. Mambo woKumusoro achadzokera kunyika yokwake nepfuma zhinji, asi mwoyo wake uchavenga sungano tsvene. Achairwisa agodzokera kunyika yokwake. “Panguva yakatarwa acharwisa yeZasi zvakare, asi panguva ino zvichaitika zvichasiyana napakutanga. Zvikepe zvokuzviwi zvokumavirira zvichamupikisa, uye iye achaora mwoyo. Ipapo achadzokera kwaabva agondopedzera shungu dzake pamusoro pesungano tsvene. Achadzokera agondofarira vaya vanorasa sungano tsvene. “Mauto ake akapakata zvombo achasimuka kuti asvibise nhare yetemberi uye achadzivisa chibayiro chamazuva ose. Ipapo vachamisa chinonyangadza chinokonzera kuparadzwa. Nokubata kumeso achatsausa avo vakaputsa sungano asi vanhu vanoziva Mwari wavo vachamudzivisa kwazvo. “Vakachenjera vachadzidzisa vazhinji, kunyange kwechinguva vachazourayiwa nomunondo kana kupiswa kana kutapwa kana kupambwa. Pavachawa vachagamuchira rubatsiro rushoma shoma, uye vazhinji vasiri muchokwadi vachabatana navo. Vamwe vakachenjera vachagumburwa, kuitira kuti vagonatswa, nokucheneswa uye vave vasina gwapa kusvikira panguva yokupedzisira, nokuti zvichazongoitika panguva yakatarwa. Mambo anozvikudza “Mambo uyu achaita sezvaanoda. Achazvisimudzira nokuzvikudza pamusoro pavamwari vose uye achataura zvinhu zvisina kumbonzwikwa pamusoro paMwari wavamwari. Achabudirira kusvikira nguva yokutsamwa yapera, nokuti zvakatemwa zvinofanira kuitika. Haazovi nehanya navamwari vamadzibaba ake kana nouyo anodikanwa navakadzi, uye haangavi nehanya namwari upi zvake, asi achazvikudza pamusoro pavo vose. Pachinzvimbo chazvo, achakudza mwari wenhare; achakudza negoridhe nesirivha namatombo anokosha, nezvipo zvomutengo wapamusoro, mwari akanga asingazivikanwi namadzibaba ake. Acharwisa nhare dzakasimbisisa achibatsirwa namwari wavatorwa uye achakudza zvikuru vaya vanomugamuchira. Achavaita vabati pamusoro pavanhu vazhinji uye achagovera nyika nomutengo. “Panguva yokupedzisira mambo weZasi acharwisana naye, uye mambo woKumusoro achamukirana naye nengoro neboka ravarwi nezvikepe zvizhinji. Acharwisa nyika zhinji agopfuura nomadziri samafashamu emvura. Acharwisawo Nyika Yakaisvonaka. Nyika zhinji dzichawa, asi Edhomu, Moabhu, navatungamiriri veAmoni vachawira muruoko rwake. Achaita kuti simba rake risvike pamusoro penyika zhinji; Ijipiti haingapukunyuki. Achava nesimba pamusoro pepfuma yegoridhe nesirivha uye pfuma yose yeIjipiti, uye vaRibhiya navaNubhia vachazviisa pasi pake. Asi mashoko anobva kumabvazuva nokumusoro achamuvhundutsa, ipapo achabuda nehasha zhinji kundoparadza nokupedza vazhinji. Achadzika matende ake oushe pakati pamakungwa pagomo dzvene rakaisvonaka. Asi achasvika kumagumo ake, uye hakuna achamubatsira. "
    },
    {
      "chapter": "12",
      "verses": "Nguva Yokupedzisira “Panguva iyoyo Mikaeri, muchinda mukuru anodzivirira vanhu vako, achasimuka. Pachava nenguva yenhamo isina kumbovapo kubva pakuvamba kwendudzi kusvikira zvino. Asi panguva iyoyo vanhu vako, ani naani ane zita rakanyorwa mubhuku, acharwirwa. Vazhinji vanovata muguruva renyika vachamuka: vamwe kuupenyu husingaperi, vamwe kukunyadziswa nokuzvidzwa kusingaperi. Avo vakachenjera vachapenya sokupenya kwokudenga, uye vanodzorera vazhinji kukururama, vachapenya senyeredzi nokusingaperi-peri. Asi iwe, Dhanieri, vhara uye uname mashoko orugwaro kusvikira pamazuva okupedzisira. Vazhinji vachaenda kwose kwose kuti vawedzere zivo.” Ipapo ini, Dhanieri, ndakatarisa uye hapo pamberi pangu pakanga pamire vamwe vaviri, mumwe kumhenderekedzo. Mumwe wavo akati kumunhu akanga akapfeka nguo yomucheka, akanga ari pamusoro pemvura zhinji yorwizi akati, “Kusvikira riniko zvinhu zvinoshamisa izvi zvisati zvazadziswa?” Mumwe akanga akapfeka nguo yomucheka, akanga ari pamusoro pemvura zhinji yorwizi, akasimudza ruoko rwake rworudyi noruoko rwake rworuboshwe kudenga, ndikamunzwa achipika naiye anorarama nokusingaperi, achiti, “Zvichava kwechinguva nedzimwe nguva nehafu yenguva. Kana simba ravanhu vatsvene rikange raputsanywa, zvinhu zvose izvi zvichapedziswa.” Ndakanzwa, asi handina kunzwisisa. Saka ndakabvunza ndikati, “Ishe wangu, zvinhu zvose izvi zvichaguma seiko?” Akapindura akati, “Chienda hako, Dhanieri, nokuti mashoko aya akavharwa nokunamwa kusvikira panguva yokupedzisira. Vazhinji vachacheneswa, vasina gwapa, uye vachanatswa, asi vakaipa vacharamba vakaipa. Hakuna achanzwisisa. “Kubva panguva ichadziviswa chibayiro chamazuva ose nokumiswa kwechinhu chinonyangadza chinouyisa kuparadzwa, pachava namazuva chiuru chine zana namakumi mapfumbamwe. Akaropafadzwa uyo achamirira nokusvika kumagumo amazuva chiuru china mazana matatu namakumi matatu namashanu. “Asi kana uriwe, enda hako kusvikira kumagumo. Uchazorora, uye ipapo pamagumo amazuva, iwe uchasimuka kuti ugamuchire mugove wenhaka yako.” "
    }
  ]
}
