{
  "book": "Dhuteronomi",
  "chapters": [
    {
      "chapter": "1",
      "verses": "VaIsraeri van orayirwa kuti vabve paHorebhu Aya ndiwo mashoko akataurwa naMozisi kuvaIsraeri vose murenje kumabvazuva kweJorodhani, mumupata weArabha wakatarisana neSufi, pakati peParani neToferi, Rabhani, Hazeroti neDhizahabhi. (Zvinotora mazuva gumi nerimwe kubva paHorebhu kuenda kuKadheshi Bharinea nenzira yokuGomo reSeiri.) Mugore ramakumi mana, nezuva rokutanga romwedzi wegumi nomumwe, Mozisi akazivisa vaIsraeri zvose izvo Jehovha akamurayira pamusoro pavo. Izvi zvakaitika mushure mokunge akunda Sihoni mambo wavaAmori, akanga achitonga paHeshibhoni, uye paEdhirei akanga akunda Ogi mambo weBhashani, akanga achitonga muAshitaroti. Mozisi akatanga kududzira murayiro uyu, vari nechokumabvazuva kweJorodhani munzvimbo yeMoabhu, achiti: Jehovha Mwari wedu akataura kwatiri paHorebhu akati, “Magara nguva yakakwana pagomo rino. Putsai musasa mugoenda kunyika yezvikomo yavaAmori; muende kumarudzi ose akavakidzana muArabha, mumakomo, nemuzasi mezvikomo zvokumadokero, nomuNegevhi uye kumahombekombe egungwa, nokunyika yavaKenani uye nokuRebhanoni, kusvikira kurwizi rukuru, irwo Yufuratesi. Tarirai, ndakupai nyika iyi. Endaimo mundotora nyika iyo Jehovha akapika kuti achaipa kumadzibaba enyu, kuna Abhurahamu, naIsaka, naJakobho, uye nokuzvizvarwa zvavo zvaizovatevera.” Kugadzwa kwaVatungamiri Panguva iyoyo ndakati kwamuri, “Mava mutoro unorema kwazvo kuti ndikutakurei ndiri ndoga. Jehovha Mwari wenyu akawedzera kuwanda kwenyu zvokuti nhasi mawanda senyeredzi dzokudenga. Jehovha Mwari wamadzibaba enyu, ngaakuwedzerei rune chiuru uye ngaakuropafadzei sezvaakavimbisa! Asi ini ndingatakure seiko matambudziko enyu nemitoro yenyu uye nokupokana kwenyu ndiri ndoga? Zvisarudzirei varume vakachenjera, vanonzwisisa uye vanokudzwa kubva kurudzi rumwe norumwe rwamarudzi enyu, ndingovagadza pamusoro penyu.” Makandipindura muchiti, “Izvo zvamaronga kuti zviitwe zvakanaka.” Ipapo ndakatora varume vaitungamirira marudzi enyu, varume vakachenjera uye vaikudzwa, ndikavagadza kuti vave vakuru pamusoro penyu, vave vakuru vezviuru, navakuru vamazana, navakuru vamakumi mashanu, navakuru vevane gumi uye navatariri vamarudzi. Zvino panguva iyoyo ndakarayira vatongi venyu, ndikati: Inzwai kupokana kuri pakati pehama dzenyu mugovatonga zvakanaka, ingava mhaka iri pakati pavaIsraeri voga kana pakati pomumwe wavo nomutorwa. Musaita rusarura pakutonga; inzwai vose muduku kana mukuru zvakaenzanirana. Musatya munhu upi zvake, nokuti kutonga ndokwaMwari. Uyisai kwandiri mhaka yakanyanya kukuomerai, ndigoinzwa. Uye panguva iyoyo ndakakurayirai zvose zvamaifanira kuita. Vashori vanotumwa Ipapo takasimuka kubva paHorebhu tikafamba takananga kunyika yamakomo yavaAmori tikapfuura nomurenje iro rose guru rinotyisa ramakaona, uye tikasvika paKadheshi Bharinea, sezvatakarayirwa naJehovha Mwari wedu. Ipapo ndakati kwamuri, “Masvika munyika yamakomo yavaAmori, yatinopiwa naJehovha Mwari wedu. Tarirai, Jehovha Mwari wenyu akupai nyika iyo. Kwirai munoitora, sezvamakaudzwa naJehovha, Mwari wamadzibaba enyu. Musatya; musaora mwoyo.” Ipapo imi mose makauya kwandiri mukati, “Ngatitumei varume vanofanotungamira kuti vatishorere nyika vagodzoka kuzotiudza pamusoro penzira yatingafamba nayo uye namaguta atichandosvika kwaari.” Pfungwa iyoyo yakange yakandinakira; nokudaro ndakasarudza varume vane gumi navaviri pakati penyu, murume mumwe kubva kurudzi rumwe norumwe. Ivo vakabva vakaenda munyika yamakomo, vakasvika kumupata weEshikori vakaishora. Vakatora mimwe yemichero yenyika iyoyo, vakauya nayo kwatiri, vakati, “Inyika yakanaka yatiri kupiwa naJehovha Mwari wedu.” Vakamukira Jehovha Asi makanga musingadi kuenda; mukamukira kurayira kwaJehovha Mwari wenyu. Makanyunyuta muri mumatende enyu, mukati, “Jehovha anotivenga; naizvozvo akatibudisa muIjipiti kuti azotiisa mumaoko avaAmori kuti vatiparadze. Tichaendepiko? Hama dzedu dzatiita kuti tiore mwoyo. Dzinoti, ‘Vanhu vacho vanotikunda pasimba napakureba; maguta acho makuru uye ane masvingo akareba zvokusvika kudenga. Takaona kunyange navaAnaki ikoko.’ ” Ipapo ini ndakati kwamuri, “Musavhunduka; musavatya. Jehovha Mwari wenyu, iye anokutungamirirai, achakurwirai, sezvaakakuitirai muIjipiti, pamberi penyu chaipo, uye nomurenje. Imomo makaona kuti Jehovha Mwari wenyu akakutakurai sei, sezvinoita baba kana vachitakura mwanakomana wavo, nzira dzose dzamakafamba nadzo kudzamara muchisvika panzvimbo ino.” Kunyange zvakadaro, hamuna kuvimba naJehovha Mwari wenyu, iye akakutungamirirai parwendo rwenyu, uye mugore pamasikati kuti akutsvagirei nzvimbo dzokudzika matende enyu uye kuti akuratidzei nzira yamunofanira kufamba nayo. Jehovha paakanzwa zvamakataura, akatsamwa akapika, achiti, “Hakungavi nomunhu mumwe worudzi urwu achaona nyika yakanaka yandakapika ndichiti ndichaipa kumadzibaba enyu, kunze kwaKarebhu mwanakomana waJefune achaiona, uye ndichamupa iye navana vake nyika yaakatsika netsoka dzake nokuti akateerera Jehovha nomwoyo wose.” Nokuda kwenyu Jehovha akanditsamwira neniwo, akati, “Newewo hauchazoipindi. Asi mutevedzeri wako, Joshua, mwanakomana waNuni, ndiye achapindamo. Asi vaduku venyu avo vamakati vachatapwa, vana venyu vasati vaziva zvakanaka kubva pane zvakaipa ndivo vachapinda munyika iyi. Ndichaipa kwavari uye vachaitora. Asi kana murimi, dzokai mufambe makananga kurenje nenzira yokuGungwa Dzvuku.” Ipapo imi makapindura mukati, “Takatadzira Jehovha. Tichaenda tigondorwa, sezvatakarayirwa naJehovha Mwari wedu.” Nokudaro makashonga mumwe nomumwe nhumbi dzokurwa, muchifunga kuti zvaiva nyore kukwira kunyika yamakomo. Asi Jehovha akataura kwandiri, akati, “Vaudze kuti, ‘Musakwira kundorwa, nokuti handiendi nemi. Muchakundwa navavengi venyu.’ ” Naizvozvo ndakakutaurirai, asi imi hamuna kuda kuteerera. Makamukira murayiro waJehovha uye mukuzvikudza kwenyu makafamba mukapinda munyika yamakomo. VaAmori vakanga vagere mumakomo iwayo vakauya kuzokurwisai; vakakudzinganisai sezvinoita nyuchi uye vakakurovai kubva paSeiri kusvikira paHoma. Makadzoka mukachema pamberi paJehovha, asi iye haana kuteerera kuchema kwenyu uye haana kurerekera nzeve yake kwamuri. Naizvozvo makagara paKadheshi mazuva mazhinji, nguva yose yamakagarapo. "
    },
    {
      "chapter": "2",
      "verses": "Kudzungaira muRenje Zvino takadzoka tikafamba takananga kurenje nenzira inoenda kuGungwa Dzvuku, sezvandakanga ndarayirwa naJehovha. Kwenguva yakareba takafamba nenzira yaipoterera nenyika yamakomo yeSeiri. Ipapo Jehovha akati kwandiri, “Mafamba nenzira yokupoterera nyika iyi yamakomo kwenguva yakakwana, zvino chidzokai muende nechokumusoro. Rayira vanhu uti, ‘Mava pedyo kuti mupfuure nomunyika yehama dzenyu vana vaEsau, vagere paSeiri. Ivo vachakutyai, asi muchenjere kwazvo. Musavatanga kuti murwe, handingakupei chikamu chipi zvacho chenyika yavo, kunyange pangakwana kuisa rutsoka rwenyu. Ndakapa Esau nyika yamakomo yeSeiri kuti ive yake. Munofanira kuvaripa nesirivha zvokudya zvamuchadya nemvura yamuchanwa.’ ” Jehovha Mwari wenyu akakuropafadzai pamabasa ose amaoko enyu. Iye akakutarirai parwendo rwenyu murenje iri guru. Jehovha Mwari wenyu akava nemi, makore makumi mana aya, uye hapana chinhu chamakashayiwa. Naizvozvo takapfuura hama dzedu vana vaEsau, vanogara muSeiri. Takasiya nzira inoenda kuArabha, yeArabha, inobva kuErati neEzioni Gebheri, ndokufamba nenzira yomurenje reMoabhu. Ipapo Jehovha akataura kwandiri, akati, “Musafurusa vaMoabhu kana kuvadenha, nokuti handizokupai chikamu chipi zvacho chenyika yavo. Ndakapa Ari kuvana vaRoti kuti ive yavo.” (VaEmi vaisigarako vaiva vanhu vakasimba, vakawanda uye vakareba savaAnaki. SavaAnaki ivowo vaionekwa savaRefaimu, asi vaMoabhu vaivadana nezita rokuti vaEmi. VaHori vaimbogarawo muSeiri, asi vana vaEsau vakavadzinga kubva imomo. Vakaparadza vaHori vakanga varimo ivo vasati vavamo vakagara munzvimbo yavo, sezvakangoitawo Israeri munyika yavakapiwa naJehovha kuti ive yavo). Uye Jehovha akati, “Zvino chisimukai muyambuke Mupata weZeredhi.” Saka akayambuka mupata. Makore makumi matatu namasere akanga apfuura kubva panguva yatakabva paKadheshi Bharinea kusvikira patakazoyambuka Mupata weZeredhi. Panguva iyoyi rudzi rwose rwavarume vezera rokurwa rwakanga rwaparara kubva pamisasa, sezvakanga zvapikirwa naJehovha kwavari. Ruoko rwaJehovha rwakaramba ruchivarwisa kusvikira rwavaparadza zvachose. Zvino wokupedzisira pakati pavarume ava vokurwa akati afa, Jehovha akati kwandiri, “Nhasi unofanira kupfuura nomunyika yeMoabhu, paAri. Kana woswedera pedyo navaAmoni, usavafurusa kana kuvadenha kuti murwisane, nokuti handingakupei kuti mutore nyika ipi zvayo yavaAmori. Ndakaipa kuti ive yezvizvarwa zvaRoti.” (Naiyowo yainzi inyika yevaRafaimu, vaisimbogaramo; asi vaAmoni vaivadaidza kuti vaZamuzumi. Vaiva vanhu vakasimba, vakawanda, uye vakareba savaAnaki. Jehovha akavaparadza pamberi pavaAmoni, avo vakavadzinga ndokugara munzvimbo yavo. Jehovha akanga aitira zvimwe chetezvo kuzvizvarwa zvaEsau, vaigara muSeiri, paakaparadza vaHori pamberi pavo. Vakavadzinga ndokugara munzvimbo yavo kusvikira nhasi. Uye kana vari vaAvhi vakange vagere mumisha kusvikira Gaza, vaKafitori vaibva Kafitori vakavaparadza ndokugara munzvimbo yavo.) Kukundwa kwaSihoni mambo weHeshibhoni Budai zvino muende, muyambuke mupata weArinoni. Tarirai ndakaisa muruoko rwenyu Sihoni muAmori, mambo weHeshibhoni, nenyika yake. Tangai kuitora mugorwa naye. Nhasi chaiye ndichatanga kuvhundutsa nokutyisa ndudzi dzose dziri pasi pedenga nokuda kwenyu. Ivo vachanzwa guhu pamusoro penyu vagodedera nokutya kwazvo pamusoro penyu. Ndakatuma nhume kubva murenje reKedhemoti kuna Sihoni mambo weHeshibhoni ndichikumbira rugare, uye ndikati, “Titenderei kuti tipfuure nomunyika yenyu. Tichafamba nenzira huru; hatizotsauki kurudyi kana kuruboshwe. Mutitengesere zvokudya nemvura yokunwa nomutengo wazvo wesirivha. Chingotitenderai henyu kuti tipfuure netsoka, sezvatakaitirwa navana vaEsau vagere muSeiri, nevana vaMoabhu, vagere muAri. Kusvikira tayambuka Jorodhani tichipinda munyika iyo yatinopiwa naJehovha Mwari wedu.” Asi Sihoni mambo weHeshibhoni akaramba kutitendera kuti tipfuure namo. Nokuti Jehovha Mwari wenyu akanga aomesa mweya wake uye akanga arambidza mwoyo wake, kuti agomuisa mumaoko enyu, sezvaaita iye zvino. Jehovha akati kwandiri, “Tarira ndatanga kuisa Sihoni nenyika yake kwauri. Zvino chitanga kuikunda ugotora nyika yake.” Sihoni nehondo yake yose akati auya kuzorwa nesu paJahazi, Jehovha Mwari wedu akamuisa kwatiri uye takamuparadza, iye pamwe chete navanakomana vake nehondo yake yose. Panguva iyoyo takatora maguta ake ose tikaaparadza chose, varume navakadzi uye navana. Hapana watakasiya ari mupenyu. Asi zvipfuwo nezvatakapamba kubva mumaguta takazvitora kuti zvive zvedu. Kubva paAroeri pamahombekombe oMupata weArinoni, nokubva kuguta rokumupata, kunyange kusvikira kuGireadhi, hakuna kumbova kana neguta rimwe chete rakatikunda. Jehovha Mwari wedu akatipa vose. Asi maererano nokurayira kwaJehovha Mwari wedu hamuna kuswedera kunyika ipi zvayo yavaAmoni, kunyange kunyika iri kurutivi rweJabhoki kana kunyika yakapoteredza maguta ari mumakomo.       "
    },
    {
      "chapter": "3",
      "verses": " Kukundwa kwaOgi mambo weBashani Mushure maizvozvo takadzoka tikakwira nenzira inoenda kuBhashani, uye Ogi mambo weBhashani nehondo yake yose vakauya kuzorwa nesu paEdhirei. Jehovha akati kwandiri, “Usatya nokuda kwake, nokuti ndakamuisa kwauri uye nenyika yake. Muitire sezvamakaita kuna Sihani mambo wavaAmoni, akanga achitonga muHeshibhoni.” Naizvozvo Jehovha Mwari wedu akaisawo Ogi mambo weBhashani nehondo yake yose mumaoko edu. Takavaparadza tikasasiya kana mumwe chete mupenyu. Panguva iyoyo takatora maguta ake ose. Hapana kana guta rimwe chete ratisina kuvatorera pamaguta makumi matanhatu, nyika yose yeArigobhu, noushe hwaOgi muBhashani. Maguta ose iwaya akanga akapoteredzwa namasvingo marefu namasuo namazariro, uye kwakanga kunewo misha mizhinji kwazvo yakanga isina kukomberedzwa namasvingo. Takaaparadza zvachose, sezvatakaitira Sihoni mambo weHeshibhoni, takaparadza guta rimwe nerimwe, varume, navakadzi uye navana. Asi zvipfuwo zvose nezvatakapamba kubva mumaguta avo takazvitora zvikava zvedu. Saka nenguva iyoyo takatorera madzimambo maviri aya avaAmoni nyika yokumabvazuva kweJorodhani, kubva paMupata weArinoni kusvikira kuGomo reHerimoni. (Herimoni rinonzi Sirioni navaSidhoni; vaAmori vanoriti Seniri). Takatora maguta ose enzvimbo yakakwirira neGireadhi yose, uye neBhashani yose kusvikira paSareka neEdhirei, maguta oushe hwaOgi muBhashani. (Ogi mambo weBhashani ndiye chete akasara pane vakasara vevaRefaiti. Mubhedha wake wakanga wakagadzirwa nesimbi uye wakanga wakareba makubhiti mapfumbamwea uye makubhiti manab paupamhi. Uchiriko muRabha ravaAmoni.) Kugoverwa kweNyika Panyika yatakatora panguva iyoyo, ndakapa vaRubheni navaGadhi nyika yokumusoro kweAroeri Mupata weArimoni, kusanganisira nehafu yenyika yamakomo yeGireadhi, pamwe chete namaguta ayo. Imwe nyika yose yeGireadhi uyewo neBhashani yose, muumambo hwaOgi ndakapa kurudzi rwehafu rwaManase. (Nyika yose yeArigobhu muBhashani yaimbozivikanwa senyika yavaRefaimu. Jairi mwana waManase, akatora nyika yose yeArigobhu, kusvikira kumuganhu wavaGeshuri navaMaakati, akaitumidza zita rake zvokuti nanhasi Bhashani inonzi Havhoti Jairi.) Uye ndakapa Gireadhi kuna Makiri. Asi vaRubheni navaGadhi ndakavapa nyika inobva paGireadhi zvichidzika kusvikira paMupata weArinoni (pakati pemupata uriwo muganhu) uye kubuda kusvikira kuRwizi Jabhoki, unova ndiwo muganhu wavaAmoni. Muganhu wayo wokumavirira waiva Jorodhani muArabha, kubva Kinereti kusvika kuGungwa reArabha (Gungwa roMunyu), mujinga mamawere ePisiga. Panguva iyo ndakakurayirai, ndikati, “Jehovha Mwari wenyu akakupai nyika iyi kuti ive yenyu. Asi varume vose vakasimba vanofanira kuyambuka pamberi pehama dzenyu vaIsraeri, vakashonga nhumbi dzokurwa. Asi, vakadzi venyu navana venyu uye nezvipfuwo zvenyu (ndinoziva kuti mune zvipfuwo zvakawanda) zvinosara mumaguta andakakupai, kusvikira Jehovha apa hama dzenyu zororo sezvaakarayira kwamuri, uye naivowo vatora nyika yavanopiwa naJehovha Mwari wenyu mhiri kwaJorodhani. Shure kwaizvozvo mumwe nomumwe wenyu achadzoka kunhaka yandakakupai.” Mozisi anorambidzwa kuyambuka Jorodhani Panguva iyo ndakarayira Joshua, ndikati, “Wakaona nameso ako zvose zvakaitwa naJehovha Mwari wako kumadzimambo maviri aya. Jehovha achaita zvimwe chetezvo kuushe hwose mhiri uko kwamunoenda. Usavatya; Jehovha Mwari wako pachake achakurwira.” Zvino ndakanyengetera kuna Jehovha panguva iyo, ndikati, “Imi Ishe Jehovha, makatanga kuratidza muranda wenyu ukuru hwenyu noruoko rwenyu rune simba. Nokuti ndoupiko Mwari kudenga kana panyika angaita zvakafanana namabasa enyu uye namabasa makuru amunoita? Nditenderei henyu kuti ndiyambuke ndinoona nyika yakanaka iri mhiri kwaJorodhani, iyo nyika yamakomo yakanaka neRebhanoni.” Asi nokuda kwenyu, Jehovha akanditsamwira akasandinzwa Jehovha akati kwandiri, “Zvaringana. Usataurazve kwandiri pamusoro peshoko iri. Kwira pamusoro pegomo rePisiga ugotarisa kumadokero nokumusoro nezasi nokumabvazuva, uone nyika yacho nameso ako, sezvo usingazoyambuki Jorodhani urwu. Asi rayira Joshua, ugomukurudzira nokumusimbisa nokuti achatungamirira vanhu ava pakuyambuka uye achaita kuti vagare nhaka yenyika yauchaona.” Saka takagara mumupata uri pedyo neBheti Peori. "
    },
    {
      "chapter": "4",
      "verses": " Mozisi anovarayira kuti vateerere Teererai zvino, imi vaIsraeri, mitemo nemirayiro yandava kukudzidzisai. Muitevere kuti murarame uye mugopinda mugotora nyika iyo munopiwa naJehovha, Mwari wamadzibaba enyu. Musawedzera kana kutapudza kubva pane zvandinokurayirai, asi chengetai mirayiro yaJehovha Mwari wenyu yandinokupai. Makaona nameso enyu zvakaitwa naJehovha paBhaari Peori, Jehovha Mwari wenyu akaparadza mumwe nomumwe pakati penyu aitevera Bhaari Peori. Asi imi mose makanamatira pana Jehovha Mwari wenyu muchiri vapenyu nhasi. Tarirai, ndakudzidzisai mitemo nemirayiro sezvandakarayirwa naJehovha Mwari wangu, kuti muitevere munyika yamuri kupinda kuti muitore ive yenyu. Muichengete zvakanaka, nokuti izvi zvicharatidza uchenjeri nokunzwisisa kwenyu kundudzi dzichanzwa pamusoro pemitemo iyi yose uye vachati, “Zvirokwazvo rudzi urwu rukuru, vanhu vakachenjera uye vanonzwisisa.” Ndorupi rumwe rudzi rukuru runa vamwari varwo vari pedyo navo saJehovha Mwari wedu ari pedyo nesu nguva ipi neipi zvayo yatinonyengetera kwaari? Uye ndorupiko rudzi rukuru rune mitemo nemirayiro yakarurama semirayiro iyi yandiri kuisa pamberi penyu nhasi? Asi zvichenjererei, mugonyatsozvichengetedza kuitira kuti murege kukanganwa zvinhu zvakaonekwa nameso enyu kana kuzvirega zvichibuda mumwoyo menyu mazuva ose oupenyu hwenyu. Muzvidzidzise nokuvana venyu. Murangarire zuva ramakamira pamberi paJehovha Mwari wenyu paHorebhu, paakati kwandiri, “Unganidza vanhu pamberi pangu kuti vanzwe mashoko angu vagodzidza kunditya mazuva ose avachagara panyika uye kuti vagozoadzidzisa kuvana vavo.” Makaswedera mukamira pajinga pegomo, gomo paraipfuta nomoto waisvika kumatenga chaiko, pamwe chete nemakore matema nerima guru. Ipapo Jehovha akataura kwamuri ari mukati memoto. Makanzwa inzwi ramashoko asi hamuna kuona kuti ndiani; kwaingova nenzwi roga. Iye akataura sungano yake kwamuri, Mirayiro Gumi, iyo akakurayirai kuti muitevere uye ipapo akainyora pamahwendefa maviri amabwe. Zvino Jehovha akanditungamirira panguva iyo kuti ndikudzidzisei mitemo nemirayiro yamunofanira kundotevera munyika iyo yamunoyambukira Jorodhani kuti ive yenyu. Zvifananidzo zvinorambidzwa Nokuti hamuna kuona zvaakanga akaita nezuva iro Jehovha akataura kwamuri paHorebhu ari mumoto. Naizvozvo zvichenjererei zvikuru, kuita kuti murege kuzvishatisa muchizvigadzirira chifananidzo, chifananidzo chechinhu chipi zvacho, chingave chakaitwa somurume kana somukadzi, kana semhuka ipi zvayo panyika kana seshiri ipi zvayo inobhururuka mudenga, kana sechisikwa chipi zvacho chinofamba pasi kana hove ipi zvayo iri pasi mumvura. Uye kuti kana muchitarisa kudenga mukaona zuva, nomwedzi nenyeredzi, zvose zviri kudenga, musatsauswa kuti muzvipfugamire nokunamata zvinhu izvo Jehovha Mwari wenyu akagovera ndudzi dzose dziri pasi pedenga. Asi kana muri imi, Jehovha akakutorai akakubudisai muchoto chamatare, akakubudisai muIjipiti, kuti muve vanhu venhaka yake, sezvamuri nhasi. Jehovha akanditsamwira nokuda kwenyu, uye akapika kuti handingayambuki Jorodhani nokupinda munyika yakanaka iyo munopiwa naJehovha Mwari wenyu kuti ive nhaka yenyu. Ndichafira munyika ino; handichayambuki Jorodhani; asi imi mava kuzoyambuka nokutora nyika yakanaka. Muzvichenjerere kuti murege kukanganwa sungano yaJehovha Mwari wenyu yaakaita nemi; musazviitira chifananidzo chorudzi rwechinhu chipi zvakadziviswa naJehovha Mwari wenyu. Nokuti Jehovha Mwari wenyu moto unoparadza, ndiMwari ane godo. Mushure mokunge mava navana navazukuru uye magara nguva refu munyika, kana mukazvishatisa nokugadzira chifananidzo chorudzi rupi zvarwo, mukaita zvakaipa pamberi paJehovha Mwari wenyu muchimuita kuti ashatirwe, ndinodana denga napasi sezvapupu pamusoro penyu nhasi, kuti muchakurumidza kuparara kubva panyika yamuri kuyambukira Jorodhani kuti ive yenyu. Hamungagarimo nguva refu asi muchaparadzwa zvirokwazvo. Jehovha achakuparadzirai pakati pamarudzi, uye vashoma venyu chete ndivo vachapona pakati pendudzi uko kwamuchadzingirwa naJehovha. Ikoko muchanamata vamwari vakaitwa navanhu, vamatanda navamabwe, vasingagoni kana kunzwa kana kudya kana kunhuhwidza. Asi kana mava ikoko mukatsvaka Jehovha Mwari wenyu, muchamuwana kana mukamutsvaka nomwoyo wenyu wose nomweya wenyu wose. Kana muchinge matambudzika uye zvinhu zvose izvi zvaitika kwamuri, ipapo pamazuva achatevera muchadzoka kuna Jehovha Mwari wenyu mugomuteerera. Nokuti Jehovha Mwari wenyu ndiMwari ane ngoni, haangakusiyei kana kukuparadzai, kana kukanganwa sungano yamadzibaba enyu, yaakasimbisa kwavari nemhiko. Jehovha ndiMwari Bvunzai zvino pamusoro pamazuva akapfuura kare imi musati mavapo, kubva nezuva iro Mwari akasika munhu panyika; bvunzai kubva kuno rumwe rutivi rwedenga kusvikira kuno rumwe. Kune chinhu chakamboitika chakakura seichi here, kana chimwe chakafanana nacho chakambonzwika? Kune vamwe vanhu vakambonzwa inzwi raMwari achitaura ari mukati momoto here, sezvamakanzwa imi uye vakararama? Kune mumwe mwari here akaedza kundozvitsaurira rudzi pakati porumwe rudzi, nemiedzo, nezviratidzo, nezvishamiso, nehondo, noruoko rune simba, noruoko rwakatambanudzwa, kana namabasa makuru anotyisa, sezvinhu zvose zvakaitwa naJehovha Mwari wenyu pamberi penyu muIjipiti? Makaratidzwa zvinhu zvose izvi kuti muzive kuti Jehovha ndiMwari; kunze kwake hakuna mumwe. Kubva kudenga akaita kuti munzwe inzwi rake kuti akudzidzisei. Panyika akakuratidzai moto wake mukuru, uye makanzwa mashoko ake kubva mukati momoto. Nokuti akada madzibaba enyu uye akazvitsaurira zvizvarwa zvavo zvakavatevera shure kwavo, akakubudisai muIjipiti noKuvapo kwake nesimba rake guru, kuti adzinge pamberi penyu ndudzi dzinokupfuurai pakukura napasimba uye nokukuuyisai munyika yavo kuti aipe kwamuri senhaka sezvazviri nhasi. Zvizivei nokuzvichengeta mumwoyo nhasi kuti Jehovha ndiMwari ari kudenga kumusoro uye napanyika pasi. Hakunazve mumwe. Chengetai mitemo nemirayiro yake yandinokupai nhasi, kuitira kuti zvigokuitirai zvakanaka imi navana venyu vanokuteverai uye kuti mugogara mazuva mazhinji panyika yamunopiwa naJehovha Mwari wenyu nokusingaperi. Maguta oUtiziro Zvino Mozisi akatsaura maguta matatu kumabvazuva mhiri kwaJorodhani, uko ani naani anenge auraya munhu aitizira kana achinge auraya muvakidzani wake asingaiti nobwoni uye asingazvifungiri. Aigona kutizira mune rimwe ramaguta aya kuti ararame. Maguta aya aiti: Bhezeri munzvimbo yakakwirira yomurenje raiva ravaRubheni; Ramoti paGireadhi, raiva ravaGadhi; neGorani paBhashani, raiva ravaManase. Kupiwa kwoMurayiro Uyu ndiwo murayiro wakaiswa naMozisi pamberi pavaIsraeri: Izvi ndizvo zvakataurwa naMozisi, mitemo nemirayiro yaakavapa pavakabuda kubva muIjipiti uye vari kumabvazuva kwaJorodhani mumupata uri pedyo neBheti Peori, munyika yaSihoni mambo wavaAmori, aitonga muHeshibhoni uyo akakundwa navaIsraeri pavakabuda muIjipiti. Vakatora nyika yake nenyika yaOgi mambo weBhashani, madzimambo maviri avaAmori aive kumabvazuva kwaJorodhani. Nyika iyi yaibva paAroeri pamahombekombe oMupata weArinoni kusvika pagomo reSioni (ndiro Herimoni), uye kusanganisira Arabha yose kumabvazuva kwaJorodhani, kusvikira kuGungwa reArabha, mujinga memateru ePisiga. "
    },
    {
      "chapter": "5",
      "verses": "Mirayiro Gumi Mozisi akadana vaIsraeri vose, akati, “Inzwai imi vaIsraeri, mitemo nemirayiro yandinotaura muchinzwa nhasi. Idzidzei muchenjerere kuti muitevere Jehovha Mwari wedu akaita sungano nesu paHorebhu. Jehovha haana kuita sungano iyi namadzibaba edu, asi akaiita nesu, nesu tose vapenyu nhasi pano. Jehovha akataura nemi chiso nechiso ari mukati memoto pagomo. Panguva iyo ndakanga ndimire pakati paJehovha nemi kuti ndizivise kwamuri shoko raJehovha, nokuti makanga muchitya moto mukasakwira mugomo. Uye iye akati, “Ndini Jehovha Mwari wako akakubudisa munyika yeIjipiti, munyika youranda. “Usava navamwe vamwari kunze kwangu. “Usazviitira mufananidzo wechinhu chipi zvacho kudenga kumusoro kana panyika pasi kana pasi mumvura. Usazvipfugamira kana kuzvinamata; nokuti ini, Jehovha Mwari wako, ndiri Mwari ane godo, ndinoranga vana nokuda kwechivi chamadzibaba kusvikira kurudzi rwechitatu norwechina rwaavo vanondivenga, asi ndichiratidza rudo kune chiuru chemarudzi avanondida, vanochengeta mirayiro yangu. “Usareva zita raJehovha Mwari wako pasina, nokuti Jehovha haangaregi kupa mhosva ani naani anoreva zita rake pasina. “Chengeta zuva reSabata rive dzvene, sezvawakarayirwa naJehovha Mwari wako. “Ubate basa mazuva matanhatu, nokuita basa rako rose, asi zuva rechinomwe iSabata kuna Jehovha Mwari wako. Nomusi uyo usabata basa ripi zvaro, kunyange iwe, kana mwanakomana wako, kana mwanasikana wako, uye murandarume kana murandakadzi wako, nenzombe yako kana mbongoro yako kana chimwe chezvipfuwo zvako, nomutorwa ari mukati mamasuo ako, kuitira kuti murandarume nomurandakadzi wako azorore sewe. Murangarire kuti imi maimbova varanda munyika yeIjipiti uye kuti Jehovha Mwari wenyu akakubudisai nechanza chine simba noruoko rwakatambanudzwa. Naizvozvo Jehovha Mwari wako anokurayira kuti uchengete zuva reSabata. “Kudza baba vako namai vako, sezvawakarayirwa naJehovha Mwari wako, kuti mazuva ako ave mazhinji uye kuti zvigokuitira zvakanaka panyika yaunopiwa naJehovha Mwari wako. “Usauraya. “Usaita upombwe. “Usaba. “Usapupura nhema pamusoro pomuvakidzani wako. “Usachiva mudzimai womuvakidzani wako. Usachochora imba kana munda womuvakidzani wako, muranda kana murandakadzi wake, nzombe kana mbongoro kana chimwe chinhu chomuvakidzani wako.” Iyi ndiyo mirayiro yakataurwa naJehovha nenzwi guru kuungano yenyu yose pagomo paya ari mukati memoto, mugore nerima guru, uye haana kuwedzera mamwe. Ipapo akaanyora pamahwendefa maviri amabwe ndokuapa kwandiri. Pamakanzwa inzwi richibva mukati merima, negomo richipfuta nomoto, varume vose vanotungamira marudzi enyu, navakuru venyu vakauya kwandiri. Uye makati, “Jehovha Mwari wedu atiratidza kubwinya kwake noukuru hwake, tikanzwa inzwi rake richibva mumoto. Nhasi taona kuti munhu anogona kurarama kunyange dai Mwari akataura naye. Asi zvino, tingafireiko? Uyu moto mukuru uchatiparadza, uye tichafa kana tikaramba tichinzwa inzwi raJehovha Mwari wedu. Nokuti ndianiko munhu anofa akambonzwa inzwi raMwari mupenyu achitaura ari mumoto, sesu, uye akararama? Swedera undonzwa zvose zvicharehwa naJehovha Mwari wedu. Zvino iwe ugozotiudza zvose hazvo zvauchaudzwa naJehovha Mwari wedu. Tichazvinzwa tigozviteerera.” Jehovha akakunzwai pamakataura kwandiri uye Jehovha akati kwandiri, “Ndanzwa zvataurwa navanhu kwauri. Zvose zvavataura zvakanaka. Haiwa, dai mwoyo yavo yainditya nokuchengeta zvose zvandakarayira nguva dzose, kuti zvivaitire zvakanaka ivo navana vavo nokusingaperi! “Enda, undovaudza kuti vadzokere kumatende avo. Asi iwe mira pano pandiri kuti ndikupe zvandakarayira, mitemo nemirayiro yose yaunofanira kuvadzidzisa kuti vazviite panyika yandinovapa kuti ive yavo.” Saka chenjerai kuti muite zvamakarayirwa naJehovha Mwari wenyu; musatsauka kurudyi kana kuruboshwe. Mufambe nenzira yose yamakarayirwa naJehovha Mwari wenyu, kuti murarame nokubudirira uye kuti mazuva enyu ave mazhinji panyika iyo ichava yenyu. "
    },
    {
      "chapter": "6",
      "verses": "Ida Jehovha Mwari wako Iyi ndiyo mitemo, nemirayiro zvandakarayirwa naJehovha Mwari wenyu kuti ndikudzidzisei kuti muzviite munyika yamunoyambukira Jorodhani kuti ive yenyu, kuitira kuti iwe, navana vako navana vavo vachavatevera mutye Jehovha Mwari wenyu pakurarama kwenyu nokuchengeta mitemo nemirayiro yake yose yandinokupai, uye kuitira kuti muve namazuva mazhinji okurarama. Chinzwa, iwe Israeri, uchenjere kuti uzviite kuiitira kuti zvikunakire uye kuti muwande kwazvo munyika inoyerera mukaka nouchi, sezvamakavimbiswa naJehovha, iye Mwari wamadzibaba enyu. Chinzwa iwe Israeri: Jehovha Mwari wedu, ndiJehovha mumwe chete. Ida Jehovha Mwari wako nomwoyo wako wose nomweya wako wose uye nesimba rako rose. Mirayiro iyi yandinokupai nhasi inofanira kuva mumwoyo yenyu. Uzvisimbisise kuvana vako. Taura pamusoro payo kana ugere mumba mako uye kana uchifamba munzira, kana uchivata pasi uye kana uchimuka. Isungirirei pamaoko enyu sechiratidzo mugoisungira pahuma dzenyu. Muinyore pamagwatidziro emikova yedzimba dzenyu uye napamasuo enyu. Zvino kana Jehovha Mwari wenyu achinge akupinzai munyika yaakapikira kumadzibaba enyu, Abhurahama, naIsaka, naJakobho, kuti achakupai, nyika ina maguta makuru akanaka, amusina kuvaka imi, dzimba dzizere nezvinhu zvakanaka zvamarudzi ose zvamusina kutsvaka imi, matsime amusina kuchera, minda yemizambiringa namasango nemiti yemiorivhi yamusina kusima, zvino kana muchinge madya uye mukaguta, muchenjerere kuti murege kukanganwa Jehovha, akakubudisai kubva muIjipiti, kubva munyika youranda. Itya Jehovha Mwari wako, ushumire iye oga ugoita mhiko dzako muzita rake. Musatevera vamwe vamwari, vamwari vamarudzi akakupoteredzai; nokuti Jehovha Mwari wenyu ari pakati penyu ndiMwari ane godo uye hasha dzake dzichapisa pamusoro penyu, uye achakuparadzai kubva pamusoro penyika. Musaedza Jehovha Mwari wenyu sezvamakaita paMasa. Chenjererai kuchengeta mirayiro yaJehovha Mwari wenyu nezvaakatema nemitemo yaakakupai. Itai zvakarurama nezvakanaka pamberi paJehovha, kuitira kuti zvigokunakirai uye mugopinda nokutora nyika yakanaka iyo Jehovha akavimbisa nemhiko kumadzitateguru enyu, agoparadza vavengi venyu vose pamberi penyu, sezvakataurwa naJehovha. Panguva inotevera, kana mwanakomana wako akakubvunza achiti, “Ko, zvakatemwa izvi, mitemo nemirayiro yamakarayirwa naJehovha Mwari wedu inorevei?” Umuudze kuti, “Takanga tiri varanda vaFaro muIjipiti, asi Jehovha akatibudisa muIjipiti noruoko rune simba. Jehovha akatumira pamberi pedu zviratidzo uye zvinotyisa pamusoro peIjipiti naFaro neimba yake yose. Asi akatibudisamo kuti atipinze nokutipa nyika yaakavimbisa nemhiko kumadzibaba edu. Jehovha akatirayira kuti titeerere mitemo iyi yose nokutya Jehovha Mwari wedu, kuitira kuti tibudirire nguva dzose nokurarama sezvatakaita nhasi. Uye kana tichichenjerera kuteerera murayiro uyu wose pamberi paJehovha Mwari wedu, sezvaakatirayira, ndiko kuchava kururama kwedu.” "
    },
    {
      "chapter": "7",
      "verses": "Kudzinga Ndudzi Zvino kana Jehovha Mwari wenyu akusvitsai munyika yamuri kupinda kuti ive yenyu akadzinga ndudzi zhinji pamberi penyu dzinoti: vaHiti, vaGirigashi, vaAmori, vaKenani vaPerizi, vaHivhi, navaJebhusi, ndudzi nomwe dzakakura uye dzakasimba kukupfuura, uye kana Jehovha Mwari wenyu akavaisa mumaoko enyu akavakunda, ipapo munofanirwa kuvaparadza zvachose. Musaita chibvumirano navo, uye musavanzwira tsitsi. Musaroorerana navo. Musapa vanasikana venyu kuvanakomana vavo kana kutorera vanakomana venyu vanasikana vavo, nokuti vachatsausa vanakomana venyu kubva pakunditevera kuti vashumire vamwe vamwari, uye kutsamwa kwaJehovha kuchapisa pamusoro penyu uye achakuparadzai nokukurumidza. Izvi ndizvo zvamunofanira kuvaitira: Putsai aritari dzavo, pwanyai matombo avo anoera, temai mapango avo aAshera mugopisa mifananidzo yavo. Nokuti muri rudzi rutsvene kuna Jehovha Mwari wenyu. Jehovha Mwari wenyu akakutsaurai kubva kundudzi dzose dziri panyika kuti muve vanhu vake, pfuma yake inokosha. Jehovha haana kukudai kana kukutsaurai nokuti makanga makawanda kupfuura dzimwe ndudzi nokuti imi makanga muri vashoma pandudzi dzose. Asi nokuda kwokuti Jehovha anokudai uye akachengeta mhiko yaakaita kumadzitateguru enyu nokuda kwaizvozvo akakubudisai noruoko rune simba uye akakudzikinurai kubva munyika youranda, kubva pasimba raFaro mambo weIjipiti. Naizvozvo zivai kuti Jehovha Mwari wenyu ndiMwari; iye ndiMwari akatendeka anochengeta sungano yake yorudo kusvikira kumarudzi ane chiuru chamarudzi kuna avo vanomuda uye vanochengeta mirayiro yake. Asi vaya vanomuvenga achatsiva pamberi pavo nokuparadza; haachazononoki kutsiva pamberi pavo ivo vaya vanomuvenga. Naizvozvo, chenjerai kuti mutevere zvakarayirwa, mitemo nemirayiro yandinokupai nhasi. Kana mukanyatsoteerera mirayiro iyi uye mukachenjerera kuti muitevere, ipapo Jehovha Mwari wenyu achachengeta sungano yake yorudo nemi, sezvaakapika kumadzitateguru enyu. Achakudai uye achakuropafadzai uye achakuwedzerai uwandu hwenyu. Acharopafadza zvibereko zvomuviri wako, zvirimwa zvomunda wako, zviyo zvako, waini itsva namafuta, mhuru dzemombe uye makwayana amapoka ako munyika iyo yaakapikira madzitateguru enyu, kuti achakupai. Mucharopafadzwa kupfuura mamwe marudzi ose, hapangavi nomurume kana mukadzi asingabereki, kana chipfuwo chipi zvacho chisingabereki. Jehovha achakuchengetedzai kubva pahosha dzose. Haangaisi pamusoro penyu hosha dzakaipisa dzamaiziva muIjipiti, asi achadziisa pamusoro paavo vose vanokuvengai. Munofanira kuparadza marudzi ose akaiswa mumaoko enyu naJehovha. Musavanzwira tsitsi uye musashumira vamwari vavo nokuti izvozvo zvichava musungo kwamuri. Mungati mumwoyo menyu, “Ndudzi idzi dzakasimba kutipfuura. Tingadzidzinga seiko?” Hamufaniri kuvatya; nyatsorangarirai zvakaitwa naJehovha Mwari wenyu kuna Faro neIjipiti yose. Makazviona nameso enyu matambudziko makuru, zviratidzo nezvishamiso, ruoko rune simba uye rwakatambanudzwa urwo Jehovha Mwari wenyu akakubudisai narwo. Jehovha Mwari wenyu achaita zvimwe chetezvo kumarudzi aya ose amava kutya zvino. Pamusoro pezvo Jehovha Mwari achatumira mago pakati pavo kusvikira kunyange nevachasara vari vapenyu vakavanda kubva kwamuri vaparadzwa. Musatyiswa navo, nokuti Jehovha Mwari wenyu, ari pakati penyu ndiMwari mukuru anotyisa. Jehovha Mwari wenyu achadzinga ndudzi idzi kubva pamberi penyu, zvishoma nezvishoma. Hamungatenderwi kuvaparadza vose kamwe chete, kuti zvikara zvesango zvirege kuwanda munzvimbo dzakakupoteredzai. Asi Jehovha Mwari wenyu achavapa kwamuri, achivakanganisa zvikuru kusvikira vaparadzwa. Achaisa madzimambo avo muruoko rwenyu, uye achabvisa mazita avo pasi pedenga. Hapana achagona kumira pamberi penyu; muchavaparadza. Zvifananidzo zvavamwari vavo munofanira kuzvipisa. Musachiva sirivha kana negoridhe iri pazviri, uye musaitora kuti ive yenyu, nokuti ingava musungo kwamuri, nokuti inonyangadza kuna Jehovha Mwari wenyu. Usauyisa chinhu chinonyangadza mumba mako, kuti iwe, saicho, urege kutsaurirwa kuparadzwa. Chiseme kwazvo ugochivenga, nokuti chinhu chakatsaurirwa kuparadzwa. "
    },
    {
      "chapter": "8",
      "verses": "Usakanganwa Jehovha Muchenjerere kutevera murayiro mumwe nomumwe, wandinokupai nhasi, kuitira kuti mugorarama mugowanda uye mugopinda nokutora nyika iyo Jehovha akavimbisa madzitateguru enyu nemhiko. Rangarirai matungamirirwo amakaitwa naJehovha Mwari wenyu munzira yose yomurenje makore ose aya makumi mana, achikuninipisai nokukuedzai kuti azive zvaiva mumwoyo menyu, kana makanga muchida kuchengeta mirayiro yake kana kuti kwete. Akakuninipisai, akakuitai kuti muziye nenzara akakugutsai nemana, iyo yakanga isingazivikanwi nemi kunyange namadzibaba enyu, kuti akudzidzisei kuti munhu haararame nechingwa chete asi neshoko rimwe nerimwe rinobva mumuromo maJehovha. Nguo dzenyu hadzina kusakara uye tsoka dzenyu hadzina kuzvimba pamakore aya makumi mana. Naizvozvo zvizive mumwoyo wako kuti Jehovha Mwari wako anokuranga, somunhu anoranga mwanakomana wake. Chengeta mirayiro yaJehovha Mwari wako, ufambe munzira dzake uye umukudze. Nokuti Jehovha Mwari wako ari kukuuyisa kunyika yakanaka, nyika ine hova dzemvura namatsime, nezvitubu zvinoerera mumupata nomumakomo; nyika ine zviyo nebhari, mizambiringa nemiti yemionde, neyemitamba, namafuta emiorivhi nouchi; nyika isingashayikwi chingwa uye hamuchazoshayiwi chinhu; nyika ine mabwe endarira uye uchachera mhangura mumakomo ayo. Kana uchinge wadya waguta rumbidza Jehovha Mwari wako nokuda kwenyika yakanaka yaakakupa, chenjera kuti urege kukanganwa Jehovha Mwari wako uchirega kuchengeta zvaakarayira, mirayiro yake nemitemo yake yandinokupai nhasi. Nokuti zvichida kana wadya ukaguta, kana ukavaka dzimba dzakanaka uye wakagadzikana, uye kana mombe dzako namapoka amakwai ako zvawanda, nesirivha negoridhe rako zvawanda uye zvose zvaunazvo zvikawanda, ipapo mwoyo wako uchazvikudza zvino uchakanganwa Jehovha Mwari wako, akakubudisa muIjipiti, kubva munyika youranda. Akakutungamirirai murenje guru rinotyisa, munyika iyo yakaoma isina mvura, nenyoka dzayo nezvinyavada zvine uturu. Iye akakubudisira mvura kubva padombo rakaoma. Akakupai kuti mudye murenje, chinhu chakanga chisingambozivikanwi namadzibaba enyu, kuti akuninipisei nokukuedzai kuitira kuti zvikuitirei zvakanaka pakupedzisira. Ungati mumwoyo mako, “Simba rangu nesimba ramaoko angu ndizvo zvakandiitira upfumi uhu.” Asi urangarire Jehovha Mwari wako, nokuti ndiye anokupa simba rokuita upfumi, naizvozvo achisimbisa sungano yake, yaakapikira madzitateguru enyu, sezvazviri nhasi. Kana mukangokanganwa Jehovha Mwari wenyu muchitevera vamwe vaMwari nokuvanamata uye nokuvapfugamira, ndinokupupurirai nhasi kuti zvirokwazvo muchaparadzwa. Imi muchaparadzwa sendudzi dzakaparadzwa naJehovha pamberi penyu, kana mukaramba kuteerera Jehovha Mwari wenyu. "
    },
    {
      "chapter": "9",
      "verses": "Kwete nokuda kwokururama kwaIsraeri Inzwa, iwe Israeri. Wava kuda kuyambuka Jorodhani zvino kuti upinde ugotorera ndudzi dzakakura uye dzakasimba kukupfuura, dzina maguta makuru ane masvingo akareba kwazvo. Vanhu vacho vakasimba uye varefu vaAnaki! Unoziva nezvavo uye wakanzwa zvichinzi, “Ndiani angamira kuti arwise vaAnaki?” Asi nhasi uzive kuti Jehovha Mwari wako ndiye achayambuka ari pamberi pako somoto unoparadza. Iye achavaparadza; achavakunda pamberi pako. Uye uchavadzinga nokuvaparadza nokukurumidza sezvawakavimbiswa naJehovha. Shure kwokunge Jehovha Mwari wako avadzinga pamberi pako, usataura mumwoyo mako uchiti, “Jehovha akandiuyisa muno kuti nditore nyika ino nokuda kwokururama kwangu.” Kwete, Jehovha achadzinga ndudzi idzi pamberi pako nokuda kwokuipa kwadzo. Haupindi munyika yavo kuti ive yako nokuda kwokururama kwako kana kururama kwomwoyo wako; asi Jehovha Mwari wako achadzinga ndudzi idzi pamberi pako, nokuda kwokuipa kwadzo, kuti azadzise zvaakapika kumadzibaba ako, kuna Abhurahama, kuna Isaka, nokuna Jakobho. Naizvozvo nzwisisa kuti Jehovha Mwari wako haakupi nyika iyi yakanaka kuti ive yako nokuda kwokururama kwako, nokuti uri rudzi rune mutsipa mukukutu. Chimhuru cheGoridhe Rangarirai izvi uye musakanganwa kuti makatsamwisa Jehovha Mwari wenyu sei murenje. Kubva nezuva ramakabuda muIjipiti kusvikira muchisvika pano, makaramba muchimukira Jehovha. PaHorebhu makamutsa hasha dzaJehovha zvokuti akatsamwa zvokuda kukuparadzai. Pandakakwira pagomo kundogamuchira mahwendefa amabwe, iwo mahwendefa esungano iyo yakanga yaitwa naJehovha kwamuri, ndakagara mugomo kwamazuva makumi mana nousiku huna makumi mana; ndakanga ndisingadyi zvokudya kana kunwa mvura. Jehovha akandipa mahwendefa maviri amabwe akanga akanyorwa nomunwe waMwari. Paari pakanga pakanyorwa mirayiro yose yakanga yataurwa kwamuri naJehovha pagomo ari mukati memoto, nezuva reungano. Pakupera kwamazuva makumi mana nousiku huna makumi mana Jehovha akandipa mahwendefa maviri amabwe, iwo mahwendefa esungano. Ipapo Jehovha akandiudza kuti, “Buruka ubve pano iye zvino, nokuti vanhu vako vawakabudisa kubva muIjipiti vaita zvakaipa. Vatsauka nokukurumidza kubva pane zvandakavarayira uye vazviitira chifananidzo chakaumbwa.” Uye Jehovha akati kwandiri, “Ndaona rudzi urwu, uye rudzi rune mutsipa mukukutu kwazvo! Ndirege, kuti ndivaparadze ndigodzima zita ravo pasi pedenga. Uye ndichakuita rudzi rwakasimba nokuwanda kupfuura zvavari.” Saka ndakadzoka ndikaburuka kubva pagomo richiri kupfuta nomoto. Uye ndakanga ndine mahwendefa maviri esungano mumaoko angu. Pandakatarira, ndakaona kuti makanga matadzira Jehovha Mwari wenyu; makanga mazviitira chifananidzo chakaumbwa mumufananidzo wemhuru. Makanga matsauka nokukurumidza kubva panzira yamakanga marayirwa naJehovha. Saka ndakatora mahwendefa maviri ndikaakanda pasi kubva mumaoko angu, akaputsika kuita zvimedu zvimedu muchizviona. Ipapo zvakare ndakawira pasi nechiso changu pamberi paJehovha kwamazuva makumi mana nousiku huna makumi mana; handina kudya zvokudya kana kunwa mvura, nokuda kwechivi chose chamakanga maita, muchiita zvakanga zvakaipa pamberi paJehovha nokudaro mukamutsa hasha dzake. Ndakatya hasha nokutsamwa kwaJehovha, nokuti akanga atsamwa zvokuti angakuparadzai. Asi Jehovha akateererazve kwandiri. Uyezve ndakatora chitadzo chenyu, chimhuru chamakanga magadzira, ndikachipisa mumoto. Ipapo ndakachiparadza ndikachikuya kusvikira chakuyika seguruva uye ndikakanda guruva racho murukova rwaiyerera kubva mugomo. Makatsamwisazve Jehovha paTabhera, napaMasa uye napaKibhuroti Hatava. Zvino nenguva iyo makatumwa naJehovha kubva paKadheshi Bharinea, iye akati, “Endai mundotora nyika iyo yandakakupai.” Asi imi makamukira murayiro waJehovha Mwari wenyu. Hamuna kuvimba naye kana kumuteerera. Makagara muchimukira Jehovha kubvira nezuva randakatanga kukuzivai. Ndakawira pasi nechiso changu pamberi paJehovha kwamazuva iwayo ane makumi mana nousiku huna makumi mana nokuda kwokuti Jehovha akanga ati aizokuparadzai. Ndakanyengetera kuna Jehovha ndikati, “Nhai imi Ishe Jehovha, musaparadza vanhu venyu, nhaka yenyu yamakadzikinura nesimba renyu guru mukavabudisa muIjipiti noruoko rune simba. Rangarirai varanda venyu Abhurahama, naIsaka naJakobho. Musatarira kusindimara kworudzi urwu, uipi hwavo nechivi chavo. Nokuti nyika yamakatibudisa kubva mairi ingazoti, ‘Jehovha akavabudisa akavaurayira murenje, nokuti akanga asingagoni kuvapinza munyika yaakanga avapikira, uye nokuti akanga achivavenga.’ Asi ava vanhu venyu, nhaka yenyu yamakabudisa nesimba renyu guru noruoko rwenyu rwakatambanudzwa.” "
    },
    {
      "chapter": "10",
      "verses": "Mahwendefa akafanana neokutanga Panguva iyoyo Jehovha akati kwandiri, “Veza mahwendefa maviri amabwe akaita saaya okutanga ugouya kwandiri pagomo. Ugadzirewo zvakare areka yomuti. Ndichanyora pamahwendefa mashoko akanga ari pamahwendefa okutanga awakaputsa. Zvino unofanira kuaisa muareka.” Saka ndakagadzira areka ndichishandisa muti womuakasia uye ndikaveza mahwendefa maviri amabwe akanga akaita sookutanga, ndikakwira mugomo ndakabata mahwendefa maviri aya mumaoko angu. Jehovha akanyora pamahwendefa aya zvakafanana nezvaakanga anyora pakutanga, Mirayiro Gumi yaakanga akuudzai pagomo, ari mumoto, nezuva reungano. Uye Jehovha akaipa kwandiri. Ipapo ndakadzoka ndikaburuka pagomo uye ndikaisa mahwendefa muareka yandakanga ndagadzira, sezvandakanga ndarayirwa naJehovha, uye ndimo maari nazvino. (VaIsraeri vakasimuka vakabva pamatsime avaJaakani vakaenda kuMosera. Ipapo ndipo pakafira Aroni akavigwa, uye Ereazari mwanakomana wake akatora chinzvimbo chake somuprista. Vakasimukapo vakaenda kuGudhugodha vakapfuurira kuenda kuJotibhata, nyika ine hova dzemvura. Panguva iyoyo Jehovha akatsaura rudzi rwavaRevhi kuti vatakure areka yesungano yaJehovha, kuti vamire pamberi paJehovha vachishumira, uye kuti varopafadze vanhu muzita raJehovha, sezvavanoita nanhasi. Ndokusaka vaRevhi vasina mugove wenhaka pakati pehama dzavo; Jehovha ndiyo nhaka yavo sezvavakaudzwa naJehovha Mwari wenyu.) Zvino ini ndakagara pagomo mazuva makumi mana nousiku huna makumi mana, sezvandakaita pakutanga, uye Jehovha akandinzwa panguva iyoyo zvakare. Kwakanga kusiri kuda kwake kuti akuparadzei. Jehovha akati kwandiri, “Enda, utungamirire vanhu panzira yavo, kuitira kuti vapinde uye vatore nyika yandakapikira madzibaba avo kuti ndichavapa.” Itya Jehovha Zvino, iwe Israeri, Jehovha Mwari wako anodeiko kwauri kunze kwokuti utye Jehovha Mwari wako, nokufamba munzira dzake dzose, nokumuda, nokushumira Jehovha Mwari wako nomwoyo wako wose nomweya wako wose, nokuchengeta mirayiro yaJehovha nemitemo yake yandinokupai nhasi kuti zvikunakire? Denga, kunyange nedenga rokumusorosoro, nenyika nezvose zviri mairi ndezvaJehovha Mwari wako. Kunyange zvakadaro Jehovha akafarira madzitateguru enyu akavada uye akakutsaurai, vana vavo, pamusoro pedzimwe ndudzi dzose sezvazviri nhasi. Naizvozvo, dzingisai mwoyo yenyu, uye murege kuva nemitsipa mikukutu zvakare. Nokuti Jehovha Mwari wenyu ndiMwari wavaMwari naIshe wamadzishe, Mwari mukuru, ane simba guru uye anotyisa, asingatsauri vanhu uye asingagamuchiri fufuro. Iye anoruramisira nherera nechirikadzi, uye anoda mutorwa, agomupa zvokudya nezvokupfeka. Uye munofanira kuda vatorwa, nokuti imi maimbovawo vatorwa muIjipiti. Ityai Jehovha Mwari wenyu mugomushumira. Batirirai paari uye muite mhiko dzenyu muzita rake. Ndiye rumbidzo yenyu; ndiye Mwari wenyu, iye akakuitirai zvinhu zvikuru nezvishamiso zvinotyisa zvamakaona nameso enyu. Madzitateguru enyu akaenda kuIjipiti vari makumi manomwe pamwe chete, uye zvino Jehovha Mwari wenyu achaita kuti muwande senyeredzi dzokudenga. "
    },
    {
      "chapter": "11",
      "verses": "Ude uye uteerere Jehovha Idai Jehovha Mwari wenyu uye muchengete zvaakatema, mitemo yake, nemirayiro yake uye nezvaakarayira, nguva dzose. Murangarire nhasi kuti vana venyu havasivo vakaona nokuziva kuranga kwaJehovha Mwari wenyu: noukuru hwake, noruoko rwake rune simba, noruoko rwake rwakatambanudzwa; nezviratidzo zvaakaita uye zvinhu zvaakaita pakati peIjipiti, nokuna Faro mambo weIjipiti uye nokunyika yake yose; zvaakaita kuhondo yavaIjipita, nokumabhiza nengoro dzayo, mafukidzirwo avakaitwa nemvura yomuGungwa Dzvuku pavakanga vachikuteverai, uye kuuyisa kwakaita Jehovha kuparadzwa pamusoro pavo zvachose. Havasi vana venyu vakaona zvaakakuitirai murenje kusvikira masvika panzvimbo ino, uye nezvaakaita kuna Dhatani naAbhiramu vanakomana vaEriabhu muRubheni, apo nyika yakashamisa muromo wayo ikavamedza ivo nevedzimba dzavo, namatende avo nezvipenyu zvose zvakanga zviri zvavo, pakati pavaIsraeri vose. Asi aiva meso enyu akaona zvinhu zvose izvi zvakaitwa naJehovha. Naizvozvo chengetai mirayiro yose yandinokupai nhasi, kuti muve nesimba rokupinda nokutora nyika yamuri kuyambuka Jorodhani kuti mundoita yenyu, uye kuti mazuva enyu ave mazhinji munyika iyo Jehovha akapikira kumadzitateguru enyu kuti achavapa ivo nezvizvarwa zvavo, nyika inoyerera mukaka nouchi. Nyika yamuri kupinda kundotora haina kufanana nenyika yeIjipiti, uko kwamakabva, uko kwamaidyara mbeu dzenyu muchidirira namakumbo sezvinoitwa mubindu romuriwo. Asi nyika yamuri kuyambuka Jorodhani kundotora kuti ive yenyu inyika yamakomo nemipata zvinonwa mvura kubva kudenga. Inyika inochengetwa naJehovha Mwari wenyu; meso aJehovha Mwari wenyu anoramba akaitarira kubva pakutanga kwegore kusvikira pakupera kwegore. Saka kana mukateerera mirayiro yandinokupai nhasi makatendeka, mukada Jehovha Mwari wenyu nokumushumira nomwoyo wenyu wose uye nomweya wenyu wose, ipapo ndichanayisa mvura panyika yenyu nemwaka wayo, mvura yamasutso neyomunakamwe, kuitira kuti mugone kukohwa zviyo zvenyu newaini itsva namafuta. Ndichameresa uswa hwemombe dzenyu kumafuro uye muchadya muchiguta. Chenjerai, kuti murege kunyengerwa kuti mutsauke muchinamata vamwe vamwari uye nokuvapfugamira. Ipapo kutsamwa kwaJehovha kuchapfuta pamusoro penyu, uye achapfiga denga kuti mvura iregere kunaya uye nyika icharega kubereka zvibereko zvayo, uye imi muchakurumidza kuparara kubva panyika yakanaka yamunopiwa naJehovha. Isai mashoko angu aya mumwoyo yenyu nepfungwa dzenyu; asungirei pamaoko enyu sezviratidzo uye muasungire pahuma dzenyu. Adzidzisei kuvana venyu, taurai pamusoro pavo pamunogara pasi uye nepamunenge muchifamba panzira, pamunorara pasi uye nepamunomuka. Anyorei pamagwatidziro emikova yedzimba dzenyu uye napamasuo enyu, kuitira kuti mazuva enyu namazuva avana venyu awande panyika yakapikirwa madzitateguru enyu naJehovha kuti achavapa, awande samazuva ayo denga richava pamusoro penyika. Kana mukachenjerera kuchengeta mirayiro yangu iyi yandinokupai kuti mutevere, kuti mude Jehovha Mwari wenyu, kuti mufambe munzira dzake dzose nokubatirira paari, ipapo Jehovha achadzinga ndudzi dzose pamberi penyu, uyu muchatorera ndudzi dzakakura uye dzine simba kukupfuurai. Nzvimbo ipi neipi yamuchatsika netsoka dzenyu ichava yenyu: Nyika yenyu ichabva kurenje ichisvika kuRebhanoni, uye ichabva kuRwizi Yufuratesi ichisvika kugungwa rokumavirazuva. Hakuna munhu achagona kumira kuti akurwisei. Jehovha Mwari wenyu sezvaakakuvimbisai, achaita kuti vanhu vakutyei nokukuvhundukai munyika yose, kwose kwose kwamunoenda. Tarirai, nhasi ndiri kuisa pamberi penyu kuropafadzwa nokutukwa, kuropafadzwa kana muchiteerera mirayiro yaJehovha Mwari wenyu yandinokupai nhasi; kutukwa kana mukasateerera mirayiro yaJehovha Mwari wenyu uye mukatsauka kubva panzira yandinokurayirai nhasi muchitevera vamwe vamwari, avo vamusati maziva. Kana Jehovha Mwari wenyu akuendesai munyika yamuri kupinda kuti muitore, munofanira kudaidzira kuropafadzwa kuzhinji paGomo reGerizimi, uye kutukwa kuzhinji paGomo reEbhari. Sezvamunoziva, makomo aya ari mhiri kweJorodhani, nechokumavirira kwomugwagwa, makananga kumavirazuva, pedyo nemiti mikuru yeMore, munyika yavaKenani vagere muArabha pedyo neGirigari. Mava kuda kuyambuka Jorodhani kuti mupinde uye mutore nyika yamuri kupiwa naJehovha Mwari wenyu. Kana muchinge maitora uye mava kugaramo, chenjerai kuti muteerere mitemo nemirayiro yose yandiri kuisa pamberi penyu nhasi. "
    },
    {
      "chapter": "12",
      "verses": "Nzvimbo imwe chete yokushumira muri Iyi ndiyo mitemo nemirayiro yamunofanira kuchenjera kuti mutevere munyika iyo Jehovha, iye Mwari wamadzibaba enyu, yaakakupai kuti ive yenyu, mazuva ose amuchagara munyika iyi. Paradzai chose nzvimbo dzose dziri pamakomo akakwirira nepazvikomo zvose uye napasi pemiti yose yakapfumvutira apo ndudzi dzose dzamunotorera nyika dzinoshumira vamwari vadzo. Putsai aritari dzavo, pwanyai matombo avo ose anoera uye mupise matanda avo aAshera; temai zvifananidzo zvavo nezvimwari zvavo uye mugodzima mazita avo panzvimbo idzodzo. Hamufaniri kushumira Jehovha Mwari wenyu nenzira yavo. Asi munofanira kutsvaka nzvimbo ichasarudzwa naJehovha Mwari wenyu pakati pamarudzi enyu ose kuti aise Zita rakepo paanozogarapo. Kunzvimbo iyoyo ndiko kwamunofanira kuenda; ipapo ndipo panofanira kuuyiswa zvipiriso nezvinopiswa zvenyu zvegumi zvenyu nezvipo zvamakatsaura, zvamakapikira kuti muchapa uye nezvipo zvokuda kwenyu, nezvibereko zvokutanga zvenzombe dzenyu uye nezvibereko zvokutanga zvamakwai enyu. Ipapo pamberi paJehovha Mwari wenyu, imi nemhuri dzenyu muchadya nokupembera pamusoro pezvinhu zvose zvamakabata namaoko enyu, nokuti Jehovha Mwari wenyu akuropafadzai. Hamufaniri kuita sezvatinoita pano nhasi, mumwe nomumwe achiita zvaanoona zvakakodzera kuita, sezvo musati masvika panzvimbo yezororo nenhaka yamunopiwa naJehovha Mwari wenyu. Asi muchayambuka Jorodhani mugogara munyika yamuri kupiwa naJehovha Mwari wenyu senhaka, uye achakupai zororo kubva kuvavengi venyu vose vakakukomberedzai kuitira kuti mugare murugare. Zvino kunzvimbo ichatsaurwa naJehovha Mwari wenyu kuti Zita rake rigarepo, ipapo munofanira kuuyisa zvose zvandakakurayirai zvinoti: zvipiriso zvenyu zvinopiswa nezvibayiro, zvegumi zvenyu nezvipo zvakatsaurwa, uye zvinhu zvose zvakaisvonaka zvamakapikira kuna Jehovha. Zvino ipapo mugopembera pamberi paJehovha Mwari wenyu, imi navanakomana venyu navanasikana venyu, varanda venyu navarandakadzi venyu, uye navaRevhi vari mumaguta enyu, avo vasina mugove kana nhaka yavo. Muchenjerere kuti musabayira zvipiriso zvenyu zvinopiswa pose pose pamunoda. Muzvipe chete panzvimbo ichatsaurwa naJehovha mune rumwe rwamarudzi enyu, uye ipapo muchapa zvipiriso zvenyu zvinopiswa uye muchaita zvose zvandinokurayirai. Zvisinei hazvo, mungabaya henyu zvipfuwo zvenyu mumaguta enyu uye mugodya nyama pamunodira, sokunge nyama yemhara kana yenondo maererano nokuropafadzwa kwamunopiwa naJehovha Mwari wenyu. Vose vasina kuchena navakachena vangadya havo. Asi hamufaniri kudya ropa; munofanira kuriteurira pasi semvura. Hamufaniri kudyira mumaguta enyu chegumi chezviyo zvenyu nechewaini yenyu itsva nechamafuta, kana chezvibereko zvokutanga zvenzombe dzenyu namakwai enyu, kana chipi zvacho chamakapikira kupa, kana zvipo zvokuda kwenyu kana zvipo zvakatsaurwa. Asi, munofanira kuti muzvidye muri pamberi paJehovha Mwari wenyu panzvimbo iyo Jehovha Mwari wenyu achasarudza imi, vanakomana venyu navanasikana venyu, varandarume navarandakadzi venyu, navaRevhi vari mumaguta enyu uye munofanira kupembera pamberi paJehovha Mwari wenyu pamusoro pezvinhu zvose zvamuchabata namaoko enyu. Chenjerai kuti murege kukanganwa vaRevhi nguva yose yamuchagara munyika yenyu. Kana Jehovha Mwari wako achinge akurisa nyika yako sezvaakakuvimbisa, uye iwe ukapanga nyama ukati, “Ndinoda nyama,” ipapo uchadya nyama yakawanda sezvaunoda. Kana nzvimbo iyo inosarudzwa naJehovha Mwari wako kuti aise Zita rakepo iri kure newe zvikuru, ungabaya hako zvipfuwo kubva pamombe dzako namakwai ako zvawakapiwa naJehovha, sezvandakurayira, mumaguta ako ungadya nyama yakawanda sezvaunoda. Uzvidye sounodya nyama yemhara kana yenondo. Vose vasina kuchena navakachena vangadya havo. Asi uchenjere kuti urege kudya ropa, nokuti ropa ndihwo upenyu, naizvozvo haufaniri kudya upenyu pamwe chete nenyama. Haufaniri kudya ropa, uriteurire pasi semvura. Usaridya, kuti zvive zvakakunakira iwe navana vako vachakutevera, nokuti unenge uchiita zvakanaka pamberi paJehovha. Asi utore zvinhu zvako zvitsvene nazvose zvawakapika kuti uchazvipa, ugoenda nazvo kunzvimbo ichasarudzwa naJehovha. Uise zvipiriso zvako zvinopiswa paaritari yaJehovha Mwari wako, zvose zviri zviviri, nyama neropa. Ropa rezvibayiro zvako rinofanira kudururwa parutivi pearitari yaJehovha Mwari wako, asi ungadya zvako nyama yacho. Uchenjerere kuteerera mitemo yose yandinokupa, kuti zvive zvakakunakira nguva dzose iwe navana vako vachatevera mushure mako, nokuti unenge uchiita zvakanaka uye zvakarurama pamberi paJehovha Mwari wako. Jehovha Mwari wenyu achaparadza kubva pamberi penyu ndudzi dzamava kuda kurwisa nokutorera nyika. Asi kana muchinge madzidzinga uye magara munyika yavo, uye mushure mokunge vaparadzwa pamberi penyu, muchenjerere kuti murege kunyengerwa muchibvunza nezvavamwari vavo, muchiti, “Ko, ndudzi idzi dzinoshumira vamwari vadzo sei? Tichaitawo sezvavanoita.” Hamufaniri kushumira Jehovha Mwari wenyu nenzira yavo, nokuti mukushumira vamwari vavo, vanoita zvinhu zvose zvose zvinonyangadza zvinovengwa naJehovha. Vanopisa kunyangwe vanakomana navanasikana vavo mumoto sezvibayiro kuna vamwari vavo. Munofanira kuita zvose zvandakakurayirai; musawedzera pazviri kana kubvisa kubva pazviri. "
    },
    {
      "chapter": "13",
      "verses": "Kunamata vamwe vamwari Zvino kana muprofita, kana muuki wezviroto, akasvika pakati penyu uye akakuzivisai chishamiso kana chiratidzo, zvino kana chiratidzo ichi kana chishamiso chaataura nezvacho chikaitika, zvino iye akati, “Ngatiteverei vamwe vamwari” (vamwari vamusingazivi) “uye ngativanamatei,” hamufaniri kuteerera mashoko omuprofita kana muroti uyo. Jehovha Mwari wenyu ari kukuedzai kuti aone kana muchimuda nomwoyo wenyu wose uye nomweya wenyu wose. NdiJehovha Mwari wenyu wamunofanira kutevera, uye ndiye wamunofanira kukudza. Chengetai mirayiro yake mugomuteerera; mumushumire uye munamatire kwaari. Muprofita kana muroti uyo anofanira kuurayiwa, nokuti akaparidza kumukira Jehovha Mwari wenyu, akakubudisai kubva muIjipiti uye akakudzikinurai kubva munyika youranda; akaedza kukutsausai kubva panzira yaJehovha Mwari wenyu yamakarayirwa kuti muitevere. Munofanira kubvisa chakaipa pakati penyu. Kana hama yako chaiyo, kana mwanakomana wako kana mwanasikana wako, kana mudzimai wako waunoda, kana shamwari yako yepedyo ikauya kuzokutsausa muchivande, ichiti, “Handei tindonamata vamwe vamwari,” (vamwari vausina kumboziva iwe kana madzibaba ako, vamwari vendudzi dzakakupoteredzai, kunyange vari pedyo kana vari kure, kubva kuno rumwe rutivi rwenyika kusvika kuno rumwe rutivi rwenyika), usatenda zvaanotaura kana kumuteerera. Usamunzwira tsitsi. Usamurega ari mupenyu kana kumudzivirira. Unotofanira kumuuraya zvirokwazvo. Ruoko rwako ndirwo runofanira kutanga kumuuraya, zvino maoko avamwe vanhu ozotevera pakumuuraya. Mutake namabwe afe, nokuti akaedza kukutsausa kubva kuna Jehovha Mwari wako, uyo akakubudisa muIjipiti, kubva munyika youranda. Ipapo Israeri yose ichazvinzwa ikatya, uye hapana kana mumwe pakati penyu achazoita chinhu chakaipa kudaro zvakare. Kana ukanzwa zvichitaurwa pamusoro perimwe ramaguta amuri kupiwa naJehovha Mwari wenyu kuti mugaremo kuti vanhu vakaipa vamuka pakati penyu uye vatsausa vanhu vomuguta ravo, vachiti, “Handei tindonamata vamwe vamwari,” (vamwari vausina kumboziva), ipapo unofanira kubvunzisisa, nokutsvakisisa uye nokuferefeta kwazvo. Zvino kana zviri zvechokwadi uye zvanyatsoonekwa kuti ndizvo, kuti chinhu ichi chinonyangadza chakaitwa pakati penyu, munofanira zvirokwazvo kuuraya nomunondo vanhu vose varo nezvipfuwo zvaro. Unganidzai zvose zvakapambwa zveguta pakati poruvazhe mugopisa chose guta uye nazvose zvakapambwa zvaro sechipiriso chinopiswa kuna Jehovha Mwari wako. Rinofanira kugara riri dongo nokusingaperi, risingazovakwizve. Ngapasava nechimwe chezvinhu izvo zvakatongwa chinoonekwa mumaoko ako, kuti Jehovha adzore kutsamwa kwake kukuru; achakunzwirai tsitsi, agokunzwirai ngoni uye achakuwedzerai uwandu hwenyu, sezvaakakuvimbisai nemhiko kumadzitateguru enyu, nokuti makateerera Jehovha Mwari wenyu, kana mukachengeta mirayiro yandiri kukupai nhasi uye nokuita zvakanaka pamberi pake. "
    },
    {
      "chapter": "14",
      "verses": "Zvokudya Zvakachena neZvisina Kuchena Imi muri vana vaJehovha Mwari wenyu. Musazvicheka kana kuzviveura pamberi pomusoro muchiitira vakafa, nokuti muri rudzi rutsvene kuna Jehovha Mwari wenyu. Jehovha akakutsaurai kubva pakati pendudzi dzose dziri panyika kuti muve rudzi rwake runokosha. Musadya chinhu chipi zvacho chinonyangadza. Idzi ndidzo mhuka dzamungadya: mombe, hwai, mbudzi, nondo, mhara, mhembwe, ngururu, mharapara, nyati nehwai yomugomo. Mungadya henyu mhuka ipi neipi ina mahwanda akaparadzana kuita maviri uye inodzeya. Zvisinei, pane idzo dzinodzeya kana dzina mahwanda akaparadzana, mahwanda akanyatsoparadzana, hamufaniri kudya ngamera, tsuro kana mbira. Kunyange zvazvo dzichidzeya hadzina mahwanda akaparadzana; hadzina kuchena kwamuri. Nguruvewo haina kuchena; kunyange zvayo ina mahwanda akaparadzana, haidzeyi. Hamufaniri kudya nyama yadzo kana kubata zvitunha zvadzo. Pazvipuka zvose zvinogara mumvura, mungadya henyu zvose zvine zvimbi namakwande. Asi chipi nechipi zvacho chisina zvimbi namakwande hamufaniri kudya; nokuti hachina kuchena. Mungadya henyu shiri ipi neipi yakachena. Asi dzamusingafaniri kudya ndeidzi: gondo, gora, gora dema, njerere tsvuku, njerere nhema, rukodzi namarudzi arwo, gunguwo namarudzi aro ose, zizi renyanga, kazizimbori, shiri yegungwa, namarudzi ose eruvangu, zizi duku, zizi guru, zizi jena, zizi romurenje, hukurwizi nekanyururahove, neshuramurove namarudzi ose ekondo, nemhupupu uye nechiremwaremwa. Zvipuka zvose zvina mapapiro zvinokambaira hazvina kuchena kwamuri; hamufaniri kuzvidya. Asi zvipuka zvose zvina mapapiro zvakachena mungadya henyu. Musadya chii zvacho chamunoona chakafa. Mungapa zvenyu kumutorwa agere mune rimwe ramaguta enyu, uye angadya zvake kana kuti mungatengesera zvenyu kumutorwa. Asi imi muri rudzi rutsvene kuna Jehovha Mwari wenyu. Musabika mbudzana mumukaka wamai vayo. Zvegumi Chenjera kuti utsaure chegumi chezvinhu zvose zvaunokohwa muminda yako gore roga roga. Udye chegumi chezviyo, newaini itsva namafuta uye nezvibereko zvokutanga zvemombe dzako nezvamakwai ako pamberi paJehovha Mwari wako panzvimbo yaachasarudza kuti Zita rake rigarepo, kuitira kuti udzidze kutya Jehovha Mwari wako nguva dzose. Asi kana nzvimbo yacho iri kure uye waropafadzwa naJehovha Mwari wako, uye usingagoni kutakura chegumi chako (nokuti nzvimbo ichasarudzwa naJehovha kuti Zita rake rigarepo iri kure), ipapo unofanira kutsinhanisa chegumi chako nesirivha, ugotora sirivha ugoenda nayo kunzvimbo ichasarudzwa naJehovha Mwari wako. Shandisa sirivha yacho kutenga zvaungada, zvakadai sezvizvi: mombe, makwai, waini kana zvimwe zvokunwa zvinobata, kana chinhu chipi zvacho chaunoda. Ipapo iwe neimba yako muchadya pamberi paJehovha Mwari wenyu mugofara. Uye musazokanganwa vaRevhi vagere mumaguta enyu, nokuti havana mugove kana nhaka yavowo. Panopera makore matatu oga oga, munofanira kuuya nezvegumi zvegore iroro uye mugozvichengetera mumaguta enyu, kuitira kuti vaRevhi (avo vasina mugove kana nhaka yavowo) uye nomweni, nherera nechirikadzi vanogara mumaguta enyu, vauye vagodya vachiguta, uye kuitira kuti Jehovha Mwari wenyu akuropafadzei pamabasa ose amaoko enyu. "
    },
    {
      "chapter": "15",
      "verses": "Gore roKudzimwa kweZvikwereti Pakupera kwamakore manomwe oga oga munofanira kudzima zvikwereti. Iyi ndiyo nzira yazvinofanira kuitwa nayo: Mumwe nomumwe akapa chikwereti anofanira kudzima icho chaakakweretesa hama yake muIsraeri. Haangarevi chikwereti kune wokwake muIsraeri, kana hama yake, nokuti nguva yaJehovha yokudzima zvikwereti yaparidzwa. Ungareva hako chikwereti kubva kumutorwa, asi unofanira kudzima chikwereti chipi zvacho chakakweretwa nehama yako. Kunyange zvakadaro, hapafaniri kuva nomurombo pakati penyu, nokuti munyika iyo Jehovha Mwari wenyu yaari kukupai kuti ive yenyu senhaka, achakuropafadzai kwazvo, kana chete mukanyatsoteerera Jehovha Mwari wenyu nokuchenjerera kutevera mirayiro yake yose yandiri kukupai nhasi. Nokuti Jehovha Mwari wenyu achakuropafadzai sezvaakavimbisa, uye imi muchapa zvikwereti kundudzi zhinji asi imi hamungakwereti kubva kurudzi rupi zvarwo. Muchatonga ndudzi zhinji asi hapana rudzi ruchakutongai. Kana pane murombo pakati pehama dzenyu mune ripi zvaro guta renyika iyo Jehovha ari kukupai musaomesa mwoyo kana kupfumbatira ruoko kuhama yenyu inoshayiwa. Asi munofanira kutambanudzira ruoko uye mugopa hama yenyu pachena chipi nechipi chaanoshayiwa. Muchenjerere kuti murege kuva nomufungo wakaipa uyu wokuti: “Gore rechinomwe, gore rokudzima zvikwereti, rava pedyo,” kuitira kuti murege kuratidza mwoyo wakaipa kuhama yenyu inoshayiwa nokurega kumupa chinhu. Iye achachema kuna Jehovha pamusoro penyu, uye imi muchabatwa nemhosva yokuita chivi. Upe zvakawanda uye urege kumupa nomwoyo unogunun'una; ipapo nokuda kwechinhu ichi Jehovha Mwari wako achakuropafadza mumabasa ako ose uye pane chimwe nechimwe chaunobata noruoko rwako. Varombo vachagara varimo munyika. Naizvozvo ndinokurayira kuti utambanudze maoko kuhama dzako varombo navanoshayiwa munyika yako. Kusunungurwa kwaVaranda Kana mumwe wako wechiHebheru, murume kana mukadzi achinge azvitengesa kwauri uye achinge akushandira kwamakore matanhatu, mugore rechinomwe unofanira kumusunungura umurege aende. Zvino kana uchinge wamusunungura usamusiya achienda asina chinhu. Mugovere zvakawanda kubva pamakwai ako, napaburiro rako uye napachisviniro chako chewaini. Mupe sokuropafadzwa kwawakaitwa naJehovha Mwari wako. Rangarirai kuti imi maimbova varanda muIjipiti uye Jehovha Mwari wenyu akakudzikinurai. Nokudaro ndinokupai murayiro uyu nhasi. Asi kana muranda wako akati kwauri, “Handidi kukusiyai,” nokuti anokuda iwe nemhuri yako uye zvakamunakira kuva newe, ipapo utore runji ugourura nzeve yake narwo pagonhi, uye achava muranda wako nokusingaperi. Uite zvimwe chete kumurandakadzi wako. Usachiona sechinhu chakaoma kusunungura muranda wako, nokuti kukushandira kwake pamakore matanhatu kwakapfuura kakapetwa kaviri kushanda kwouyo anoshandira mubayiro. Uye Jehovha Mwari wako achakuropafadza mune zvose zvaunoita. Zvibereko zvokutanga zvezvipfuwo Tsaurira Jehovha Mwari wako chikono chose chokutanga chemombe dzako, makwai ako. Zvikono zvokutanga pakuberekwa zvemombe dzako hazvifaniri kuitiswa basa uye usaveura makushe amakwai ako akatanga kuberekwa. Gore rimwe nerimwe iwe nemhuri yako munofanira kuzvidya muri pamberi paJehovha Mwari wenyu panzvimbo yaachasarudza. Kana chipfuwo chine chachinopomerwa, chakaremara kana kuti chiri bofu, kana kuti chine chimwe chinhu chakanyanyoipa pachiri, haufaniri kuchibayira kuna Jehovha Mwari wako. Unofanira kuchidyira mumaguta ako. Vose vasina kuchena navakachena vangazvidya havo sokunge vanodya mhara kana nondo. Asi haufaniri kudya ropa; riteurire pasi semvura. "
    },
    {
      "chapter": "16",
      "verses": "Pasika Rangarira mwedzi waAbhibhi upemberere Pasika yaJehovha Mwari wako, nokuti mumwedzi waAbhibhi akakubudisa kubva muIjipiti usiku. Bayira Jehovha Mwari wako chipfuwo kubva pamakwai ako kana kubva pamombe dzako sePasika panzvimbo iyo Jehovha achasarudza kuti Zita rake rigarepo. Usaidya nechingwa chine mbiriso, asi kwamazuva manomwe unofanira kudya chingwa chisina mbiriso, chingwa chokutambudzika, nokuti makabuda muIjipiti muchikurumidza—kuitira kuti murangarire nguva yamakabuda kubva muIjipiti. Pamazuva manomwe aya ngapasawanikwa mbiriso panyika yenyu yose. Musarega nyama yamunobayira usiku hwezuva rokutanga ichisara kusvikira mangwanani. Hamufaniri kubayira Pasika mune ripi zvaro ramaguta amunopiwa naJehovha Mwari wenyu, kunze kwenzvimbo yaachasarudza kuti Zita rake rigarepo. Ipapo ndipo pamunofanira kubayira Pasika madekwana, kana zuva ravira, nezuva rokurangarira kwamakaita kubva muIjipiti. Igochei mugoidyira panzvimbo yamuchasarudzirwa naJehovha Mwari wenyu kuti Zita rake rigarepo. Zvino kana ava mangwanani mudzokere kumatende enyu. Kwamazuva matanhatu mudye chingwa chisina mbiriso uye pazuva rechinomwe munofanira kuita ungano kuna Jehovha Mwari wenyu uye murege kushanda. Mutambo waMavhiki Verengai mavhiki manomwe kubva panguva yamunotanga kucheka gorosi. Ipapo upemberere Jehovha Mwari wako Mutambo waMavhiki nokupa chipo chokuda kwako maererano nokuropafadzwa kwawakaitwa naJehovha Mwari wako. Uye ufare pamberi paJehovha Mwari wako panzvimbo yaachasarudza kuti Zita rake rigarepo, iwe, navanakomana vako navanasikana vako, varandarume vako navarandakadzi vako, navaRevhi vari mumaguta ako, uye navatorwa, nenherera nechirikadzi dzigere pakati penyu. Rangarirai kuti maiva varanda muIjipiti, uye muchenjerere kuchengeta mirayiro iyi. Mutambo waMatumba Upemberere Mutambo waMatumba mazuva manomwe mushure mokunge wapedza kuunganidza zvawawana paburiro rako napachisviniro chako. Ufare kwazvo paMutambo wako, iwe, navanakomana vako navanasikana vako, varandarume vako navarandakadzi vako, navaRevhi vari mumaguta ako, uye navatorwa, nenherera nechirikadzi dzigere mumaguta enyu. Kwamazuva manomwe upemberere Mutambo kuna Jehovha Mwari wako panzvimbo ichasarudzwa naJehovha, nokuti Jehovha Mwari wako achakuropafadza mukukohwa kwako kwose nomubasa rako rose ramaoko ako, uye mufaro wako uchazadziswa. Katatu pagore varume vose pakati penyu vanofanira kuuya pamberi paJehovha Mwari wenyu panzvimbo iyo achasarudza: panguva yoMutambo weChingwa Chisina Mbiriso, noMutambo waMavhiki uye noMutambo waMatumba. Hapana munhu anofanira kuuya asina chaakabata pamberi paJehovha: Mumwe nomumwe wenyu anofanira kuuya nechipo chakaenzanirana nokuropafadzwa kwaakaitwa naJehovha Mwari wenyu. Vatongi Gadzai vatongi navakuru kurudzi rumwe norumwe rwenyu muguta rimwe nerimwe ramuri kupiwa naJehovha Mwari wenyu, uye vagotonga vanhu nokutonga kwakanaka. Musatsauka pakururamisa kana kuita rusaruro. Musagamuchira fufuro, nokuti fufuro rinopofumadza meso owakachenjera uye rinominamisa mashoko avakarurama. Teverai kururamisa uye kururamisisa chete, kuitira kuti mugorarama uye mugotora nyika yamuri kupiwa naJehovha Mwari wenyu. Kunamata vamwe vamwari Musazvimisira matanda api zvawo aAshera parutivi pearitari yamunovakira Jehovha Mwari wenyu. Uye musamisa dombo rinoera, nokuti izvi Jehovha Mwari wenyu anozvivenga. "
    },
    {
      "chapter": "17",
      "verses": "Musabayira Jehovha Mwari wenyu mombe kana gwai rine chakaipa pariri kana rakaremara, nokuti izvozvo zvinomunyangadza. Kana pakati penyu mune rimwe ramaguta amuri kupiwa naJehovha pakawanikwa murume kana mukadzi achiita zvakaipa pamberi paJehovha Mwari wenyu, achiputsa sungano, uye akapesana nomurayiro wangu anamata vamwe vamwari, achivapfugamira kana kupfugamira zuva kana mwedzi kana nyeredzi dzokudenga, uye izvi zvaziviswa kwamuri, ipapo munofanira kunyatsozvibvunzisisa kwazvo. Kana chiri chokwadi uye zvanyatsoonekwa kuti chinhu ichi chinonyangadza chakaitwa muIsraeri, torai murume uyu kana mukadzi uyu akaita chinhu ichi chakaipa muende naye kusuo reguta renyu mugomutaka namabwe afe. Nokupupura kwezvapupu zviviri kana zvitatu munhu achaurayiwa, asi hapana munhu anofanira kuurayiwa nokupupura kwechapupu chimwe chete. Maoko ezvapupu ndiwo anofanira kutanga pakumuuraya, zvino pashure maoko avanhu vose. Munofanira kubvisa chakaipa pakati penyu. Matare edzimhosva Kana mhaka dzikauya kumatare enyu dzakanyanya kukuomerai kuti mutonge, dzingava dzokudeurwa kweropa, dzokukwirirana matare kana dzokurwa, endai nadzo kunzvimbo iyo Jehovha Mwari wenyu achasarudza. Endai kuvaprista, vanova vaRevhi uye kuvatongi vanenge vachitonga panguva iyoyo. Muvabvunze uye ivo vachakuudzai mutongo wakafanira. Muite sezvavanenge vakutongerai panzvimbo ichasarudzwa naJehovha. Muchenjerere kuita zvose zvavanenge vakurayirai kuti muite. Muite maererano nomurayiro wavanokudzidzisai uye nokutonga kwavanokuudzai. Hamufaniri kutsauka kubva pane zvavanokuudzai, kurudyi kana kuruboshwe. Munhu anozvidza mutongi kana muprista anomira achishumira pamberi paJehovha Mwari wenyu anofanira kufa. Munofanira kubvisa chakaipa muIsraeri. Vanhu vose vachazvinzwa uye vagotya, uye havazozvidzi zvakare. Mambo Kana muchinge mapinda munyika yamuri kupiwa naJehovha Mwari wenyu uye kana muchinge maitora kuti ive yenyu, uye magara mairi, uye mukati, “Ngatizvigadzirei mambo sezvakaita ndudzi dzose dzakapoteredza.” Chenjererai kuti mugadze mambo achasarudzwa naJehovha Mwari wenyu. Anofanira kubva pakati pehama dzenyu. Musazvigadzira mutorwa, uyo asiri hama yenyu muIsraeri. Mambo haafaniri kuva namabhiza akawanda kana kuita kuti vanhu vadzokere kuIjipiti kundotora mamwe, nokuti Jehovha akutaurirai kuti, “Hamufaniri kudzoka nenzira iyoyo zvakare.” Haafaniri kutora madzimai akawanda, nokuti mwoyo wake ungazotsauswa. Haafaniri kuunganidza sirivha negoridhe zvakawanda. Kana achinge agara pachigaro chake choushe, anofanira kuzvinyorera bhuku romurayiro uyu, achitora kubva mumirayiro yavaprista vanova vaRevhi. Anofanira kugara naro uye anofanira kuriverenga mazuva ose oupenyu hwake kuitira kuti adzidze kutya Jehovha Mwari wake uye agochenjerera kutevera mashoko ose omurayiro uyu nemitemo iyi. Uye haafaniri kuzviona seari nani kupfuura hama dzake agotsauka kubva pamurayiro kurudyi kana kuruboshwe. Ipapo iye nezvizvarwa zvake achagara nguva huru paushe hwake muIsraeri. "
    },
    {
      "chapter": "18",
      "verses": "Zvipiriso zvaVaprista navaRevhi Vaprista vanova vaRevhi, zvirokwazvo rudzi rwose rwaRevhi, havafaniri kuva nomugove kana nhaka pamwe chete neIsraeri. Vachararama nezvipiriso zvinopiswa zvaJehovha, nokuti ndiyo nhaka yavo. Havazovi nenhaka pakati pehama dzavo: Jehovha ndiye nhaka yavo sezvaakavavimbisa. Uyu ndiwo mugove wakafanira vaprista kubva kuvanhu vanobayira nzombe kana gwai: bandauko neshaya dzacho uye nezvemukati. Munofanira kuvapa zvibereko zvokutanga zvezviyo, waini itsva namafuta, uye namakushe okutanga amakwai ako, nokuti Jehovha Mwari wenyu akavasarudza ivo nezvizvarwa zvavo, kubva pakati pamarudzi ose kuti vamire vachishumira muzita raJehovha nguva dzose. Kana muRevhi akabva mune rimwe ramaguta enyu, kupi zvako muIsraeri kwaanenge achigara, uye akauya nomwoyo wake wose kunzvimbo ichasarudzwa naJehovha, anogona hake kushumira muzita raJehovha Mwari wake savamwe vake vose vaRevhi vanoshumira ipapo pamberi paJehovha. Anofanira kuwana mugove wakaenzana newavo, kunyange zvake akawana mari paakatengesa nhaka yemhuri yake. Tsika dzinonyangadza Kana muchinge mapinda munyika yamuri kupiwa naJehovha Mwari wenyu, musadzidzira kutevedzera nzira dzinonyangadza dzendudzi dzirimo. Ngapasava nomumwe pakati penyu anoita mwanakomana wake kana mwanasikana wake chibayiro chinopiswa, kana anovuka kana anoita zvamazango kana anotenda zvamashura, kana kuita zvouroyi, kana anoita zvoun'anga, kana anotenda zvamasvikiro kana anobvunza vakafa. Ani naani anoita zvinhu izvi anonyangadza pamberi paJehovha, uye nokuda kwetsika idzi dzinonyangadza Jehovha Mwari wenyu achadzinga ndudzi idzi pamberi penyu. Unofanira kuva wakarurama pamberi paJehovha Mwari wako. Muprofita Ndudzi dzamunotorera nyika dzinoteerera kuna avo vanoita zvamazango kana kuvuka. Asi kana muri imi Jehovha Mwari wenyu haana kukutenderai kuti muite izvozvo. Jehovha Mwari wenyu achakumutsirai muprofita akaita seni kubva pakati pehama dzenyu. Munofanira kumuteerera. Nokuti izvi ndizvo zvamakakumbira Jehovha Mwari wenyu paHorebhu pazuva reungano apo makati, “Hatidi kunzwa inzwi raJehovha Mwari wedu kana kuona moto mukuru uyu zvakare, nokuti tingafa.” Jehovha akati kwandiri, “Zvavataura zvakanaka. Ndichavamutsira muprofita anobva pakati pehama dzavo akaita sewe; ndichaisa mashoko angu mumuromo wake, uye achavaudza zvose zvandichamurayira. Kana pane munhu acharega kuteerera mashoko angu anotaurwa nomuprofita muzita rangu, ini pachangu ndichamubvunza pamusoro pazvo. Asi muprofita achataura muzita rangu mashoko api zvawo andisina kumurayira kuti ataure, kana muprofita anotaura muzita ravamwe vamwari, anofanira kuurayiwa.” Ungati zvako mumwoyo mako, “Tingaziva seiko kuti shoko iri rataurwa naJehovha?” Kana zvakataurwa nomuprofita muzita raJehovha zvikasaitika kana zvikasava chokwadi, shoko iroro harina kutaurwa naJehovha. Muprofita iyeye ataura zvomusoro wake. Musamutya. "
    },
    {
      "chapter": "19",
      "verses": "Maguta oUtiziro Kana Jehovha Mwari wenyu aparadza ndudzi dzaari kukupai nyika yadzo, uye kana muchinge madzidzinga mukagara mumaguta avo nedzimba dzavo, ipapo muzvitsaurire maguta matatu ari pakati penyika yamuri kupiwa naJehovha Mwari wenyu kuti ive yenyu. Mugadzire migwagwa inoenda kwaari uye mugoganhura, muzvikamu zvitatu nyika yamuri kupiwa naJehovha Mwari wenyu senhaka, kuitira kuti ani naani anenge auraya munhu agotizirako. Uyu ndiwo murayiro pamusoro pomunhu anenge auraya mumwe munhu anotizirako kuti aponese upenyu hwake, munhu anouraya muvakidzani wake asingazivi, asina kunge amuvenga kare. Somuenzaniso, munhu anogona kupinda musango nomuvakidzani wake kundotema huni, paanosimudza demo kuti ateme muti, demo rovhomoka rotema muvakidzani wake ofa. Munhu iyeye anogona kutizira kune rimwe ramaguta aya agoponesa mweya wake. Zvimwe, mutsivi weropa angamutevera mukutsamwa, akamubata kana rwendo rwuri rurefu kwazvo, akamuuraya kunyange zvake akanga asingafaniri kufa, sezvo asina kuzviita kumuvakidzani wake noruvengo. Ndokusaka ndichikurayirai kuti muzvitsaurire maguta matatu. Kana Jehovha Mwari wenyu achinge azokurisa nyika yenyu, sezvaakavimbisa madzitateguru enyu nemhiko, uye kana achinge akupai nyika yose yaakavimbisa, nokuti mukachenjerera kutevera mirayiro iyi yose yandinokurayirai nhasi, kuti mude Jehovha Mwari wenyu uye mufambe munzira dzake nguva dzose, ipapo munofanira kutsaura maguta matatu. Muite izvi kuitira kuti ropa risina mhosva rirege kuteurwa munyika yenyu, yamuri kupiwa naJehovha Mwari wenyu kuti ive nhaka yenyu, uye kuti murege kuva nemhosva yokuteura ropa. Asi kana munhu achivenga muvakidzani wake akamuvandira, akamurova uye akamuuraya, akatizira kune rimwe ramaguta aya, vakuru veguta rake vanofanira kutuma munhu kuti andomutora kubva kuguta, uye vagomuisa mumaoko omutsivi weropa kuti afe. Musamunzwira tsitsi. Munofanira kubvisa muIsraeri mhosva yokuteurwa kweropa risina mhaka, kuitira kuti zvigokunakirai. Musabvisa dombo romuganhu nomuvakidzani wenyu, rakaiswa nevakakutangirai munhaka yamunogamuchira munyika yamunopiwa naJehovha Mwari wenyu kuti ive yenyu. Zvapupu Chapupu chimwe chete hachifaniri kupupurira munhu kuti agobatwa nemhosva yokupupura mhaka, kunyange dai akapara mhaka. Nyaya inofanira kusimbiswa nouchapupu hwevaviri kana vatatu. Kana chapupu chenhema chikapupurira munhu kuti ane mhaka, varume ava vari vaviri vari kuitirana nharo vanofanira kumira pamberi paJehovha napamberi pavaprista navatongi vanenge vachitonga panguva iyoyo. Vatongi vanofanira kunyatsoferefeta nyaya iyi, zvino kana chapupu ichi chikabatwa kuti chinoreva nhema, chichipa uchapupu hwenhema pamusoro pehama yake, ipapo itai kwaari sezvaanga achida kuita kuhama yake. Munofanira kubvisa chakaipa pakati penyu. Vanhu vose vachanzwa izvi vagotya uye chakaipa chakadai hachizoitwizve pakati penyu. Musaratidza tsitsi, upenyu noupenyu, ziso neziso, zino nezino, ruoko noruoko, tsoka netsoka. "
    },
    {
      "chapter": "20",
      "verses": "Kuenda kundorwa Kana muchienda kundorwa navavengi venyu uye mukaona mabhiza nengoro nehondo huru kupfuura yenyu, musavatya, nokuti Jehovha Mwari, uyo akakubudisai kubva muIjipiti, achava nemi. Kana muchinge mava kuda kurwa, muprista anofanira kuuya kuzotaura kuvarwi. Iye achati, “Inzwai, imi Israeri, nhasi muri kuenda kundorwa navavengi venyu. Mwoyo yenyu ngairege kupera simba kana kutya; regai kutyiswa kana kuvhundutswa pamberi pavo. Nokuti Jehovha Mwari wenyu ndiye anoenda nemi kundokurwirai kuvavengi venyu kuti akukundisei.” Vakuru vachatiwo kuvarwi, “Pane akavaka imba yake itsva here asati aikumikidza? Ngaadzokere kumba kwake, nokuti angafa pakurwa uye mumwewo akazoikumikidza. Pane akarima munda womuzambiringa here uye asati atanga kudya michero yawo? Ngaadzokere kumba kwake, nokuti angafa pakurwa uye mumwewo akazodya michero yawo. Pane akanyenga musikana here uye asati amuwana? Ngaadzokere kumba kwake, nokuti angafa pakurwa uye mumwewo akazomuwana.” Ipapo vakuru vachati zvakare, “Pane anotya here kana ane mwoyo unovhunduka? Ngaadzokere kumba kwake kuitira kuti hama dzake dzisazorwadziwawo mwoyo saiye.” Kana vakuru vachinge vapedza kutaura kuvarwi, vanofanira kugadza vatungamiri vehondo. Pamunofamba muchinorwisa guta, munofanira kuriparidzira rugare. Kana varugamuchira vakazarura masuo avo, vanhu vose vomo vanofanira kumanikidzwa kushanda uye vanofanira kukushandirai. Kana vakaramba rugare uye vakarwa nemi, munofanira kukomba guta iroro. Kana Jehovha Mwari wenyu achinge ariisa mumaoko enyu, muuraye varume vose vari mariri. Asi kana vari vakadzi, navana nezvipfuwo uye nezvimwe zvose zviri muguta, munogona kuzvitora sezvakapambwa. Uye mungashandisa zvenyu zvakapambwa izvi zvamuri kupiwa naJehovha Mwari wenyu kubva kuvavengi venyu. Izvi ndizvo zvamunofanira kuita kumaguta ose ari chinhambwe kubva kwamuri uye asiri maguta endudzi dziri pedyo. Asi, mumaguta endudzi amuri kupiwa naJehovha Mwari wenyu senhaka, musasiya chinhu chipi zvacho chipenyu. Vaparadzei zvachose, ivo vaHiti, vaAmori, vaKenani, vaPerizi, vaHivhi navaJebhusi, sezvamakarayirwa naJehovha Mwari wenyu. Nokuti vangazokudzidzisai tsika dzavo dzinonyangadza dzavanoita vachinamata vamwari wavo, mugotadzira Jehovha Mwari wenyu. Kana mukakomba guta kwenguva refu, muchirirwisa kuti muripambe, musaparadza miti yaro nokuitema nokuti munogona kudya michero yayo. Musaitema. Ko, miti yomusango vanhu here, zvokuti mungaikomba? Zvisinei, mungatema zvenyu miti yamunoziva kuti haisi miti yemichero mugoshandisa pakukomba kusvikira makunda guta ramuri kurwa naro. "
    },
    {
      "chapter": "21",
      "verses": "Kuyananisira Munhu Asingazivikanwi akamuuraya Kana munhu akawanikwa akafa, akatandavara musango munyika iyo Jehovha Mwari wako ari kukupai kuti ive yenyu, uye musingazivi kuti ndiani amuuraya, vakuru venyu navatongi vachaenda kundoera chinhambwe kubva pachitunha kusvika kumaguta akakomberedza. Ipapo vakuru veguta riri pedyo nechitunha vanofanira kutora tsiru remombe risina kumboshandiswa uye risina kumbokweva pajoko, vagoenda naro kumupata usina kumborimwa kana kudyarwa uye pane rwizi runoerera. Imomo mumupata vanofanira kuvhuna mutsipa wetsiru. Vaprista, vanakomana vaRevhi vanofanira kuuya pamberi, nokuti Jehovha Mwari wenyu akavasarudza kuti vashumire nokuropafadza muzita raJehovha uye vanofanira kutonga pamhaka dzose dzegakava nedzokurwa. Ipapo vakuru vose veguta riri pedyo nechitunha vanofanira kushamba maoko avo pamusoro petsiru rakavhunwa mutsipa mumupata. Ipapo vanofanira kuti, “Maoko edu haana kudeura ropa iri, uye kana meso edu haana kuona zvichiitwa. Gamuchirai henyu yananiso yavanhu venyu vaIsraeri, vamakadzikinura, imi Jehovha, uye musabata vanhu venyu nemhosva yokuteura ropa romunhu asina mhaka.” Zvino kuteurwa kweropa kuchayananisirwa. Saka muchabvisa pakati penyu mhosva yokuteurwa kweropa risina mhaka sezvo maita chinhu chakanaka pamberi paJehovha. Kuwana Mukadzi Akatapwa Kana muchinge maenda kundorwa navavengi venyu uye kana Jehovha Mwari wenyu avaisa mumaoko enyu uye mavatapa, kana ukaona pakati pavakatapwa mukadzi akanaka ukamuda, unogona kumutora ave mukadzi wako. Uya naye mumba mako ugomuveura musoro, ugogurira nzara dzake, uye ugorasha nguo dzaakatapwa nadzo. Mushure mokunge agara mumba mako nokuchema baba namai vake kwomwedzi wose, ipapo ugopinda kwaari, uve murume wake naiye achava mukadzi wako. Kana usina kufadzwa naye, murege aende chero kwaanoda. Haufaniri kumutengesa kana kumubata somuranda, sezvo uriwe wamunyadzisa. Kodzero dzeDangwe Kana munhu aine vakadzi vaviri, uye achida mumwe asi asingadi mumwe, uye vose vakamuberekera vanakomana asi wedangwe ari mwanakomana womukadzi waasingadi, kana ogova pfuma yake kuvanakomana vake, haafaniri kupa kodzero yedangwe kumwanakomana womukadzi waanoda pachinzvimbo chomwana wake wedangwe chaiye, mwanakomana womukadzi waasingadi. Anofanira kugamuchira mwanakomana womukadzi wake waasingadi sedangwe nokumupa mugove wakapetwa kaviri wezvose zvaanazvo. Mwanakomana iyeye ndiye chiratidzo chokutanga chesimba rababa vake. Kodzero yomwana wedangwe ndeyake. Mwanakomana Asingateereri Kana munhu aine mwanakomana akasindimara asingateereri baba vake namai vake uye asingavateereri kana vachimuranga, baba vake namai vake vanofanira kumubata vagoenda naye kuvakuru pasuo reguta. Vachati kuvakuru, “Mwanakomana wedu uyu akasindimara uye anotimukira. Haatiteereri. Anoparadza pfuma uye chidhakwa.” Ipapo varume vose vomuguta rake vachamutaka namabwe afe. Munofanira kubvisa chakaipa pakati penyu. Israeri yose ichazvinzwa igotya. Mitemo Yakasiyana-siyana Kana munhu achinge aine mhosva yakafanira rufu, akaurayiwa uye chitunha chake chikasungirirwa pamuti, hamufaniri kusiya chitunha chake chiri pamuti usiku hwose. Muone kuti mamuviga zuva rimwe chetero, nokuti ani naani akasungirirwa akatukwa naMwari. Hamufaniri kusvibisa nyika yamuri kupiwa naJehovha Mwari wenyu senhaka. "
    },
    {
      "chapter": "22",
      "verses": "Kana ukaona nzombe yehama yako kana gwai rake rarasika, usarishayira hanya asi uone kuti waridzorera kwaari. Kana hama iyi ichigara kure newe kana kuti usingaizivi kuti ndiani, ritore uende naro kumba undorichengeta kusvikira muridzi waro auya achiritsvaga. Ipapo uridzosere kwaari. Uite zvimwe chetezvo kana uchinge waona mbongoro yehama yako kana nguo yake kana chinhu chipi zvacho chaanenge arasikirwa nacho. Usachisiya. Kana ukaona mbongoro yehama yako kana nzombe yake yakawa panzira, usairega. Ibatsire kuti imire netsoka dzayo. Mukadzi haafaniri kupfeka nguo dzomurume, uye murume haafaniri kupfeka nguo dzomukadzi, nokuti Jehovha Mwari wenyu anonyangadzwa nomunhu anoita izvi. Kana ukaona dendere reshiri panzira, ringava riri mumuti kana riri pasi, uye mai vacho vachivhuvatira vana kana mazai, usatora mai pamwe chete navana vayo. Unogona kutora vana vacho, asi unofanira kurega mai vacho vaende, kuitira kuti zvikunakire, uye uchava namazuva mazhinji oupenyu. Kana uchinge wavaka imba itsva, unofanira kuisa rumhanda padenga remba yako kuitira kuti urege kuuyisa mhosva yeropa pamusoro pemba yako kana mumwe munhu azowa kubva padenga rayo. Usadyara mbeu dzamarudzi maviri mumunda wako wemizambiringa; kana ukaita izvi hazvisi zvirimwa zvawadyara chete zvasvibiswa asi kuti nezvibereko zvomunda wemizambiringa wako zvakare. Usarima nenzombe nembongoro zvakasungwa pajoko rimwe chete. Usapfeka nguo dzamakushe nomucheka zvakarukwa pamwe chete. Unofanira kuzviitira pfunha pamakona mana enguo yaunopfeka. Kukanganiswa kweWaniso Kana munhu akawana mukadzi uye mushure mokuvata naye, akasamufarira, uye akamunyomba uye akamupa zita rakaipa achiti, “Ndakawana mukadzi uyu, asi mushure mokuva naye, ndakamuwana asiri mhandara,” ipapo baba namai vomusikana uyu vanofanira kuuya nechiratidzo chokuti aiva mhandara kuvakuru veguta pasuo. Baba vomusikana uyu vachati kuvakuru, “Ndakapa mwanasikana wangu kuti awanikwe nomurume uyu, asi haana kumufarira. Zvino anomunyomba achiti, ‘Handina kuwana mwanasikana wenyu ari mhandara.’ Asi hechi chiratidzo choumhandara hwomwanasikana wangu.” Ipapo vabereki vake vanofanira kuwarira nguo pamberi pavakuru veguta, uye vakuru vachatora murume uyu vagomuranga. Vachamuripisa mashekeri esirivha anosvika zanaa vagopa kuna baba vomusikana, nokuti murume uyu apa zita rakaipa kumhandara yeIsraeri. Iye acharamba ari mukadzi wake; haafaniri kumuramba upenyu hwake hwose. Asi, kana mhaka iyi iri yechokwadi uye pasina chiratidzo choumhandara hwomusikana uyu, anofanira kuuyiswa pamukova wemba yababa vake uye ipapo varume veguta vagomutaka namabwe afe. Akaita chinhu chinonyadzisa muIsraeri nokuda kwokupata kwake paaiva achiri mumba mababa vake. Munofanira kubvisa chakaipa pakati penyu. Kana murume akawanikwa akavata nomukadzi akawanikwa nomumwe murume, vose vari vaviri murume nomukadzi waakavata naye vanofanira kufa. Munofanira kubvisa chakaipa muIsraeri. Kana murume akasangana muguta nemhandara yakapiwa nduma kuti iwanikwe nomumwe murume uye akavata naye, munofanira kutora vose vari vaviri mugoenda navo pasuo reguta mugovataka namabwe vafe, musikana nokuda kwokuti akanga ari muguta akasaridza mhere kuti anunurwe, uye murume uyu nokuda kwokuti akakanganisa mukadzi womumwe murume. Munofanira kubvisa chakaipa pakati penyu. Asi kana murume akasangana nomusikana kunze kusango akamumanikidza kuvata naye, uye achinge akapiwa nduma yokuzowanikwa, murume aita izvi ndiye anofanira kufa chete. Musaita chinhu kumusikana wacho; haana kuita chivi chinofanira rufu. Mhaka iyi yakafanana neyomunhu anorwisa nokuuraya muvakidzani wake. Nokuti murume uyu akawana musikana uyu kunze musango, uye kunyange musikana uyu akaita mhiko akaridza mhere, pakanga pasina aigona kumununura. Kana murume akasangana nomusikana asina kupiwa nduma yokuwanikwa akamumanikidza kuvata naye uye vakawanikidzwa, acharipa baba vomusikana uyu mashekeri makumi mashanub esirivha. Anofanira kuwana musikana wacho, nokuti amukanganisa. Haafaniri kumuramba mazuva ose oupenyu hwake. Murume haafaniri kuwana mukadzi wababa vake; haafaniri kuzvidza nhoo yababa vake. "
    },
    {
      "chapter": "23",
      "verses": "Kudziviswa Kusvika paUngano Hapana murume akakuvadzwa manhu ake kana kubviswa nhengo yake achapinda paungano yaJehovha. Hapana munhu akaberekwa noupombwe, kana vana vake, anofanira kupinda paungano yaJehovha, kusvikira kurudzi rwegumi. Hapana muAmoni kana muMoabhu, kana munhu upi worudzi rwake anofanira kupinda paungano yaJehovha, kusvikira kurudzi rwegumi. Nokuti havana kuuya kuzokuchingamidzai nechingwa nemvura parwendo rwenyu apo makabuda kubva muIjipiti, uye vakaripa Bharamu mwanakomana waBheori wePetori muAramu Naharaimu kuti akutukei. Asi, Jehovha Mwari wenyu haana kuteerera Bharamu asi akashandura kutuka akakuropafadzai, nokuti Jehovha Mwari wenyu anokudai. Usatsvaka rugare kana ushamwari navo mazuva ose oupenyu hwako! Haufaniri kusema muEdhomu, nokuti ihama yako. Usasema muIjipita nokuti wakagara somutorwa munyika yake. Rudzi rwechitatu rwavana vake runogona harwo kupinda paungano yaJehovha. Kusachena muMusasa Kana muchinge maungana kuti murwe navavengi venyu, zvichengetedzei kubva pazvinhu zvose zvakaipa. Kana mumwe wavarume venyu asina kuchena nokuda kwokuti akazvirotera usiku, anofanira kubuda kunze kwomusasa agareko. Asi kana ava madekwana anofanira kuzvigeza, uye pakuvira kwezuva ngaapinde zvake mumusasa. Munofanira kuva nenzvimbo kunze kwomusasa kwamunofanira kuenda muchinozvibatsira. Sezvo panhumbi dzenyu dzokurwa nadzo paine zvokucheresa, zvino kana uchinge wapedza kuzvibatsira, unofanira kufusira gomba rawazvibatsira. Nokuti Jehovha Mwari wako anofamba-famba pamusasa wenyu achikuchengetedzai nokukurwirai kubva kuvavengi venyu. Musasa wenyu unofanira kuva mutsvene, kuitira kuti arege kuona zvisakarurama pakati penyu uye akazokufuratirai. Mimwe Mirayiro Kana muranda atizira kwauri, usamudzosera kuna tenzi wake. Murege agare pakati penyu paanoda hake uye muguta ripi raachasarudza. Usamumanikidza. Hakuna muIsraeri, murume kana mukadzi achava mhombwe. Hamufaniri kuuya nomubayiro wechifeve kana wemhombwe mumba maJehovha Mwari wenyu kuti mupike nawo. Nokuti zvose izvi zviri zviviri zvinonyangadza Jehovha Mwari wenyu. Usaripisa hama yako mhindu, ingava yemari kana zvokudya kana chinhu chipi zvacho chaungawane mhindu kubva pachiri. Ungaripisa zvako mutorwa mhindu, asi kwete hama yako muIsraeri, kuitira kuti Jehovha Mwari wako akuropafadze pane zvose zvaungabate noruoko rwako munyika yauri kupinda kuti ive yenyu. Kana ukaita mhiko pamberi paJehovha Mwari wako, usanonoka kuiripa, nokuti Jehovha Mwari wako zvirokwazvo achaibvunza kwauri uye uchava nemhosva yechivi. Asi kana ukarega kuita mhiko, haungavi nemhosva. Uchenjerere kuti uite zvose zvaunotaura nomuromo wako, nokuti wakaita mhiko nokuda kwako kuna Jehovha Mwari wako nomuromo wako. Kana ukapinda mumunda womuzambiringa womuvakidzani wako, ungadya mazambiringa ose aunoda asi haufaniri kuisa mamwe mudengu rako. Kana ukapinda mumunda wezviyo womuvakidzani wako, ungavhuna hako hura noruoko rwako, asi haufaniri kucheka zviyo zvake nejeko. "
    },
    {
      "chapter": "24",
      "verses": "Kana murume akawana mukadzi akasafadzwa naye nokuti awana chinhu chisina kufanira paari, akamupa rugwaro rwokumuramba, uye akamudzinga kubva mumba make, uye kana mushure mokunge abva mumba make akandowanikwa nomumwe murume, uye murume wake wechipiri akasamufarira, akamupa rugwaro rwokumuramba, uye akamudzinga kubva mumba make, kana kuti murume uyu akafa, ipapo murume wake wokutanga, akambomuramba, haabvumirwi kumuwana zvakare mushure mokunge asvibiswa. Izvozvo zvinonyangadza pamberi paJehovha. Musauyisa chivi pamusoro penyika yamuri kupiwa naJehovha Mwari wenyu senhaka. Kana murume achangobva kuwana, haafaniri kuendeswa kuhondo kana kupiwa rimwe basa zvaro rokuita. Kwegore rimwe chete anofanira kusununguka kuti agare pamba agofadza mukadzi wake waakawana. Usatora guyo kana huyo sorubatso rwechikwereti, nokuti unenge watora zvinoraramisa munhu sorubatso. Kana munhu akawanikwa achitapa hama yake yomuIsraeri uye achimubata senhapwa kana kumutengesa, nyakubata munhu anofanira kufa. Munofanira kubvisa chakaipa pakati penyu. Muchenjere kwazvo pachirwere chamaperembudzi kuti muite chaizvoizvo zvamakarayirwa navaprista vanova vaRevhi. Munofanira kuchenjerera kutevera zvandakavarayira. Murangarire zvakaitwa naJehovha Mwari wenyu kuna Miriamu panzira mushure mokunge mabuda muIjipiti. Kana ukakweretesa chinhu chipi zvacho kumuvakidzani wako, usapinda mumba momuvakidzani wako kundotora zvaari kukupa sorubatso. Gara panze urege munhu wauri kupa chikwereti akuvigire rubatso. Kana munhu uyu ari murombo, usaende kundovata une rubatso rwake. Dzosera jasi rake kwaari pakuvira kwezuva kuti agovata mariri. Ipapo achakutenda, uye zvigoonekwa sokuita kwakarurama pamberi paJehovha Mwari wako. Usamanikidza mushandi wako kana ari murombo kana munhu anoshayiwa, hazvinei kuti ihama yako muIsraeri kana kuti mutorwa anogara mune rimwe ramaguta enyu. Mupe mubayiro wake zuva risati ravira, nokuti iye murombo akatotarirawo pamugove wake. Nokuti angazochema kuna Jehovha pamusoro pako, uye uchazova nemhosva yokutadza. Madzibaba haafaniri kuurayiwa nokuda kwevana vavo, kana vana kuurayiwa nokuda kwamadzibaba avo; mumwe nomumwe achafira chivi chake. Usarega kururamisira mutorwa kana nherera, uye usatora nguo yechirikadzi sorubatso. Murangarire kuti maimbova varanda muIjipiti uye Jehovha Mwari wenyu akakudzikinurai kubva ikoko. Ndokusaka ndichikurayirai kuti muite izvi. Kana uchikohwa munda wako ukakanganwa chisote, usachidzokera kundochitora. Chisiyire mutorwa, nherera kana chirikadzi, kuiitira kuti Jehovha Mwari wako agokuropafadza mumabasa ose amaoko ako. Kana wazunza miti yako yamaorivhi, usandozunzazve rwechipiri. Siyira asara kumutorwa, nherera nechirikadzi. Kana uchikohwa mazambiringa mumunda wako womuzambiringa, usadzokorora kukohwazve. Siyira zvinosara kumutorwa, nherera nechirikadzi. Murangarire kuti maiva varanda muIjipiti. Ndokusaka ndichikurayirai kuti muite izvi. "
    },
    {
      "chapter": "25",
      "verses": "Kana vanhu vane gakava, vanofanira kuenda kudare uye vatongi vachatonga nyaya iyi, vachiruramisira asina mhosva nokupa mhosva uyo akatadza. Kana munhu ane mhosva achifanira kurohwa, mutongi anofanira kumuti arare pasi agoita kuti arohwe pamberi pake neshamhu dzakafanira mhosva yake. Asi haafaniri kupiwa shamhu dzinodarika makumi mana. Kana akarohwa zvakapfurikidza mwero, hama yako inenge yazvidzwa pamberi pako. Usasunga muromo wenzombe kana ichipura zviyo. Kana hama dzichigara pamwe chete mumwe wavo akafa asina mwanakomana, chirikadzi yake haifaniri kuwanikwa kunze kwemhuri. Hama yomurume wake inofanira kumutora nokumuwana uye agoita zvinofanira kuitwa nehama yomurume wake kwaari. Mwanakomana wokutanga waachabereka anofanira kutora zita rehama yake yakafa kuitira kuti zita rake rirege kudzimwa muIsraeri. Asi, kana munhu asingadi kuwana mukadzi wehama yake, mukadzi achaenda kuvakuru pasuo reguta agoti, “Hama yomurume wangu yaramba kumutsa zita romukoma wake muIsraeri. Haadi kuita zvinofanira kuitwa nehama yomurume kwandiri.” Ipapo vakuru veguta romurume uyu vanofanira kumudana vataure naye. Kana akaramba achiti, “Handidi zvangu kumuwana,” chirikadzi yehama yake inofanira kuenda kwaari pamberi pavakuru, agomubvisa imwe yeshangu dzake, uye agomusvipira kumeso achiti, “Izvi ndizvo zvinoitwa kumurume anoramba kuvaka imba yomukoma wake.” Imba yomurume uyu ichazivikanwa muIsraeri nezita rokuti Imba Yomurume Akabvisa Shangu Yake. Kana varume vaviri vachirwa ipapo mukadzi womumwe wavo akauya kuzonunura murume wake pane anomurwisa, uye akaswedera akabata murume uya nhengo dzake, munofanira kugura ruoko rwake. Musamunzwira tsitsi. Usava nezviyereso zviviri zvisina kuenzana muhomwe yako, chimwe chinorema, chimwe chakareruka. Usava nezvipimiso zviviri zvakasiyana mumba mako, chimwe chikuru, chimwe chiduku. Unofanira kuva nezviereso nezvipimiso zvakanaka uye zvechokwadi kuitira kuti ugorarama mazuva mazhinji munyika yauri kupiwa naJehovha Mwari wako. Nokuti Jehovha Mwari wako anonyangadzwa nomunhu anoita zvinhu izvi, munhu upi zvake, anoita zvinhu nokusatendeka. Murangarire zvamakaitirwa navaAmareki parwendo rwenyu pamakabuda kubva muIjipiti. Pamakanga maziya uye maneta, vakasangana nemi parwendo rwenyu vakauraya vose vakanga vachisaririra shure; vakanga vasingatyi Mwari. Kana Jehovha Mwari wenyu akupai zvose kubva kuvavengi vakakupoteredzai munyika yaari kukupai kuti ive yenyu senhaka, munofanira kudzima kurangarirwa kwaAmareki kubva pasi pedenga. Musazokanganwa! "
    },
    {
      "chapter": "26",
      "verses": "Zvibereko Zvokutanga neZvegumi Kana uchinge wapinda munyika yauri kupiwa naJehovha Mwari wako senhaka uye kana uchinge waitora nokugara mairi, utore zvimwe zvezvibereko zvose zvokutanga zvauchakohwa kubva pavhu renyika yauri kupiwa naJehovha Mwari wako ugozviisa mudengu. Ipapo ugoenda kunzvimbo iyo Jehovha Mwari wako achasarudza kuti Zita rake rigarepo, uye ugoti kumuprista ari kushumira panguva iyoyo, “Ndinozvireva nhasi pamberi paJehovha Mwari wako kuti ndasvika munyika yakapikirwa madzitateguru edu naJehovha kuti achatipa.” Muprista anofanira kutora dengu kubva mumaoko ako agoriisa pasi pamberi pearitari yaJehovha Mwari wake. Ipapo uchareva pamberi paJehovha Mwari wako, uchiti, “Baba vangu vakanga vari muAramu mufambi, vakadzika vakaenda kuIjipiti navanhu vashoma uye vakagarako vakazova rudzi rukuru, rune simba uye runa vanhu vazhinji. Asi vaIjipita vakatiitira zvakaipa, vakatitambudza, vachitibatisa basa rinorema. Ipapo takadana kuna Jehovha, iye Mwari wamadzibaba edu, uye Jehovha akanzwa inzwi redu akaona kutambudzika kwedu, kushandiswa nokumanikidzwa kwedu. Saka Jehovha akatibudisa muIjipiti noruoko rune simba uye noruoko rwakatambanudzwa, nezvinotyisa, nezviratidzo uye nezvishamiso. Akatiuyisa panzvimbo ino akatipa nyika ino, nyika inoyerera mukaka nouchi. Zvino ndauya nezvibereko zvokutanga zvevhu ramakandipa imi, iyemi Jehovha.” Uise dengu pamberi paJehovha Mwari wako uye ugopfugama pamberi pake. Uye iwe navaRevhi, navatorwa vari pakati penyu muchafara mune zvose zvakanaka zvawakaitirwa naJehovha Mwari wako, iwe nemhuri yako. Kana uchinge wapedza kutsaura chegumi chezvose zvawakawana mugore rechitatu, gore rechegumi, uchachipa kuvaRevhi, nokumutorwa, nokunherera uye nokuchirikadzi, kuitira kuti vagodya vachiguta mumaguta enyu. Ipapo ugoti kuna Jehovha Mwari wako, “Ndabvisa mugove mutsvene paimba yangu uye ndaupa kumuRevhi, nokumutorwa, nokunherera uye nokuchirikadzi, maererano nezvose zvamakarayira. Handina kutsauka kubva pamirayiro yenyu kana kukanganwa kunyange mumwe chete zvawo. Handina kudya kana chikamu zvacho chomugove mutsvene panguva yandaiva pakuchema, kana kubvisa chikamu chawo panguva yandaiva ndisina kunatswa, kana kupa chikamu chawo kuvakafa. Ndakateerera Jehovha Mwari wangu; ndaita zvose zvamakandirayira. Tarirai muri kudenga, panzvimbo yougaro hwenyu tsvene, mugoropafadza vanhu venyu Israeri uye nenyika yamakatipa sezvamakavimbisa nemhiko kumadzitateguru edu, nyika inoyerera mukaka nouchi.” Kutevera Mirayiro yaJehovha Jehovha Mwari wenyu anokurayirai nhasi kuti muteerere mitemo nemirayiro iyi; muchenjerere kuichengeta nomwoyo wenyu wose uye nomweya wenyu wose. Mareva nhasi kuti Jehovha ndiye Mwari wenyu uye kuti muchafamba munzira dzake, uye kuti muchamuteerera. Uye Jehovha azvireva nhasi kuti imi muri vanhu vake, pfuma yake inokosha sezvaakavimbisa, uye kuti imi muchachengeta mirayiro yake. Iye ati achakukurisai kwazvo kupfuura ndudzi dzose dzaakaita pakurumbidzwa, napamukurumbira napakukudzwa kuti muve rudzi rutsvene kuna Jehovha Mwari wenyu, sezvaakavimbisa. "
    },
    {
      "chapter": "27",
      "verses": "Aritari paGomo reEbhari Zvino Mozisi navakuru veIsraeri vakarayira vanhu vachiti, “Chengetai mirayiro iyi yose yandinokupai nhasi. Kana muchinge mayambuka Jorodhani muchipinda munyika yamuri kupiwa naJehovha Mwari wenyu, munofanira kumisa mabwe makuru mugoapenda nesuko. Mugonyora pamusoro pawo mashoko ose nomurayiro uyu kana muchinge mayambuka mhiri kuti mupinde munyika yamuri kupiwa naJehovha Mwari wenyu, nyika inoyerera mukaka nouchi, sezvamakavimbiswa naJehovha, iye Mwari wamadzibaba enyu. Zvino kana muchinge mayambuka Jorodhani, misai mabwe aya paGomo reEbhari, sezvandakurayirai nhasi, mugoapenda nesuko. Muvake aritari yaJehovha Mwari wenyu ipapo, aritari yamabwe. Musashandisa simbi pakumisa mabwe aya. Muvake aritari yaJehovha Mwari wenyu namabwe asina kuvezwa uye mugobayirapo kuna Jehovha Mwari wenyu zvipiriso zvinopiswa. Mubayire zvipiriso zvokuyanana ipapo, muzvidye uye muchipembera pamberi paJehovha Mwari wenyu. Uye munofanira kunyora mashoko aya ose omurayiro pamabwe amakamisa aya zvinonyatsoonekwa.” Kutukwa kuchadanidzirwa paGomo reEbhari Ipapo Mozisi navaprista vanova vaRevhi, vakataura kuvaIsraeri vose vakati, “Nyararai imi Israeri, uye muteerere! Iye zvino mava rudzi rwaJehovha Mwari wenyu. Naizvozvo teererai Jehovha Mwari wenyu uye mugotevera mirayiro nemitemo yandinokupai nhasi.” Pazuva rimwe chetero Mozisi akarayira vanhu achiti: Kana muchinge mayambuka Jorodhani, aya ndiwo marudzi anofanira kundomira pamusoro peGomo reGerizimi kuti varopafadze vanhu: Simeoni, Revhi, Judha, Isakari, Josefa naBhenjamini. Uye marudzi aya ndiwo achamira paGomo reEbhari kuti vadanidzire kutuka: Rubheni, Gadhi, Asheri, Zebhuruni, Dhani, naNafutari. VaRevhi vachataura kuvanhu vose veIsraeri nenzwi guru vachiti: “Ngaatukwe munhu anoita chifananidzo chakavezwa kana chakaumbwa, chinhu chinonyangadza Jehovha, basa ramaoko emhizha, uye agochimisa pakavanzwa.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anozvidza baba kana mai vake.” Ipapo vanhu vose vachati, “Ameni.” “Ngaatukwe munhu anoshandura muganhu womuvakidzani wake.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anotsausa bofu panzira.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anorega kururamisira mutorwa, nherera kana chirikadzi.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anovata nomukadzi wababa vake, nokuti azvidza nhoo yababa vake.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anovata nemhuka ipi zvayo.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anovata nehanzvadzi yake, mwanasikana wababa vake, kana mwanasikana wamai vake.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anovata namai vomukadzi wake.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anouraya muvakidzani pakavanda.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu anogamuchira fufuro kuti auraye munhu asina mhosva.” Ipapo vanhu vose vachati, “Ameni!” “Ngaatukwe munhu asingasimbisi mashoko omurayiro uyu nokuaita.” Ipapo vanhu vose vachati, “Ameni!” "
    },
    {
      "chapter": "28",
      "verses": "Maropafadzo oKuteerera Kana muchiteerera zvakanaka Jehovha Mwari wenyu nokuchenjerera kutevera mirayiro yake yose yandinokupai nhasi, Jehovha Mwari wenyu achakuisai pamusoro-soro pendudzi dzose dzapanyika. Maropafadzo aya ose achauya pamusoro penyu uye achava nemi kana muchiteerera Jehovha Mwari: Ucharopafadzwa muguta uye ucharopafadzwa mumunda. Zvibereko zvomuviri wako zvicharopafadzwa, uye zvibereko zvevhu rako nezvibereko zvemombe dzako, mhuru dzemhou dzako uye namakwayana amakwai ako. Dengu rako nomudziyo waunokanyira chingwa zvicharopafadzwa. Ucharopafadzwa kana uchipinda uye ucharopafadzwa kana uchibuda. Jehovha achaita kuti vavengi vako, vanokumukira kuti vakurwise, vakundwe pamberi pako. Vachauya kwauri nenzira imwe asi vagotiza vachibva kwauri nenzira nomwe. Jehovha achakutumira kuropafadzwa pamatura ako uye nepane zvose zvauchabata namaoko ako. Jehovha Mwari wako achakuropafadza munyika yaari kukupa. Jehovha achakusimbisai sorudzi rwake rutsvene, sezvaakakuvimbisai nemhiko, kana mukachengeta mirayiro yaJehovha Mwari wenyu nokufamba munzira dzake. Ipapo marudzi ose ari panyika achazviona kuti munodanwa nezita raJehovha, uye vachakutyai. Jehovha achakupa pfuma zhinji, muzvibereko zvomuviri wako, zvibereko zvezvipfuwo zvako uye nezvirimwa zvevhu rako, munyika yaakapikira kumadzitateguru ako kuti achakupa. Jehovha achazarura matenga, matura ake epfuma zhinji, kuti atumire mvura panyika yako nenguva uye acharopafadza mabasa ose amaoko ako. Iwe uchakweretesa ndudzi zhinji asi iwe haungakwereti. Jehovha achakuita musoro, kwete muswe. Kana ukanyatsoteerera kumirayiro yaJehovha Mwari wako yandinokupa nhasi uye ukachenjerera kuitevera, ucharamba uri pamusoro chete, haungavi pasi. Usatsauka kubva pane mumwe wemirayiro yandinokupa nhasi, kutsaukira kurudyi kana kuruboshwe, uchitevera vamwe vamwari kuti uvashumire. Kutukwa nokuda kwokusateerera Asi, kana usingateereri Jehovha Mwari wako uye usingachenjereri kutevera mirayiro yake yose nemitemo yandinokupa nhasi, kutukwa kwose uku kuchava pamusoro pako, uchakundwa nako: Uchatukwa muguta uye uchatukwa mumunda. Dengu rako nomudziyo wako wokukanyira chingwa zvichatukwa. Chibereko chomuviri wako chichatukwa, uye zvirimwa zvevhu rako, nemhuru dzemhou dzako namakwayana amakwai ako. Uchatukwa kana uchipinda uye uchatukwa kana uchibuda. Jehovha achatuma kutukwa pamusoro pako, nokunyonganiswa uye nokurangwa pazvinhu zvose zvaunobata namaoko ako, kusvikira waparadzwa uye kusvikira waparara nokukurumidza nokuda kwezvakaipa zvawakaita zvokumuramba. Jehovha achakurova nedenda nezvirwere kusvikira akuparadza kubva panyika yauri kupinda kuti uitore. Jehovha achakurova nechirwere chinoondesa, nefivha nokupisa kwomuviri, nokupisa kukuru, nokusanaya kwemvura nenyunje, nokuvhuvha, uye zvichakutevera kusvikira waparara. Denga riri pamusoro pako richaita sendarira, nenyika iri pasi pako sedare. Jehovha achashandura mvura yenyika yako ikava guruva nemhukuta; richanaya kubva kudenga kusvikira waparadzwa. Jehovha achaita kuti mukundwe navavengi venyu. Muchauya nenzira imwe kuzorwa navo asi mugotiza pamberi pavo nenzira nomwe, uye muchava chinhu chinotyisa kumarudzi ose apanyika. Zvitunha zvenyu zvichava zvokudya zveshiri dzedenga nezvikara zvenyika, uye hapana achazvidzinga. Jehovha achakurovai namamota eIjipiti uye namaronda, nemhezi nokuswinya zvicharamba kupora. Jehovha achakurovai nokupenga, upofu nokunyonganiswa kwepfungwa. Pamasikati makuru uchatsvanzvadzira sebofu murima. Haungabudiriri pane zvose zvauchaita; zuva nezuva uchamanikidzwa uye uchabirwa pasina anokununura. Uchanyenga mukadzi kuti umuwane, asi mumwe murume achamuwana agovata naye. Uchavaka imba asi haungagarimo. Uchasima munda womuzambiringa asi haungatongotangi kana kudya michero yawo. Nzombe yako ichaurayiwa pamberi pako, asi haungadyi nyama yacho. Mbongoro yako ichatorwa nechisimba kubva kwauri uye haizodzorerwi. Makwai ako achapiwa kuvavengi vako, uye hapana achaanunura. Vanakomana vako navanasikana vako vachapiwa kuno rumwe rudzi, uye meso ako achaneta nokuvatsvaka zuva nezuva, usisina kana simba rokusimudza ruoko. Rudzi rwausingazivi ruchadya zvibereko zvevhu rako nesimba rako, uye uchava nokumanikidzwa kuno utsinye mazuva ose. Zvauchaona zvichakupengesa. Jehovha achakurova mumabvi nomumakumbo namamota anorwadza asingarapiki, achibva pasi petsoka dzako kusvikira pamusoro pomusoro wako. Jehovha achakudzingirai, imi namambo wamakagadza kuti akutongei, kunyika yamusingazivi imi kana madzibaba enyu, ikoko muchandonamata vamwe vamwari, vamwari vamatanda namabwe. Muchava chinhu chinotyisa uye chinhu chinotukwa nokuzvidzwa kundudzi dzose kwamuchadzingirwa naJehovha. Uchadyara mbeu yakawanda mumunda mako asi uchakohwa zvishoma, nokuti zvichaparadzwa nemhashu. Ucharima minda yemizambiringa nokuigadzira, asi haunganwi waini yacho kana kutanha mazambiringa acho, nokuti achadyiwa namakonye. Muchava nemiti yemiorivhi munyika yenyu yose asi haungashandisi mafuta acho, nokuti miorivhi yako ichazuka. Uchabereka vanakomana navanasikana asi haungavachengeti, nokuti vachaenda muutapwa. Miti yako yose nezvibereko zvevhu rako zvose zvichadyiwa nemhashu. Mutorwa anogara pakati penyu acharamba achibudirira kupfuura iwe, asi iwe ucharamba uchidzikira pasi pasi. Achakukweretesa, asi iwe haungamukweretesi. Iye achava musoro asi iwe uchava muswe. Kutukwa kwose uku kuchauya pamusoro pako. Vachakutevera vagokubata kusvikira vakuparadza, nokuti hauna kuteerera Jehovha Mwari wako nokuchengeta mirayiro nemitemo yake yaakakupai. Ivo vachava chiratidzo nechishamiso kwamuri uye nokuvana venyu nokusingaperi. Nokuti hamuna kushumira Jehovha Mwari wenyu nomufaro nokupembera panguva yokubudirira, naizvozvo munzara nenyota, mukushama nomuurombo hwakaipisisa, muchashandira vavengi vakatumwa naJehovha kuzokurwisai. Achaisa joko resimbi pamutsipa wako kusvikira akuparadza. Jehovha achauyisa rudzi kubva kure kuzokurwisai, kubva kumigumo yenyika, segondo rinobhururuka, rudzi rune mutauro wamusinganzwisisi, rudzi runotyisa kutarisa rusingakudzi vatana kana kunzwira tsitsi vaduku. Vachaparadza zvibereko zvezvipfuwo zvenyu nezvirimwa zveminda yenyu kusvikira maparadzwa. Havangakusiyirii kana zviyo, waini itsva kana mafuta, kunyange mhuru dzemhou dzenyu kana makwayana amakwai enyu kusvikira maparadzwa. Vachakomba maguta ose munyika yenyu yose kusvikira masvingo marefu amunovimba nawo awira pasi. Vachakomba maguta ose ari munyika yenyu yose yamuri kupiwa naJehovha Mwari wenyu. Nokuda kwokutambudzwa nomuvengi panguva yaachakukombai, muchadya zvibereko zvezvizvaro zvenyu, nyama yavanakomana navanasikana vamakapiwa naJehovha. Kunyange munhu uya munyoro anonzwisisa pakati penyu haazovi netsitsi kuhama yake chaiyo kana kumukadzi wake waanoda kana kuvana vake vaanoda vapenyu, uye haangapi kune mumwe wavo nyama yevana vake yaari kudya. Ndiyo yoga yaachange asarirwa nayo nokuda kwokutambudzwa kwamuchaitwa nomuvengi wenyu panguva yaachakomba maguta enyu ose. Mukadzi ane unyoro uye anonzwisisa pakati penyu, ane unyoro nokunzwisisa zvokuti haangatsiki pasi norutsoka rwake pakati penyu, achava nomufungo wakaipa kumurume waanoda nokumwanakomana kana mwanasikana wake achangobva kuzvarwa kubva muchizvaro chake uye nevana vaanobereka. Nokuti anenge achida kuzovadya pakavanzika panguva yokukombwa nokutambudzwa kwamuchaitwa nomuvengi wenyu muri mumaguta enyu. Kana mukasachenjerera kutevera mashoko ose omurayiro uyu, akanyorwa mubhuku iri, uye mukasatya zita iri rinobwinya uye rinotyisa, Jehovha achatumira hosha dzinotyisa pamusoro penyu imi nezvizvarwa zvenyu, njodzi namatambudziko asingaperi, nezvirwere zvakaipisisa zvisingaperi. Achauyisa hosha dzose dzokuIjipiti pamusoro penyu, idzo dzamunotya, uye dzichabatirira pamuri. Jehovha achauyisawo pamusoro penyu zvirwere zvamarudzi ose nenjodzi dzisina kunyorwa muBhuku iri roMurayiro, kusvikira maparadzwa. Imi maimbova makawanda senyeredzi dzokudenga muchasara mangova vashoma, nokuti hamuna kuteerera Jehovha Mwari wenyu. Sezvazvakafadza Jehovha kuti imi mubudirire uye muwande, naizvozvo zvichamufadza kukuitirai zvakaipa nokukuparadzai. Muchadzurwa kubva munyika yamuri kupinda kuti ive yenyu. Jehovha achakuparadzirai pakati pendudzi, kubva kuno rumwe rutivi rwenyika kusvika kuno rumwe. Ikoko muchanamata vamwe vamwari, vamwari vamatanda namabwe, vamusina kumboziva imi kana madzibaba enyu. Pakati pendudzi idzodzo haungawani zororo, kana nzvimbo yokuisa rutsoka rwako. Ikoko Jehovha achakupa kufunganya, meso akaneta nokutarisira uye nokuora mwoyo. Uchararama upenyu hwako hwakarembera nguva dzose, wakazadzwa nokutya usiku namasikati, usina chokwadi pamusoro poupenyu hwako. Mangwanani muchati, “Dai chete anga ari madekwana!” uye madekwana muchati, “Dai chete anga ari mangwanani!”—nokuda kwokutya kuchazadza mwoyo yenyu nokuda kwezvinhu zvamuchaona nameso enyu. Jehovha achakudzoserai kuIjipiti muri muzvikepe parwendo rwandakati hamufaniri kuzoruonazve. Ikoko muchada kuzvitengesa kuvavengi venyu savarandarume kana varandakadzi, asi hapana angada kukutengai. "
    },
    {
      "chapter": "29",
      "verses": "Kuvandudzwa kweSungano Aya ndiwo mashoko esungano akarayirwa Mozisi naJehovha kuti aaite navana veIsraeri munyika yeMoabhu, kupamhidzira pamusoro pesungano yaakaita navo paHorebhu. Mozisi akadana vaIsraeri vose akati kwavari: Meso enyu akaona zvose zvakaitwa naJehovha muIjipiti kuna Faro, namachinda ake ose uye nokunyika yake yose. Nameso enyu chaiwo makaona miedzo iya mikuru, nezviratidzo nezvishamiso zviya zvikuru. Asi kusvikira nanhasi Jehovha haana kukupai pfungwa dzokunzwisisa kana meso okuona kana nzeve dzokunzwa. Pamakore makumi mana andakakutungamirirai nomurenje, nguo dzenyu hadzina kusakara, kunyange neshangu dzenyu dzamaiva makapfeka. Hamuna kudya chingwa kana kunwa waini kana zvimwe zvinodhaka. Ndakaita izvi kuti muzive kuti ndini Jehovha Mwari wenyu. Pamakasvika panzvimbo ino, Sihoni mambo weHeshibhoni naOgi mambo weBhashani vakauya kuzotirwisa, asi takavakunda. Takatora nyika yavo tikaipa kuvaRubheni, navaGadhi norudzi rwehafu rwaManase kuti ive nhaka yavo. Chenjerai kuti munyatsotevera mashoko esungano iyi kuitira kuti muzobudirira pazvinhu zvose zvamunoita. Imi mose nhasi makamira pamberi paJehovha Mwari wenyu, vatungamiri venyu navarume vose veIsraeri, pamwe chete navana venyu navakadzi venyu, navatorwa vanogara pamisasa yenyu vanokutemerai huni dzenyu nokukuchererai mvura. Makamira pano kuti muite sungano naJehovha Mwari wenyu, sungano iyo Jehovha ari kuita nemi nhasi achiisimbisa nemhiko, kuti akusimbisei nhasi sorudzi rwake, kuti ave Mwari wenyu sezvaakavimbisa uye sezvaakapika kumadzibaba enyu, Abhurahama, naIsaka, naJakobho. Ndiri kuita sungano iyi, nemhiko yacho, kwete nemi chete, imi makamira nesu pano nhasi uno pamberi paJehovha Mwari wedu, asi navayawo vasiri pano nhasi. Imi pachenyu munoziva magariro atakaita muIjipiti uye namapfuuriro atakaita nomunyika dzatakafamba nemadziri parwendo kusvikira tasvika pano. Makaona pakati padzo zvifananidzo nezviumbwa zvinonyangadza zvamatanda namabwe, zvesirivha negoridhe. Muchenjerere kuti parege kuva nomurume kana mukadzi, mhuri kana rudzi pakati penyu nhasi vano mwoyo unotsauka kubva kuna Jehovha Mwari wenyu kuti vaende vachindonamata vamwari vendudzi idzodzo; chenjererai kuti pakati penyu parege kuva nomudzi unobereka muchetura unovava kudaro. Kana munhu akadaro akanzwa mashoko emhiko iyi, anozviropafadza uye naizvozvo agofunga kuti, “Ndichava norugare, kunyange ndikaramba ndichifamba nenzira yangu.” Izvi zvichauyisa njodzi panyika nyoro uye napanyika yakaoma. Jehovha haazombodi kumukanganwira; hasha dzake neshungu dzake zvichapisa pamusoro pomunhu uyo. Kutukwa kwose kwakanyorwa mubhuku iri kuchawira pamusoro pake, uye Jehovha achadzima zita rake kubva pasi pedenga. Jehovha achamunanga nenjodzi iye oga pakati pamarudzi ose eIsraeri, maererano nokutukwa kwose kwakanyorwa mubhuku iri romurayiro. Vana venyu ivo marudzi achazokuteverai uye navatorwa vachauya kubva kunyika dziri kure pavachazoona matambudziko achawira nyika uye nezvirwere zvaicharohwa nazvo naJehovha. Nyika yose inenge ichitsva nokuparadzwa nomunyu nesuferi, pasina zvakadyarwa, pasina zvinomeramo, pasina uswa nemiti zvinokuramo. Zvichaita sokuparadzwa kweSodhomu neGomora kana kuparadzwa kweAdhama neZebhoimu, idzo Jehovha akaparadza mukutsamwa kwake kunotyisa. Ndudzi dzose dzichabvunza dzichiti, “Ko, sei Jehovha akaita izvi kunyika iyi. Sei akatsamwa zvinotyisa kudai?” Zvino mhinduro yacho ichava yokuti, “Nemhaka yokuti vanhu vake vakasiya sungano yaJehovha, iye Mwari wamadzibaba avo, sungano yaakaita navo paakavabudisa kubva muIjipiti. Vakabva vakaenda vakandonamata vamwe vamwari uye vakavapfugamira, vamwari vavakanga vasingazivi, vamwari vaakanga asina kuvapa. Naizvozvo kutsamwa kwaJehovha kwakapisa pamusoro penyika iyi, zvokuti akauyisa pamusoro payo kutukwa kwose kwakanyorwa mubhuku iri. Mukutsamwa kunotyisa nehasha huru Jehovha akavadzura kubva munyika yavo akavarasira kune imwe nyika sezvazvakaita iye zvino.” Zvinhu zvakavanzika ndezvaJehovha Mwari wedu, asi zvinhu zvakaratidzwa ndezvedu isu navana vedu nokusingaperi, kuti tigotevera mashoko ose omurayiro uyu. "
    },
    {
      "chapter": "30",
      "verses": "Kubudirira mushure mokudzokera kuna Jehovha Kana kuropafadzwa nokutukwa uku kwose kwandaisa pamberi penyu kwakuwirai uye mazviisa pamwoyo kwose kwamunoparadzirwa naJehovha Mwari wenyu pakati pendudzi, uye kana iwe navana vako ukadzokera kuna Jehovha Mwari wako ukamutereera nomwoyo wako wose nomweya wako wose maererano nezvose zvandakurayirai nhasi, ipapo Jehovha Mwari wenyu achakudzorerai pfuma yenyu agokunzwirai tsitsi nokukuunganidzai kubva kundudzi dzose kwaakakuparadzirai. Kunyange dai manga makarasirwa kunyika iri kure kwazvo pasi pedenga, kubva ikoko Jehovha Mwari wenyu achakuunganidzai uye agokudzosai. Achakudzosai kunyika yamadzibaba enyu, uye muchaitora igova yenyu. Achakuitai kuti munyanyobudirira uye muwande kupfuura madzibaba enyu. Jehovha Mwari wenyu achadzingisa mwoyo yenyu nemwoyo yezvizvarwa zvenyu, kuitira kuti mugomuda nomwoyo wenyu wose uye nomweya wenyu wose, mugorarama. Jehovha Mwari wenyu achaisa kutukwa uku kwose pamusoro pavavengi venyu vanokuvengai nokukutambudzai. Muchateererazve Jehovha nokutevera mirayiro yake yose yandiri kukupai nhasi. Ipapo Jehovha Mwari wako achakupfumisa zvikuru mumabasa ose amaoko ako nechibereko chomuviri wako, nezvibereko zvezvipfuwo zvako uye nezvibereko zvevhu rako. Jehovha achafadzwazve newe agokupfumisa, sokufadzwa kwaakaitwa namadzibaba ako, kana ukateerera Jehovha Mwari wako nokuchengeta mirayiro yake nemitemo yake yakanyorwa mubhuku iri roMurayiro uye ukadzoka kuna Jehovha Mwari wako nomwoyo wako wose nomweya wako wose. Kusarudza Upenyu kana Rufu Zvino zvandiri kukurayirai nhasi hazvina kunyanya kukuomerai kana kuva kure nemi. Hauzi kudenga, zvokuti mungabvunza muchiti, “Ndiani achatikwirira kudenga kundoutora agotiparidzira kuti tiuite?” Kana kuti uri mhiri kwegungwa zvokuti mungabvunza muchiti, “Ndiani angatiyambukira mhiri kundotitorera kuti atiparidzire kuti tiuite.” Kwete, shoko riri pedyo newe kwazvo; riri mumuromo mako nomumwoyo mako kuti uriite. Tarira, ndaisa pamberi pako nhasi upenyu noupfumi, uye rufu nokuparadzwa. Nokuti ndinokurayira kuti ude Jehovha Mwari wako nhasi, kuti ufambe munzira dzake nguva dzose uye uchengete zvaakarayira, mitemo nemirayiro yake; ipapo uchararama nokuwanda, uye Jehovha Mwari wako achakuropafadza munyika yauri kupinda kuti uitore. Asi kana mwoyo wako ukatsauka uye kana usingateereri, uye kana ukakwezvwa kuti undopfugamira vamwe vamwari nokuvanamata, ndinokuudza nhasi kuti uchaparadzwa zvirokwazvo. Haungararami kwenguva refu munyika yamuri kuyambuka Jorodhani kuti mupinde mugoitora. Nhasi uno ndinodana denga nenyika kuti zvikupupurirei kuti ndaisa pamberi penyu upenyu nerufu, maropafadzo nokutukwa. Zvino sarudza upenyu, kuitira kuti iwe navana vako mugorarama. Uye ugoda Jehovha Mwari wako, unzwe inzwi rake, nokubatirira paari. Nokuti Jehovha ndiye upenyu hwako, uye achakupa makore mazhinji munyika yaakapika kuti achaipa kumadzibaba enyu Abhurahama, naIsaka naJakobho. "
    },
    {
      "chapter": "31",
      "verses": "Joshua anotevera Mozisi pakutungamirira Ipapo Mozisi akaenda akandotaura mashoko aya kuvaIsraeri vose achiti: “Zvino ndava namakore zana namakumi maviri uye handichagoni kukutungamirirai. Jehovha akati kwandiri, ‘Iwe haufaniri kuyambuka Jorodhani urwu.’ Jehovha Mwari wenyu pachake ndiye achayambuka ari pamberi penyu. Achaparadza ndudzi idzi dzose pamberi penyu, mugotora nyika yavo. Joshua ndiye achayambuka ari pamberi penyu, sezvakataurwa naJehovha. Zvino Jehovha achavaitira ivo zvaakaitira Sihoni naOgi, madzimambo avaAmori, vaakaparadza pamwe chete nenyika yavo. Jehovha achavaisa kwamuri, uye munofanira kuvaitira zvose zvandakakurayirai. Simbai mutsunge mwoyo. Musatya kana kuvhundutswa nokuda kwavo, nokuti Jehovha Mwari wenyu achaenda nemi; haangakusiyei kana kukurasai.” Ipapo Mozisi akadana Joshua akati kwaari, pamberi pavaIsraeri vose, “Simba utsunge mwoyo, nokuti unofanira kuenda navanhu ava munyika iyo Jehovha akapika kumadzitateguru avo kuti achavapa, uye unofanira kuigovera kwavari senhaka. Jehovha pachake achakutungamirira uye achava newe; haangakusiyi kana kukurasa. Usatya kana kuora mwoyo.” Kuverengwa kwoMurayiro Saka Mozisi akanyora murayiro uyu akaupa kuvaprista, vanakomana vaRevhi, vaitakura areka yesungano yaJehovha, uye nokuvakuru vose veIsraeri. Ipapo Mozisi akavarayira, akati, “Panopera makore manomwe nguva dzose, mugore rokukanganwira zvikwereti, panguva yoMutambo waMatumba, vaIsraeri vose pavanouya kuzozviratidza pamberi paJehovha Mwari wenyu panzvimbo yaachasarudza, muchaverenga murayiro uyu pamberi pavo vachinzwa. Unganidzai vanhu, varume, vakadzi navana uye navatorwa vagere mumaguta enyu, kuti vanzwe uye vazive kutya Jehovha Mwari wenyu nokutevera zvakanaka mashoko ose omurayiro uyu. Vana vavo, vasingazivi murayiro uyu, vanofanira kuunzwa uye vagodzidza kutya Jehovha Mwari wenyu panguva yose yamuchagara munyika yamuri kuyambuka Jorodhani kuti muitore.” Kumukira kwavaIsraeri kunoziviswa Jehovha akati kuna Mozisi, “Zvino zuva rokufa kwako rava pedyo. Dana Joshua mugondomira muTende Rokusangana kuti ndimurayire.” Saka Mozisi naJoshua vakauya vakazviratidza paTende Rokusangana. Ipapo Jehovha akazviratidza paTende mushongwe yegore, uye gore rikamira pamusuo weTende. Zvino Jehovha akati kuna Mozisi, “Uchavata namadzibaba ako, uye vanhu ava, zvino zvino, vachaita ufeve navamwari vavatorwa venyika yavari kupinda. Vachandirasa uye vachaputsa sungano yandakaita navo. Pazuva iroro ndichavatsamwira ndigovarasa: ndichavanza chiso changu kubva kwavari, uye vachaparadzwa. Njodzi namatambudziko mazhinji zvichavawira uye pazuva iro vachabvunza vachiti, ‘Ko, hatina kuwirwa nenjodzi idzi nokuti Mwari wedu haasi pakati pedu here?’ Zvino ndichaviga chiso changu zvirokwazvo nezuva iro nokuda kwezvakaipa zvavo zvose zvokutsaukira kuna vamwe vamwari. “Zvino zvinyorerei rwiyo urwu mugorudzidzisa kuvaIsraeri uye mugovaita kuti varuimbe, kuitira kuti chigova chapupu kwandiri pamusoro pavo. Kana ndichinge ndavauyisa munyika inoerera mukaka nouchi, nyika iyo yandakavimbisa nemhiko kumadzitateguru avo, uye kana vachinge vadya vaguta uye vakora, vachatsaukira kuna vamwe vamwari vagovanamata, vachindiramba uye vachiputsa sungano yangu. Zvino kana njodzi namatambudziko mazhinji zvavawira, rwiyo urwu ruchavapupurira pamusoro pavo, nokuti haruzombokanganwikwi nezvizvarwa zvavo. Ini ndinoziva zvavachazoita, kunyange ndisati ndavauyisa munyika yandakavavimbisa nemhiko.” Saka Mozisi akanyora rwiyo urwu nomusi uyu uye akarudzidzisa kuvaIsraeri. Jehovha akapa murayiro uyu kuna Joshua mwanakomana waNuni akati, “Simba utsunge mwoyo, nokuti uchauyisa vaIsraeri munyika yandakavavimbisa nemhiko, uye ini pachangu ndichava newe.” Mushure mokunge Mozisi apedza kunyora mubhuku mashoko omurayiro uyu kubva pokutanga kusvikira pokupedzisira, akapa murayiro uyu kuvaRevhi vaitakura areka yesungano yaJehovha achiti, “Torai Bhuku iri roMurayiro muriise parutivi peareka yesungano yaJehovha Mwari wenyu. Ipapo richagara sechapupu pamusoro penyu. Nokuti ndinoziva kuti vanomukira sei uye kuti mitsipa yavo mikukutu sei. Kana maimukira Jehovha ndichiri mupenyu uye ndiri pakati penyu, ko, kuzoti ndikange ndafa muchamumukira zvakadii! Ndiunganidzirei vakuru vose vamarudzi enyu namachinda enyu ose, kuti nditaure kwavari mashoko vachinzwa uye ndigodana denga nenyika zvivapupurire. Nokuti ndinoziva kuti mushure mokunge ndafa imi muchazvishatisa kwazvo uye muchatsauka kubva panzira yandakakurayirai. Pamazuva anouya, njodzi ichakuwirai nokuti muchaita zvakaipa pamberi paJehovha muchimutsamwisa nokuda kwezvakaitwa namaoko enyu.” Rwiyo rwaMozisi Zvino Mozisi akataura mashoko orwiyo urwu kubva kumavambo kusvikira kumagumo, ungano yose yeIsraeri ichinzwa: "
    },
    {
      "chapter": "32",
      "verses": "Inzwai, imi matenga, zvino ndichataura; inzwa, iwe nyika, mashoko omuromo wangu. Regai dzidziso yangu inaye semvura uye mashoko angu ayerere sedova, sokupfunha pauswa hunyoro, semvura zhinji papfumvudza nyoro. Ndichaparidza zita raJehovha. Haiwa, rumbidzai ukuru hwaMwari wedu! Iye ndiye ibwe, mabasa ake akakwana, uye nzira dzake dzakarurama. Mwari akatendeka asina chaanotadza, akarurama uye ndowezvokwadi. Vakaita zvakaipa kwaari; vakazvinyadzisa uye havasisiri vana vake, asi vava rudzi rwakatsauka rwakakombama, Ko, iyi ndiyo nzira yamunoripira nayo Jehovha here, imi mapenzi navanhu vasina kuchenjera? Ko, haazi iye Baba wenyu, noMusiki wenyu here, akakuitai nokukuumbai? Rangarira mazuva akare; ufunge marudzi akare kare. Ubvunze baba vako, uye vachakuudza, vakuru vako vachakutsanangurira. Wokumusoro-soro paakapa ndudzi nhaka, nguva yaakakamura marudzi ose, akaisira vanhu miganhu, zvichienderana nouwandu hwavanakomana veIsraeri. Nokuti mugove waJehovha ndivo vanhu vake, Jakobho ndiyo nhaka yake yaakayererwa. Akamuwana munyika yomurenje, musina chinhu, munotyisa. Akamudzivirira uye akamuchengeta; akamuchengetedza semboni yeziso rake, segondo rinogadziridza dendere raro nokuengerera pamusoro pavana varo, rinotambanudza mapapiro aro kuti rivagamhe, rovabereka pamapapiro aro. Jehovha oga ndiye akamutungamirira; kwakanga kusina mwari wokumwe akanga anaye. Akamuita kuti atasve panzvimbo dzakakwirira dzenyika uye akamupa zvibereko zveminda kuti adye. Akamusimbisa nouchi hwakabva padombo, uye namafuta akabva padombo romusarasara, noruomba nomukaka kubva pamombe namakwai uye namakwayana nembudzi zvakakodzwa, namakondohwe akaisvonaka eBhashani, netsanga dzakanakisisa dzegorosi. Akanwa furo reropa ramazambiringa. Jeshuruni akazokora uye akapfura; aguta nezvokudya, akava mukobvu uye akava namafuta. Akasiya Mwari akamuita uye akaramba Ibwe, Muponesi wake. Vakamuita kuti ave negodo nokuda kwavamwari vokumwe uye vakamutsamwisa nezviumbwa zvinonyangadza. Vakabayira kumadhimoni, asiri Mwari, vamwari vavakanga vasingazivi, vamwari vatsva vakanga vachangomuka, vamwari vakanga vasingazivikanwi namadzibaba enyu. Wakasiya Ibwe rakakubereka; wakakanganwa Mwari akakubereka. Jehovha akaona izvi akavaramba nokuti akanga atsamwiswa navakomana vake navanasikana vake. “Ndichavanza chiso changu kubva kwavari,” iye akadaro, “tigoona kuti magumo avo achazodii; nokuti rudzi rwakatsauka, vana vasina kutendeka. Vakamutsa godo rangu nokuda kwechinhu chisati chiri Mwari, vakanditsamwisa nokuda kwezviumbwa zvavo zvisina maturo. Ndichaita kuti vagodorwe navaya vasati vari vanhu; ndichavaita kuti vatsamwiswe norudzi rusinganzwisisi. Nokuti moto watungidzwa nehasha dzangu, idzo dzinopisa kusvikira pasi pegomba rorufu. Dzichaparadza nyika nezvibereko zvayo uye dzichapisa nheyo dzamakomo. “Ndichatutira njodzi pamusoro pavo uye ndichapedza miseve yangu ndichivapfura. Ndichatumira nzara inoondesa pamusoro pavo, nokuparadza kunopisa zvikuru nedenda rakaipisisa; ndichatumira meno ezvikara zvesango kwavari, uturu hwenyoka dzomuguruva. Munzira munondo uchaparadza vana vavo vose; mudzimba dzavo vachagara vachivhu-ndutswa. Majaya nemhandara vachaparadzwa, vacheche navatana vachaparadzwawo. Ndakati ndichavaparadzira ndigodzima kurangarirwa kwavo kubva pakati pamarudzi, asi ndakazotya kutuka kwomuvengi, kuti vavengi vavo vasazozvinzwisisa uye vakazoti, ‘Ruoko rwedu rwatikundisa; haazi Jehovha akaita izvi zvose.’ ” Nokuti ivo rudzi rusina mano, havagoni kunzvera pakati pavo. Dai chete vakanga vakachenjera uye dai vaizonzwisisa izvi nokunzvera kuti magumo avo achazova akaita sei! Ko, munhu mumwe chete angadzinga sei chiuru chavanhu, kana kuti vanhu vaviri vangaita kuti vanhu zviuru gumi vatize sei, kunze kwokunge Dombo ravo ravatengesa, kunze kwokunge Jehovha ari iye avaisa mumaoko avo? Nokuti dombo ravo harina kufanana neDombo redu, sezvinofungwa navavengi vedu. Nokuti mazambiringa avo anobva pamizambiringa yeSodhomu nokuminda yeGomora. Mazambiringa avo azere nomuchetura, uye masumbu avo azere nokuvava. Waini yavo uturu hwenyoka, uturu hwakaipisisa hwemhakure. “Ko, handina kuchengeta izvi here, uye ndikazvipfigira mumatura angu? Kutsiva ndokwangu; ndichatsiva. Nenguva yakafanira tsoka dzavo dzichatedzemuka; zuva renjodzi yavo rava pedyo uye kuparadzwa kwavo kunokurumidza kuuya pamusoro pavo.” Jehovha achatonga vanhu vake uye achanzwira tsitsi varanda vake, paanoona simba ravo rapera uye pasina asara, akatapwa kana asina. Iye achati, “Ko, zvino vamwari vavo varipiko, dombo ravakahwanda mariri, vamwari vakadya mafuta ezvibayiro zvavo nokunwa waini yezvipiriso zvavo zvinonwiwa? Ngavasimuke kuti vakubatsirei! Ngavakupei pokuvanda! “Chionai zvino kuti ini pachangu ndini Iye! Hakuna mumwe Mwari kunze kwangu, ndinouraya uye ndinopa upenyu, ndakakuvadza uye ndichaporesa, uye hapana anogona kudzikinura muruoko rwangu. Ndinosimudza ruoko rwangu kudenga ndichiti: Zvirokwazvo, noupenyu hwangu husingaperi, kana ndichirodza munondo wangu unopenya uye ruoko rwangu rwaubata mukutonga, ndichatsiva kuvavengi vangu uye ndigotsiva vaya vanondivenga. Ndichaita kuti miseve yangu idhakwe neropa ravo, uye munondo wangu uchadya nyama: ropa revakaurayiwa nevatapwa, nemisoro yavatungamiriri vavavengi vangu.” Farai, imi ndudzi, navanhu vake, nokuti achatsiva ropa ravaranda vake; achatsiva kuvavengi vake agoyananisira nyika yake navanhu vake. Mozisi akauya naJoshua mwanakomana waNuni uye akataura kwaari mashoko ose aya orwiyo urwu vanhu vachinzwa. Mozisi akati apedza kutaura mashoko ose aya kuvaIsraeri vose, akati kwavari, “Isai mumwoyo menyu mashoko ose andakupupurirai nhasi, kuitira kuti mugozorayira vana venyu kuti vachenjerere kuita mashoko ose omurayiro uyu. Haasi mashoko asina maturo kwamuri, asi kuti ndihwo upenyu hwenyu. Namashoko aya muchararama mazuva mazhinji munyika yamuri kuyambuka Jorodhani kuti muitore.” Kufa kwaMozisi paGomo reNebho Pazuva rimwe chetero Jehovha akataura kuna Mozisi akati, “Kwira kumakomo eAbharimu uende mugomo reNebho muMoabhu, riri mhiri kweJeriko, ugoona nyika yeKenani, nyika yandiri kupa vaIsraeri kuti ive yavo. Ipapo pagomo pauchakwira ndipo pauchafira uye ugova pamwe navanhu vako, sokufa kwakaita mukoma wako Aroni akafira paGomo reHori uye akava navanhu vake. Izvi zvakaitika nokuti imi muri vaviri hamuna kutendeka kwandiri pamberi pavaIsraeri pamvura yeMeribha Kadheshi murenje reZini uye nokuti hamuna kusimudzira utsvene hwangu pakati pavaIsraeri. Naizvozvo, uchaona nyika iyi uri chinhambwe; asi haungapindi munyika yandiri kupa kuvanhu veIsraeri.” "
    },
    {
      "chapter": "33",
      "verses": "Mozisi Anoropafadza Marudzi Uku ndiko kuropafadza kwaMozisi munhu waMwari kwaakataura kuvaIsraeri asati afa. Akati: “Jehovha akabva kuSinai akavabudira samambakwedza achibva kuSeiri; akapenya kubva paGomo reParani. Akauya nezviuru gumi zvavatsvene kubva rutivi rwezasi, kubva kumawere amakomo ake. Zvirokwazvo ndimi makada vanhu; vatsvene vose vari muruoko rwenyu. Patsoka dzenyu vose vanopfugama, uye kubva kwamuri vanogamuchira kurayirwa, murayiro watakapiwa naMozisi, nhaka yeungano yaJakobho. Akanga ari mambo weJeshuruni vatungamiriri vavanhu pavakanga vakaungana, pamwe chete namarudzi aIsraeri. “Rubheni ngaararame uye arege kufa, uye vanhu vake ngavarege kuva vashoma.” Uye izvi ndizvo zvaakataura pamusoro paJudha: “Inzwai, imi Jehovha, kuchema kwaJudha; muuyisei kuvanhu vake. Namaoko ake acharwira mhaka yake. Haiwa, ivai mubatsiri wake pavavengi vake!” Pamusoro paRevhi akati, “Tumimi yenyu neUrimi yenyu ndezvomunhu wamunoda. Makamuedza paMasa; makarwa naye pamvura dzeMeribha. Iye akati pamusoro pababa namai vake, ‘Handivakudzi.’ Haana kurangarira hama dzake kana kuziva vana vake, asi akava mutariri weshoko renyu akachengetedza sungano yenyu. Anodzidzisa mitemo yenyu kuna Jakobho uye nemirayiro kuna Israeri. Achapa zvinonhuwira pamberi penyu nezvipiriso zvose zvinopiswa paaritari yenyu. Ropafadzai kubata kwake kwose, imi Jehovha, mugofadzwa namabasa amaoko ake. Paradzai zviuno zvaavo vanomumukira: rovai vavengi vake kusvikira vasisamukizve.” Pamusoro paBenjamini akati, “Regai mudikanwa waJehovha agare norugare maari, nokuti anomudzivirira zuva rose, uye regai uyo anodikanwa naJehovha agare pakati pamapfudzi ake.” Pamusoro paJosefa akati, “Jehovha ngaaropafadze nyika yake nedova rinokosha rokudenga kumusoro nemvura zhinji dzakadzika dziri pasi; nezvakanakisisa zvinouyiswa nezuva uye zvakaisvonaka zvinopiwa nomwedzi; nezvipo zvakanakisisa zvenyika nokuzara kwayo uye nenyasha dzake iye anogara mugwenzi rinopfuta. Zvose ngazvigare pamusoro waJosefa, pahuma yomuchinda pakati pehama dzake. Muumambo hwake anoita semhongora yenzombe; nyanga dzake dzakaita senyanga dzenyati. Nadzo achatunga ndudzi, kunyange vaya vari kumagumo enyika. Ava ndivo zviuru zvaManase.” Pamusoro paZebhuruni, pakubata kwako, “Fara, iwe Zebhuruni, pakubuda kwako, newe Isakari mumatende ako. Vachadanira vanhu kumakomo uye ikoko vagopa zvibayiro zvokururama; vachaguta nezvizhinji zvamakungwa, nepfuma yakavigwa mujecha.” Pamusoro paGadhi akati, “Ngaaropafadzwe iye anokurisa nyika yaGadhi! Gadhi anogaramo seshumba, achibvambura ruoko kana musoro. Akazvisarudzira nyika yakanakisisa; mugove womutungamiri waakachengeterwa iye. Vakuru vavanhu pavakaungana, iye akaita kuda kwaJehovha kwakarurama, uye nokutonga kwake pamusoro paIsraeri.” Pamusoro paDhani akati, “Dhani mwana weshumba. anokwakuka achibva muBhashani.” Pamusoro paNafutari akati, “Nafutari azere nenyasha dzaJehovha uye azere kuropafadza kwake: achatora nhaka nechezasi kugungwa.” Pamusoro paAsheri akati, “Akaropafadzwa kupfuura vanakomana vose ndiAsheri: ngaadikanwe nehama dzake, uye ngaashambe tsoka dzake mumafuta. Zvipfigiso zvemasuo ako zvichava zvesimbi nendarira, uye simba rako richafanana namazuva ako. “Hapana akafanana naMwari waJeshuruni, iye anotasva denga kuti akubatsire uye namakore muumambo hwake. Mwari anogara nokusingaperi ndiye utiziro hwako, uye pasi pake pane maoko anogara nokusingaperi. Achadzinga vavengi vako kubva pamberi pako, achiti, ‘Muparadzei!’ Naizvozvo Israeri achagara murugare oga; tsime raJakobho rakachengetedzeka munyika yezviyo newaini itsva, ndiko kunodonhedzerwa dova nedenga. Wakaropafadzwa, iwe Israeri! Ndiani akafanana newe, rudzi rwakaponeswa naJehovha? Ndiye nhoo nomubatsiri wako uye nomunondo wako unobwinya. Vavengi vako vachazviisa pasi pako, uye iwe uchatsikatsika nzvimbo dzavo dzakakwirira.” "
    },
    {
      "chapter": "34",
      "verses": "Kufa kwaMozisi Ipapo Mozisi akakwira mugomo reNebho kubva pamapani aMoabhu kusvika pamusoro pePisiga, mhiri uchibva kuJeriko. Ipapo Jehovha akamuratidza nyika yose, kubva kuGireadhi kusvika kuDhani. Nafutari yose, nenyika yaEfuremu naManase, nenyika yose yaJudha zvichibva nechokugungwa rokumavirira, Negevhi uye dunhu rose zvichibvira kuMupata weJeriko. Neguta remichindwe, kusvika kuZoari. Ipapo Jehovha akati kwaari, “Iyi ndiyo nyika yandakavimbisa nemhiko kuna Abhurahama, Isaka naJakobho pandakati, ‘Ndichaipa kuzvizvarwa zvako.’ Ndakuita kuti uione nameso ako, asi haungayambuki mhiri kuti upinde mairi.” Zvino Mozisi muranda waJehovha akafira ipapo munyika yaMoabhu, sezvakanga zvataurwa naJehovha. Akamuviga muMoabhu, mumipata wakatarisana neBheti Peori, kusvikira nanhasi hapana anoziva pane guva rake. Mozisi akanga ava namakore zana namakumi maviri panguva yaakafa, asi kunyange zvakadaro, meso ake akanga achigere kuonera madzerere uye simba rake rakanga richigere kuderera. VaIsraeri vakachema Mozisi pamapani eMoabhu kwamazuva makumi matatu, kusvikira mazuva okuchema nokuungudza apera. Zvino Joshua mwanakomana waNuni akanga azere nomweya wouchenjeri nokuti Mozisi akanga aisa maoko ake pamusoro pake. Saka naizvozvo vaIsraeri vakamuteerera uye vakaita zvakanga zvarayirwa Mozisi naJehovha. Kubva ipapo hakuna kuzomukazve muprofita muIsraeri akafanana naMozisi, uyo akazivana naJehovha chiso nechiso, uyo akaita zviratidzo nezvishamiso zvaakatumwa naJehovha kuti aite muIjipiti, kuna Faro nokumachinda ake nokunyika yake yose. Nokuti hapanazve mumwe akaratidza simba guru kana akaitazve mabasa anotyisa seayo akaitwa naMozisi pamberi pavaIsraeri vose."
    }
  ]
}