{
  "book": "Ezekieri",
  "chapters": [
    {
      "chapter": "1",
      "verses": " Zvisikwa Zvipenyu noKubwinya kwaJehovha Mugore ramakumi matatu, nomwedzi wechina pazuva rechishanu, ndiri pakati pavakatapwa, paRwizi rweKebhari, matenga akazarurwa, ndikaona zviratidzo zvaMwari. Pazuva rechishanu romwedzi, riri gore rechishanu rokutapwa kwaMambo Jehoyakini, shoko raJehovha rakasvika kuna Ezekieri muprista, mwanakomana waBhuzi paRwizi rweKebhari munyika yavaBhabhironi. Ipapo, ruoko rwaJehovha rwakanga rwuri pamusoro pake. Ndakatarira, ndikaona dutu remhepo richibva nechokumusoro, gore guru rine mheni yaipenya uye rakakomberedzwa nechiedza chaibwinya. Pakati pomoto paitarisika sedare rinopfuta, uye mumoto makanga mune zvakanga zvakaita sezvisikwa zvipenyu zvina. Pakuonekwa kwazvo, chimiro chazvo chakanga chiri chomunhu, asi chimwe nechimwe chazvo chakanga chine zviso zvina namapapiro mana. Makumbo azvo akanga akarurama; tsoka dzazvo dzakanga dzakaita sedzemhuru uye dzichipenya sendarira yakabwinyiswa. Zvakanga zvina maoko omunhu pasi pamapapiro azvo pamativi azvo mana. Zvose zviri zvina zvaiva nezviso namapapiro, uye mapapiro azvo aigunzvana. Chimwe nechimwe chazvo chaienda mberi chakarurama; zvakanga zvisingacheuki pakufamba kwazvo. Zviso zvazvo zvairatidzika sezvizvi: chimwe nechimwe pauna hwazvo chaiva nechiso chomunhu, uye kurudyi, chimwe nechimwe chaiva nechiso cheshumba, uye kuruboshwe, chiso chenzombe; chimwe nechimwe chaiva nechiso chegondo. Ndizvo zvakanga zvakaita zviso zvazvo. Mapapiro azvo akanga akatambanudzirwa kumusoro; chimwe nechimwe chakanga china mapapiro maviri rimwe richigunzva bapiro rechimwe chisikwa kumativi ose, uye mapapiro maviri akafukidza muviri wacho. Chimwe nechimwe chainanga mberi chakarurama. Kwose kwaienda mweya, ndiko kwazvaienda, zvisingacheuki pakufamba kwazvo. Kuonekwa kwezvisikwa zvipenyu izvi kwakanga kwakaita samazimbe omoto anopfuta, kana somwenje. Moto waienda mberi uchidzoka pakati pezvisikwa; wakanga uchipenya, uye mheni yaipenya mauri. Zvisikwa zvaimhanya zvichienda mberi zvichidzoka semheni inopenya. Ndakati ndichitarira kuzvisikwa zvipenyu, ndakaona vhiri riri pasi porutivi rwechisikwa chimwe nechimwe nezviso zvacho zvina. Uku ndiko kwaiva kuratidzika namagadzirirwo amavhiri acho: Akanga achivaima sebwe rekristaro, uye zvose zviri zvina zvakanga zvakafanana pakuonekwa kwazvo. Pakuonekwa kwawo napamagadzirirwo awo akanga akaita sevhiri rimwe riri mukati merimwe vhiri. Pakufamba kwazvo, zvaigona kuenda neimwe yenzira ina dzakanga dzakatariswa nezvisikwa zvina; mavhiri akanga asingatsauki zvisikwa pazvaifamba. Marimu acho akanga akakwirira uye aishamisa, uye marimu ose ari mana akanga azere nameso kwose kwose. Zvisikwa zvipenyu zvaiti kana zvofamba, mavhiri aiva parutivi ofambawo; uye kana zvisikwa zvipenyu zvikasimuka kubva pasi, mavhiri aisimukawo. Kwose kwaienda mweya, zvaiendawo, uye mavhiri aisimuka pamwe chete nazvo, nokuti mweya wezvisikwa zvipenyu wakanga uri mumavhiri. Zvisikwa pazvaifamba, iwo aifambawo; paimira zvisikwa, naiwo aimirawo; uye paingosimuka zvisikwa kubva pasi, mavhiri aisimukawo pamwe chete nazvo, nokuti mweya wezvisikwa zvipenyu wakanga uri mumavhiri. Kumusoro kwemisoro yezvisikwa zvipenyu kwakanga kwakawaridzwa chinhu chakaita sedenga, chaivaima sechando uye chaishamisa. Pasi pedenga mapapiro azvo akanga akatambanudzwa, bapiro rechimwe chisikwa richinosangana nebapiro rechimwe chisikwa, uye chimwe nechimwe chaiva namapapiro maviri akafukidza muviri wacho. Zvisikwa zvaiti zvofamba, ndainzwa kuunga kwamapapiro azvo, zvichitinhira semvura zhinji, senzwi roWamasimba Ose, sebope ravarwi. Zvaiti zvikamira zvaideredza mapapiro azvo. Ipapo inzwi rakasvika richibva kumusoro kwedenga rakanga riri pamusoro pazvo, pazvakanga zvakamira zvakaderedza mapapiro azvo. Kumusoro kwedenga rakanga riri pamusoro pemisoro yazvo, kwakanga kune chinhu chairatidzika sechigaro choushe chakaita sebwe resafuri uye pamusoro-soro pechigaro choushe pakanga pano mufananidzo wakaita sowomunhu. Ndakaona kuti pane zvairatidzika sechiuno chake zvichikwira kumusoro, akanga akaita sedare romoto unopenya, sokunge akazara nomoto, uye kubva ipapo zvichienda pasi, aitaridzika somoto; uye chiedza chaipenya kwazvo chakanga chakamukomberedza. Sezvakaita muraravungu uri mumakore pazuva rokunaya kwemvura, izvozvo, ndizvo zvakanga zvakaita kubwinya kwakanga kwakamukomberedza. Izvi ndizvo zvakanga zvakaita kuonekwa kwokubwinya kwaJehovha. Pandakazviona izvozvo, ndakawira pasi nechiso changu, ndikanzwa inzwi romumwe akanga achitaura. "
    },
    {
      "chapter": "2",
      "verses": "Kudanwa kwaEzekieri Akati kwandiri, “Mwanakomana womunhu, simuka netsoka dzako ini nditaure newe.” Akati achitaura, Mweya wakapinda mandiri ukandisimudza netsoka dzangu, ndikamunzwa achitaura neni. Akati, “Mwanakomana womunhu, ndiri kukutuma kuvaIsraeri, kurudzi runomukira irwo rwakandimukira; ivo namadzibaba avo vanga vachingondipandukira kusvikira zuva ranhasi. Vanhu vandinokutuma kwavari, vakavangarara uye vakasindimara. Uti kwavari, ‘Zvanzi naIshe Jehovha.’ Uye kunyange vakanzwa kana kuramba kunzwa, nokuti ivo imba inomukira, vachaziva kuti muprofita akanga ari pakati pavo. Uye iwe, mwanakomana womunhu, usavatya kana mashoko avo. Usatya, kunyange wakakombwa neminzwa norukato uye ugere pakati pezvinyavada. Usatya zvavanotaura kana kuvhundutswa navo, kunyange vari imba inomukira. Unofanira kutaura mashoko angu kwavari kunyange vakateerera kana vakaramba kuteerera, nokuti ivo vanondimukira. Asi iwe, mwanakomana womunhu, teerera zvandinokuudza. Usandimukira sezvinoita imba iyo inondimukira; shama muromo wako udye zvandinokupa.” Ipapo ndakatarira, ndikaona ruoko rwakatambanudzirwa kwandiri. Marwuri makanga mune gwaro, rakapetenurwa pamberi pangu. Rakanga rakanyorwa kumativi aro ose mashoko amariro nokuchema nenhamo. "
    },
    {
      "chapter": "3",
      "verses": "Akati kwandiri, “Mwanakomana womunhu, idya zviri pamberi pako, idya rugwaro urwu, zvino ugoenda undotaura neimba yaIsraeri.” Saka ndakashama muromo wangu, iye akandipa rugwaro kuti ndidye. Ipapo akati kwandiri, “Mwanakomana womunhu, idya zviri pamberi pako, idya rugwaro urwu rwandinokupa uzadze dumbu rako narwo.” Saka ndakarudya, uye rwaitapira souchi mumukanwa mangu. Ipapo akati kwandiri, “Mwanakomana womunhu, chienda zvino kuimba yaIsraeri undotaura mashoko angu kwavari. Hausi kutumwa kuvanhu vane mutauro usinganzwisisiki uye norurimi runogozha, asi kuimba yaIsraeri, kwete kumarudzi mazhinji vane mitauro isinganzwisisiki norurimi rwakagozha, vana mashoko ausingagoni kunzwisisa. Zvirokwazvo dai ndakanga ndakutuma kwavari, vangadai vakakunzwa. Asi imba yaIsraeri haidi kukuteerera nokuti haidi kunditeerera, nokuti imba yose yaIsraeri yakaomeswa mwoyo uye yakavangarara. Tarira ndichaomesa chiso chako sezvakaita zviso zvavo. Ndichaomesa huma yako sebwe rakaomesesa, rakaoma kupfuura romusarasara. Usavatya kana kuvhunduswa navo, kunyange vari imba inomukira.” Zvino akati kwandiri, “Mwanakomana womunhu, nditeererese uye uise mashoko ose andinotaura mumwoyo mako. Chienda zvino kuvanhu venyika yako vari muutapwa undotaura kwavari. Uti kwavari, ‘Zvanzi naIshe Jehovha,’ kunyange vakateerera kana vakaramba kuteerera.” Ipapo mweya wakandisimudza, ndikanzwa shure kwangu inzwi rokuunga kukuru richiti, “Kubwinya kwaJehovha ngakurumbidzwe munzvimbo yaanogara!” Uye ndakanzwa mubvumo wamapapiro ezvisikwa zvipenyu aigunzvana uye nomubvumo wamavhiri parutivi rwazvo, achirira zvikuru. Ipapo Mweya wakandisimudza ukandiendesa kure uye ndakaenda ndine shungu ndakatsamwa pamweya wangu, uye ruoko rune simba rwaJehovha rwuri pamusoro pangu. Ndakasvika kuna vakatapwa vaigara kuTera Abhibhi pedyo noRwizi rweKebhari. Zvino ipapo pavaigara, ndakagara pakati pavo kwamazuva manomwe, ndichishayiwa mashoko. Yambiro kuIsraeri Shure kwokupera kwamazuva manomwe, shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, ndakakuita nharirire yeimba yaIsraeri; saka chinzwa shoko randinotaura uye uvayambire neyambiro inobva kwandiri. Kana ndikati kumunhu akaipa, ‘Uchafa zvirokwazvo,’ iwe ukasamuyambira kana kutaura uchimunyevera panzira dzake dzakaipa kuti uponese mweya wake, munhu uye akaipa achafa nokuda kwechivi chake, asi ropa rake ndicharibvunza pamusoro pako. Asi kana iwe ukamuyambira asi iye akaramba kutendeuka pazvakaipa zvake kana panzira dzake dzakaipa, iye achafa nokuda kwechivi chake, asi iwe uchange wazviponesa. “Zvakare, kana munhu akarurama akatsauka pakururama kwake uye akaita zvakaipa, ini ndikaisa chigumbuso pamberi pake, achafa. Sezvo usina kumuyambira, iye achafa nokuda kwechivi chake. Zvakarurama zvaakaita hazvizorangarirwi, uye iwe uchava nemhosva yeropa rake. Asi kana ukanyevera munhu akarurama uyu kuti arege kutadza uye akarega kutadza zvirokwazvo achararama nokuti akanzwa kunyeverwa, iwe uchange wazviponesa.” Ruoko rwaJehovha rwakanga rwuri pamusoro pangu ipapo, uye akati kwandiri, “Simuka uende kubani uye ndichataura newe ikoko.” Saka ndakasimuka ndikaenda kubani. Uye kubwinya kwaJehovha kwakanga kumire ipapo, kwakaita sokubwinya kwandakamboona paRwizi rweKebhari, ndikawira pasi nechiso changu. Ipapo Mweya wakapinda mandiri ukandisimudza netsoka dzangu. Akataura kwandiri akati, “Enda undozvipfigira mumba mako. Zvino iwe, mwanakomana womunhu, vachakusunga netambo; uchasungwa zvokuti haungabudi uchienda kuvanhu. Ndichaita kuti rurimi rwako runamire kumusoro kwomuromo wako kuitira kuti unyarare ukonewe kuvatsiura, kunyange vari imba yokumukira. Asi pandinotaura newe, ndichazarura muromo wako uye uchati kwavari, ‘Zvanzi naIshe Jehovha.’ Ani naani anonzwa ngaanzwe, uye ani naani anoramba ngaarambe hake; nokuti ivo imba yokumukira. "
    },
    {
      "chapter": "4",
      "verses": "Kukombwa kweJerusarema kunofananidzwa “Zvino, Mwanakomana womunhu, tora chidhina chevhu, uchiise pamberi pako ugodhirowa Jerusarema pamusoro pacho. Ipapo ugorikomba: Umise nhare dzokurwa naro, uvake dhunduru revhu rokusvitsa pariri, udzike misasa ugorikomberedza nezvokuparadza nazvo masvingo. Ipapo utore pani yesimbi, ugoimisa sorusvingo rwesimbi pakati pako iwe neguta ugorinzira chiso chako kwariri. Richakombwa, uye iwe ucharikomba. Ichi chichava chiratidzo kuimba yaIsraeri. “Ipapo iwe ugovata norutivi rwako rworuboshwe ugoisa chivi cheimba yaIsraeri pamusoro pako. Iwe unofanira kutakura chivi chavo kwamazuva aunovata norutivi rwako. Ndakakutarira mazuva mamwe chetewo zvakaenzana namakore echivi chavo. Saka uchatakura chivi cheimba yaIsraeri kwamazuva mazana matatu namakumi mapfumbamwe. “Kana uchinge wapedza izvi, uvatezve pasi, panguva ino, norutivi rwako rworudyi, ugotakura chivi cheimba yaJudha. Ndakakutarira mazuva makumi mana, zuva rimwe pagore roga roga. Urinzire chiso chako wakatarira kukombwa kweJerusarema uye noruoko rwako rwakashama uprofite pamusoro paro. Ndichakusunga netambo kuitira kuti ukonewe kutendeukira kune rumwe rutivi uchibva kune rumwe kusvikira wapedza mazuva okukomba kwako. “Utore gorosi nebhari, bhinzi nenyemba, mapfunde nesipereti; uzviise mumudziyo wokuchengetera uzvibikire chingwa. Unofanira kuchidya pamazuva mazana matatu namakumi mapfumbamwe wakavata norutivi. Uyere mashekeri makumi maviria ezvokudya kuti udye zuva rimwe nerimwe uye udye nenguva dzakatarwa. Uyezve, uyere chetanhatu chehinib yemvura ugoinwa nenguva dzakatarwa. Udye chokudya chakaita sekeke rebhari sapaunoda; uzvibike pamberi pavanhu, uchishandisa ndove yavanhu sehuni dzokubikisa.” Jehovha akati, “Nenzira iyi, vanhu veIsraeri vachadya zvokudya zvakasvibiswa pakati pendudzi uko kwandichavadzingira.” Ipapo ndakati, “Kwete, Ishe Jehovha! Handina kumbozvisvibisa. Kubva pauduku hwangu kusvikira zvino handina kumbodya chinhu chipi zvacho chakawanikwa chakafa kana chakabvamburwa nezvikara. Hapana nyama yakasvibiswa yakambopinda mumukanwa mangu.” Iye akati, “Zvakanaka, ndichakutendera kuti ubike chingwa chako nendove yemombe pachinzvimbo chetsvina yavanhu.” Zvino akazoti kwandiri, “Mwanakomana womunhu, ndichamisa kupiwa kwezvokudya muJerusarema. Vanhu vachadya zvokudya zvakayerwa vachifunganya uye vachanwa mvura yakayerwa vapererwa, nokuti zvokudya nemvura zvichashayikwa. Mumwe achavhunduka achiona mumwe uye vachaonda nokuda kwechivi chavo. "
    },
    {
      "chapter": "5",
      "verses": "“Zvino, Mwanakomana womunhu, tora munondo unopinza ugoushandisa sechisvo chomugeri kuti uveure musoro wako nendebvu dzako. Ipapo utore zviyero zviviri ugokamura bvudzi. Panopera mazuva okukomba kwako, upise nomoto chetatu chebvudzi uri mukati meguta. Ugotora chimwe chetatu uchiteme nomunondo uchipoteredza guta. Ugoparadzira chimwe chetatu kumhepo. Nokuti ini ndichavadzingirira nomunondo wakavhomorwa. Asi utore rimwe bvudzi shoma shoma uriise pamipendero yenguo dzako. Uyezve, utore rimwe shoma racho urikandire mumoto ugoripisa. Moto uchapararira kubva ipapo uchienda kuimba yose yaIsraeri. “Zvanzi naIshe Jehovha: Iri ndiro Jerusarema, randakaisa pakati pendudzi, nenyika dzakaripoteredza. Asi pakuipa kwaro rakamukira mirayiro yangu nemitemo yangu kupfuura ndudzi nenyika dzakaripoteredza. Rakaramba mirayiro yangu uye harina kutevera mitemo yangu. “Naizvozvo zvanzi naIshe Jehovha: Wanga usingazvidzori kupfuura ndudzi dzakakupoteredza uye hauna kutevera mitemo yangu kana kuchengeta mirayiro yangu. Hauna kana kumbotevedzera tsika dzendudzi dzakakupoteredza. “Naizvozvo zvanzi naIshe Jehovha: Ini iyeni ndinokurwisa iwe Jerusarema, uye ndichakuranga pamberi pedzimwe ndudzi. Nokuda kwezvifananidzo zvako zvinonyangadza, ndichakuitira zvandisina kumboita kare uye handichazozviitizve. Naizvozvo pakati pako madzibaba vachadya vana vavo, uye vana vachadya madzibaba avo. Ndichakuranga uye ndichaparadzira vakasara vako vose kumhepo zhinji. Naizvozvo noupenyu hwangu zvirokwazvo, ndizvo zvinotaura Ishe Jehovha, nokuti wakasvibisa nzvimbo yangu tsvene nezvakaumbwa zvako zvinonyangadza uye namaitiro ako anosemesa, ini ndimene ndichabvisa nyasha dzangu kwauri handichakutarisi netsitsi kana kukuponesa. Chikamu chetatu chavanhu vako vachafa nehosha kana kufa nenzara mukati mako; chimwe chikamu chetatu chichawa nokuda kwomunondo kunze kwamasvingo ako; uye chimwe chikamu chetatu ndichachiparadzira kumhepo zhinji ndigochitevera nomunondo wakavhomorwa. “Ipapo kutsamwa kwangu kuchapera uye hasha dzangu dzichabva pamusoro pavo, uye ndichange ndatsiva. Uye hasha dzangu padzichange dzapera pamusoro pavo, vachaziva kuti ini Jehovha ndazvitaura nokushingaira kwangu. “Ndichakuita dongo nechinhu chinoshorwa pakati pendudzi dzakakupoteredza, pamberi pavose vanopfuura napo. Uchava chinhu chinoshorwa nechiseko, yambiro nechinhu chinotyisa kundudzi dzakakupoteredza pandinokuranga mukutsamwa nehasha dzangu uye nechituko chinobaya. Ini Jehovha ndataura. Pandinokupfura nemiseve yangu yenzara, inouraya uye inoparadza, ndichapfura kuti ndikuparadze. Ndichauyisa nzara pamusoro penzara pamusoro pako uye ndichamisa kupiwa kwako zvokudya. Ndichatuma nzara nezvikara kuti zvizokurwisa, uye zvichakusiya usisina mwana. Denda nokuteuka kweropa zvichapfuura nomauri, uye ndichauyisa munondo pamusoro pako. Ini Jehovha ndataura.” "
    },
    {
      "chapter": "6",
      "verses": "Chiprofita pamusoro paMakomo eIsraeri Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, rinzira meso ako kumakomo eIsraeri; uprofite pamusoro pawo uchiti, ‘Imi makomo eIsraeri, inzwai shoko raIshe Jehovha. Zvanzi naIshe Jehovha kumakomo nezvikomo, kuhova nokumipata: Ndava pedyo nokuuyisa munondo kuti uzokurwisai, uye ndichaparadza nzvimbo dzenyu dzakakwirira. Aritari dzenyu dzichaondomorwa uye aritari dzenyu dzezvinonhuwira dzichaputswa; uye ndichauraya vanhu venyu pamberi pezvifananidzo zvenyu. Ndicharadzika zvitunha zvavaIsraeri pamberi pezvifananidzo zvavo, uye ndichaparadzira mapfupa enyu pamativi ose earitari dzenyu. Pose pamunogara, maguta achaparadzwa uye nzvimbo dzakakwirira dzichakoromorwa, kuitira kuti aritari dzenyu dziparadzwe ave matongo, zvifananidzo zvenyu zvipwanyiwe uye zviparadzwe, aritari dzenyu dzezvinonhuwira dziputsirwe pasi, uye zvamakaita zvipedzwe chose. Vanhu venyu vachawira pasi ivo vaurayiwa pakati penyu, uye muchaziva kuti ndini Jehovha. “ ‘Asi ndichasiya vamwe, nokuti vamwe venyu vachapukunyuka pamunondo pamuchaparadzirwa pakati penyika nendudzi. Ipapo vakapukunyuka vachandirangarira vari pakati pendudzi kwavakaendeswa kuutapwa, kuti ndakashungurudzwa sei nemwoyo yavo youfeve, iyo yakatsauka kubva kwandiri, uye nameso avo, akachiva zvifananidzo zvavo. Vachazvisema pachavo nokuda kwezvakaipa zvavakaita nezvinyangadzo zvavo zvose. Uye vachaziva kuti ndini Jehovha; handina kutaura pasina kuti ndichauyisa njodzi iyi pamusoro pavo. “ ‘Zvanzi naIshe Jehovha: Rovai maoko enyu pamwe chete uye mudzane-dzane netsoka dzenyu mudanidzire muchiti, “Maiwe!” nokuda kwezvakaipa zvose nezvinonyangadza zveimba yaIsraeri, nokuti vachaurayiwa nomunondo, nzara nedenda. Ari kure achaurayiwa nedenda, uye ari pedyo achaurayiwa nomunondo, uye uyo achapona akararama, achafa nenzara. Saka ndichapedzera hasha dzangu pamusoro pavo. Uye vachaziva kuti ndini Jehovha, kana vanhu vavo vakaurayiwa vari pakati pezvifananidzo zvavo zvakapoteredza aritari dzavo, napazvikomo zvose zvakakwirira napamusoro pamakomo ose, napasi pemiti yakapfumvutira nemiti yomuouki yose ina mashizha panzvimbo dzavaipira zvinonhuwira kuzvifananidzo zvavo zvose. Uye ndichatambanudza ruoko rwangu kuti ndivarwise ndigoparadza nyika nokuita dongo kubva kugwenga kusvikira kuDhibhira, kwose kwose kwavanogara. Ipapo vachaziva kuti ndini Jehovha.’ ” "
    },
    {
      "chapter": "7",
      "verses": "Kuguma Kwasvika Shoko raJehovha rakasvika kwandiri, richiti, “Mwanakomana womunhu, zvanzi naIshe Jehovha kunyika yeIsraeri: Kuguma! Kuguma kwasvika kumativi mana enyika. Kuguma kwava pamusoro pako zvino uye ndichatuma kutsamwa kwangu pamusoro pako. Ndichakutonga zvakafanira tsika dzako ndigotsiva zvinyangadzo zvako zvose. Handizokunzwiri ngoni kana kukuponesa; zvirokwazvo ndichakutsiva zvakafanira tsika dzako nezvinyangadzo zviri pakati pako. Ipapo uchaziva kuti ndini Jehovha. “Zvanzi naIshe Jehovha: Njodzi! Njodzi isina kumbonzwikwa nezvayo iri kuuya! Kuguma kwasvika! Kuguma kwasvika! Kwamuka kuti kuzokurwisai. Kwauya! Kuparadzwa kwauya pamusoro pako, iwe ugere panyika. Nguva yasvika, zuva rava pedyo; pava nokutya, kwete mufaro, pamusoro pamakomo. Ndava pedyo nokudurura hasha dzangu pamusoro pako ndigopedzera kutsamwa kwangu pamusoro pako; ndichakutonga zvakafanira mafambiro ako ndigotsiva zvinyangadzo zvako zvose. Handizombokunzwiri ngoni kana kukuponesa; ndichakutsiva zvakafanira mafambiro ako nezvinyangadzo zviri pakati pako. Ipapo uchaziva kuti ndini Jehovha ndiri kukurova. “Zuva rasvika! Rauya! Kuparadzwa kwabuda, shamhu yabukira, kuzvikudza kwatumbuka! Kuita nechisimba kwakura kukava shamhu yokuranga zvakaipa; hakuna mumwe wavanhu ava achasara, hakuna pavazhinji vavo ivavo, kana pfuma kana chinokosha. Nguva yauya, zuva rasvika. Mutengi ngaarege kufara uye mutengesi ngaarege kusuwa, nokuti hasha dziri pamusoro pavazhinji vose. Mutengesi haangadzorerwi nyika yaakanga atengesa kana vose vari vaviri vachiri vapenyu, nokuti chiratidzo chakaonekwa pamusoro pavazhinji vose chichazozadziswa. Nokuda kwezvivi zvavo, hakuna kana mumwe wavo achachengetedza upenyu hwake. Kunyange vakaridza hwamanda nokugadzirira zvose, hapana achaenda kuhondo, nokuti hasha dzangu dziri pamusoro pavazhinji vose. “Kunze kuno munondo, mukati mune denda nenzara; vaya vari musango vachafa nomunondo, uye vari muguta vachapedzwa nenzara nedenda. Vose vanorarama vachapukunyuka vachange vari mumakomo, vachirira senjiva dzomumipata, mumwe nomumwe nokuda kwezvivi zvake. Ruoko rumwe norumwe ruchapera simba uye ibvi rimwe nerimwe richarukutika semvura. Vachafuka nguo dzamasaga uye vachafukidzwa nokutya. Zviso zvavo zvichafukidzwa nenyadzi uye misoro yavo ichaveurwa. Vachakanda sirivha yavo munzira dzomumisha, uye goridhe yavo ichava chinhu chisina kuchena. Sirivha yavo negoridhe ravo hazvingavaponesi pazuva rokutsamwa kwaJehovha. Hazvingapedzi nzara yavo kana kugutsa matumbu avo nazvo, nokuti ndizvo zvakavagumbusa vakapinda muchivi. Vakanga vachizvikudza nokuda kwoukomba hwavo hwakanaka uye vachihushandisa kuita zvifananidzo zvinonyangadza nezviumbwa zvakaipisisa. Naizvozvo ndichashandura izvi, zvikava chinhu chine tsvina kwavari. Ndichazvipa zvose kuvatorwa sezvinhu zvakapambwa uye sepfuma ingapambwa navakaipa venyika, uye vachazvisvibisa. Ndichavafuratira uye vachasvibisa nzvimbo yangu inokosha; mbavha dzichapinda mairi dzigoisvibisa. “Gadzirai ngetani, nokuti nyika izere nokuteura ropa uye guta rizere nokuita nechisimba. Ndichauyisa vanhu vakaipisisa vendudzi kuti vavatorere dzimba dzavo; ndichaita kuti kuzvikudza kwavane simba kugume, uye nzvimbo dzavo tsvene dzichasvibiswa. Kana kutya kwauya, vachatsvaka rugare asi havangaruwani. Kuchauya njodzi pamusoro penjodzi uye guhu pamusoro peguhu. Vachaedza kutsvaka chiratidzo kumuprofita; kudzidziswa murayiro nomuprista kuchashayikwa, namazano anobva kuvakuruwo achashayikwa. Mambo achachema, muchinda achafukidzwa nokuora mwoyo, uye maoko avanhu vomunyika achadedera. Ndichavaitira zvakafanira mafambiro avo, uye ndichavatonga nemitemo yavo. Ipapo vachaziva kuti ndini Jehovha.” "
    },
    {
      "chapter": "8",
      "verses": "Zvifananidzo muTemberi Mugore rechitanhatu, mumwedzi wechitanhatu pazuva reshanu, pandakanga ndirere mumba mangu uye vakuru veJudha vagere pamberi pangu, ruoko rwaIshe Jehovha rwakauya pamusoro pangu ipapo. Ndakatarisa, ndikaona chimiro chakaita sechomunhu. Kubva ipapo zvichikwira kumusoro, kuratidzika kwake kwainge kuchibwinya sedare rinopisa. Akatambanudza chakanga chakaita soruoko akandibata nebvudzi romusoro wangu. Mweya akandisimudza pakati penyika nedenga uye muzviratidzo zvaMwari akanditora akandiendesa kuJerusarema, kumukova wokusuo rokumusoro roruvazhe rwomukati, pakanga pamire chifananidzo chinomutsa godo. Uye ipapo pamberi pangu pakanga pane kubwinya kwaMwari waIsraeri, sapachiratidzo chandakanga ndaona mubani. Ipapo akati kwandiri, “Mwanakomana womunhu, tarira kumusoro.” Naizvozvo ndakatarisa, uye pamukova wokumusoro kwesuo rearitari ndakaona chifananidzo ichi chegodo. Uye akati kwandiri, “Mwanakomana womunhu, unoona zvavari kuita here, izvo zvinhu zvinonyangadza chose zvinoitwa neimba yaIsraeri pano, zvinhu zvichandiisa kure neimba yangu tsvene? Asika, uchaona zvimwe zvinhu zvinonyangadza kwazvo.” Ipapo akaenda neni kumukova wokuruvazhe. Ndakatarisa ndikaona buri pamadziro. Iye akati kwandiri, “Mwanakomana womunhu, chichera zvino mumadziro.” Saka ndakachera mumadziro ndikaona mukova imomo. Ipapo akati kwandiri, “Pinda mukati undoona zvinhu zvakaipa uye zvinonyangadza zvavanoita pano.” Saka ndakapinda mukati ndikatarisa, ndikaona mifananidzo pamadziro ose yezvinhu zvose zvinokambaira uye nemhuka dzinonyangadza nezvifananidzo zvose zveimba yaIsraeri. Pamberi pazvo pakanga pamire vakuru makumi manomwe veimba yaIsraeri, uye Jaazania mwanakomana waShafani akanga akamira pakati pavo. Mumwe nomumwe akanga akabata hadyana yezvinonhuwira muruoko rwake, uye munhuwi wegore rezvinonhuwira wakanga uchingokwira. Iye akati kwandiri, “Mwanakomana womunhu, waona here zvinoitwa navakuru veimba yaIsraeri murima, mumwe nomumwe pashongwe yechifananidzo chake? Vanoti, ‘Jehovha haationi, Jehovha akaramba nyika.’ ” Akatizve, “Uchavaona vachiita zvinhu zvinonyangadza kupfuura izvi.” Ipapo akaenda neni kumukova wokusuo rokumusoro weimba yaJehovha, ndikaona vakadzi vagerepo, vachichema Tamuzi. Iye akati kwandiri, “Unoona here izvi, mwanakomana womunhu? Uchaona zvinhu zvakatonyanya kuipa kupfuura izvi.” Zvino akaenda neni kuruvazhe rwomukati meimba yaJehovha, uye ipapo pamukova wetemberi, pakati pebiravira nearitari, pakanga pana varume vaikarosvika makumi maviri navashanu. Vakafuratira temberi yaJehovha uye zviso zvavo zvakatarisa kumabvazuva, vakanga vachipfugamira zuva kurutivi rwamabvazuva. Akati kwandiri, “Wazviona here izvi, iwe mwanakomana womunhu? Chinhu chiduku here kuimba yaJudha kuti vaite zvinhu zvinonyangadza zvavari kuita pano? Vanofanira here kuzadzazve nyika nechisimba uye nokuramba vachinditsamwisa? Vatarise vachiisa davi kumhuno dzavo. Naizvozvo ndichavaranga nehasha; handingavanzwiri tsitsi kana kuvaponesa. Kunyange vakaridza mhere munzeve dzangu, handingavanzwi.” "
    },
    {
      "chapter": "9",
      "verses": "Vanonamata Zvifananidzo vanourayiwa Ipapo ndakamunzwa achidanidzira nenzwi guru achiti, “Uya navarindi veguta pano, mumwe nomumwe ano munondo muruoko rwake.” Ipapo ndakaona varume vatanhatu vachiuya vachibva nokurutivi rwesuo rokumusoro, rakatarisa kumusoro, mumwe nomumwe ano munondo unopinza kwazvo muruoko rwake. Pakati pavo pakanga pano murume akanga akapfeka mucheka werineni ane zvinyoreso parutivi rwake. Ivo vakapinda vakamira parutivi rwearitari yendarira. Zvino kubwinya kwaMwari waIsraeri kwakakwira kuchibva pamusoro pamakerubhi, pakwakanga kuri, ndokuswedera kuchikumbaridzo chetemberi. Ipapo Jehovha akadana murume akanga akapfeka mucheka uya akanga ane zvinyoreso parutivi rwake akati kwaari, “Pfuura nomuguta rose reJerusarema uye uise munembo pahuma dzavaya vanotsutsumwa navanochema pamusoro pezvinhu zvinonyangadza zvinoitwa mariri.” Ndichakateerera, iye akati kuna vamwe, “Muteverei nomukati meguta, muuraye, musingambonzwiri ngoni kana tsitsi. Urayai vatana, majaya navarandakadzi, madzimai navana, asi musabata ani zvake ano munembo. Mutangire paimba tsvene yangu.” Saka vakatanga navakuru vakanga vari mberi kwetemberi. Ipapo akati kwavari, “Svibisai temberi muzadze mavazhe navakaurayiwa. Endai!” Naizvozvo vakaenda vakatanga kuuraya muguta rose. Pavakanga vachiuraya, uye ini ndasara ndoga, ndakawira pasi nechiso, ndichidanidzira, ndichiti, “Haiwa, Ishe Jehovha! Muchaparadza vakasara vose vaIsraeri pakudururwa kwehasha dzenyu pamusoro peJerusarema here?” Iye akandipindura achiti, “Chivi cheimba yaIsraeri neJudha chakura kwazvo; nyika yazara nokuteura ropa uye guta razara nokusaruramisira. Ivo vanoti, ‘Jehovha akaramba nyika; Jehovha haaoni.’ Saka handingambovanzwiri tsitsi kana kuvaponesa, asi ndichauyisa pamisoro yavo zvavakaita.” Ipapo murume uya akanga akapfeka mucheka werineni ane zvokunyoresa parutivi pake akadzoka neshoko, achiti, “Ndaita sezvamakarayira.” "
    },
    {
      "chapter": "10",
      "verses": "Kubwinya kunobva muTemberi Ndakatarisa, ndikaona chinhu chakafanana nechigaro choushe chesafire pamusoro pedenga raiva pamusoro pemisoro yamakerubhimi. Jehovha akati kumurume uya akanga akapfeka mucheka werineni, “Enda pakati pamavhiri ari munyasi mamakerubhi. Uzadze maoko ako namazimbe anopisa anobva pamakerubhi ugoaparadzira pamusoro peguta.” Iye akapinda ini ndakatarira. Zvino makerubhi akanga akamira parutivi rwezasi kwetemberi murume paakapinda, uye gore rakazadza ruvazhe rwomukati. Ipapo kubwinya kwaJehovha kwakakwira pamusoro pamakerubhi kukaswedera kuchikumbaridzo chetemberi. Gore rakazadza temberi, uye ruvazhe rukazadzwa nokupenya kwokubwinya kwaJehovha. Mubvumo wamapapiro amakerubhi wainzwika kusvikira kuruvazhe rwokunze, senzwi raMwari Wamasimba Ose kana achitaura. Jehovha akati arayira murume akanga akafuka mucheka werineni, achiti, “Tora moto pakati pamavhiri, kubva pamakerubhi,” murume akapinda mukati akamira parutivi rwevhiri. Ipapo rimwe ramakerubhi rakatambanudzira ruoko rwaro kumoto wakanga uri pakati pawo. Akatora mumwe moto ndokuuisa mumaoko omurume akanga akafuka mucheka werineni, iye ndokuutora ndokuenda nawo panze. (Pasi pamapapiro amakerubhi paionekwa chinhu chainge maoko omunhu.) Ndakatarisa, ndikaona parutivi rwamakerubhi mavhiri mana, rimwe vhiri parutivi rwekerubhi rimwe nerimwe, mavhiri acho aivaima kunge ibwe rekrisorite. Pakuonekwa kwawo, mana acho akanga akafanana; rimwe nerimwe rakanga rakaita sevhiri riri mukati merimwe vhiri. Paaifamba aigona kuenda neimwe yenzira ina kwakanga kwakatarisa makerubhi; mavhiri haana kutsauka pakufamba kwaiita makerubhi. Makerubhi akaenda munzira ipi zvayo kwakanga kwakatarira musoro, asingatsauki pakufamba kwawo. Miviri yawo yose, pamwe chete nemisana yawo, maoko awo namapapiro awo, zvakanga zvakazara nameso, zvakanga zvakadarowo namavhiri awo ari mana. Ndakanzwa mavhiri achitumidzwa zita rokuti mavhiri okumonereka.” Kerubhi rimwe nerimwe rakanga rine zviso zvina: Chimwe chiso chakanga chiri chekerubhi, chechipiri chakanga chiri chiso chomunhu, chiso chechitatu chakanga chiri cheshumba, chiso chechina chakanga chiri chegondo. Ipapo makerubhi akabhururuka achikwira kumusoro. Izvi ndizvo zvisikwa zvipenyu zvandakaona ndiri paRwizi rweKebha. Makerubhi aiti ofamba, mavhiri aiva parutivi rwawo ofambawo; makerubhi aiti akatambanudza mapapiro awo kuti abhururuke kubva pasi, mavhiri akanga asingabvi parutivi rwawo. Kana makerubhi akamira, iwo aimirawo; uye makerubhi akabhururuka, iwo aisimuka pamwe chete nawo, nokuti mweya wezvisikwa zvipenyu wakanga uri maari. Ipapo kubwinya kwaJehovha kwakabva pamusoro pachikumbaridzo chetemberi kukamira pamusoro pamakerubhi. Ndichakatarisa izvi, makerubhi akatambanudza mapapiro awo ndokubhururuka kubva pasi, uye paaienda, mavhiri aiendawo nawo. Akandomira pamukova wesuo rokumabvazuva kweimba yaJehovha, uye kubwinya kwaMwari waIsraeri kwakanga kuri pamusoro pawo. Izvi ndizvo zvisikwa zvipenyu zvandakanga ndaona pasi paMwari waIsraeri paRwizi rweKebha, uye ndikaziva kuti akanga ari makerubhi. Rimwe nerimwe rakanga rine zviso zvina namapapiro mana, uye pasi pamapapiro awo pakanga pane zvairatidzika samaoko omunhu. Zviso zvawo zvakanga zvichitaridzika sezviya zvandakanga ndamboona paRwizi rweKebha. Chimwe nechimwe chaifamba chakananga mberi. "
    },
    {
      "chapter": "11",
      "verses": "Kutongwa kwaVatungamiri veIsraeri Ipapo Mweya wakandisimudza ukaenda neni pasuo reimba yaJehovha rakatarira kumabvazuva. Pamukova wesuo ipapo, pakanga pana varume makumi maviri navashanu, uye ndakaona pakati pavo Jaazania mwanakomana waAzuri naPeratia mwanakomana waBhenaya, vatungamiri vavanhu. Jehovha akati kwandiri, “Mwanakomana womunhu, ava ndivo varume vanorangana zvakaipa nokupa mano akaipa muguta rino. Vanoti, ‘Ko, nguva haisati yasvika here yokuvaka dzimba? Guta rino ihari yokubikira, uye isu tisu nyama.’ Naizvozvo profita pamusoro pavo; profita, mwanakomana womunhu.” Ipapo Mweya waJehovha wakauya pamusoro pangu, iye akanditaurira kuti nditi: “Zvanzi naJehovha: Ndizvo zvamunotaura, imi imba yaIsraeri, asi ndinoziva zvamunofunga mundangariro dzenyu. Makauraya vanhu vazhinji muguta rino uye mukazadza nzira dzaro nevakafa. “Naizvozvo zvanzi naIshe Jehovha: Zvitunha zvamakandamo ndiyo nyama uye guta rino ndiyo hari, asi ini ndichakubudisai mariri. Munotya munondo, zvino munondo ndiwo wandichauyisa kuzokurwisai, ndizvo zvinotaura Ishe Jehovha. Ndichakubudisai kunze kweguta ndigokuisai mumaoko avatorwa uye ndichakurangai. Muchaurayiwa nomunondo, uye ini ndichakutongai pamiganhu yaIsraeri. Ipapo muchaziva kuti ndini Jehovha. Guta rino haringavi hari kwamuri, nemi hamungavi nyama mariri; ndichakutongai ini pamiganhu yeIsraeri. Uye muchaziva kuti ndini Jehovha, nokuti hamuna kutevera mitemo yangu kana kuchengeta mirayiro yangu asi makafamba netsika dzendudzi dzakakupoteredzai.” Zvino ndakati ndichiprofita, Peratia mwanakomana waBhenaya akafa. Ipapo ndakawira pasi nechiso ndikachema zvikuru ndichiti, “Haiwa Ishe Jehovha! Ko, muchaparadza chose vakasara vaIsraeri here?” Shoko raJehovha rakasvika kwandiri, richiti, “Mwanakomana womunhu, hama dzako, hama dzako dzeropa neimba yose yaIsraeri, ndivo vainzi navanhu veJerusarema, ‘Vari kure kwazvo naJehovha; nyika ino takaipiwa kuti ive yedu.’ Kudzoswa kwaIsraeri kunovimbiswa “Naizvozvo uti, ‘Zvanzi naIshe Jehovha: Kunyange ndakavaendesa kure pakati pendudzi uye ndikavaparadzira pakati penyika, asi kwechinguva chiduku ndakanga ndiri nzvimbo yavo tsvene munyika dzavakaenda.’ “Naizvozvo uti, ‘Zvanzi naIshe Jehovha: Ndichakuunganidzai kubva kundudzi ndigokudzosai kubva kunyika dzamakanga makaparadzirwa uye ndichakupaizve nyika yaIsraeri.’ “Vachadzokera kwairi vagobvisa zvifananidzo zvayo zvose zvakaipisisa nezvifananidzo zvinonyangadza. Ndichavapa mwoyo mumwe nokuisa mweya mutsva mukati mavo; ndichabvisa mwoyo webwe mukati mavo ndigovapa mwoyo wenyama. Ipapo vachatevera mitemo yangu uye vachachenjerera kuchengeta mirayiro yangu. Vachava vanhu vangu, uye ini ndichava Mwari wavo. Asi kana vari vaya vane mwoyo inotevera zvakaumbwa zvavo zvakaipisisa nezvifananidzo zvinonyangadza, ndichaburutsa pamisoro yavo chaiyo zvavakaita, ndizvo zvinotaura Ishe Jehovha.” Ipapo makerubhi namavhiri parutivi pawo akatambanudza mapapiro awo, uye kubwinya kwaMwari waIsraeri kwakanga kuri pamusoro pawo. Kubwinya kwaJehovha kwakakwira kuchibva mukati meguta kukandomira pamusoro pegomo nechokumabvazuva kwaro. Mweya wakandisimudza ukaenda neni kuna vakatapwa vari muBhabhironi muchiratidzo chakapiwa noMweya waMwari. Ipapo chiratidzo chandakanga ndaona chakakwidzwa kubva pandiri, uye ndakaudza vakatapwa zvinhu zvose zvandakaratidzwa naJehovha. "
    },
    {
      "chapter": "12",
      "verses": "Vakatapwa Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, iwe ugere pakati pavanhu vanondimukira. Vane meso okuona asi havaoni, vane nzeve dzokunzwa asi havanzwi, nokuti vanhu vokumukira. “Naizvozvo, mwanakomana womunhu, rongedza midziyo yako utame uye utame masikati, vakakutarira, ubude ubve panzvimbo yauri uende kune imwe nzvimbo. Zvimwe vachanzwisisa, kunyange vari imba inondimukira. Masikati chaiwo, vakatarira, iwe budisa nhumbi dzako dzakarongedzerwa kutama. Ipapo panguva yamadekwana, ivo vakatarira, buda iwe sezvinoita vaya vanoenda muutapwa. Uboore masvingo vakatarira ugotora nhumbi dzako ubude napo. Udziise papfudzi rako ivo vakangotarisa ugobuda nadzo kwasviba. Ufukidze chiso chako kuti urege kuona nyika, nokuti ndakuita chiratidzo kuimba yaIsraeri.” Saka ndakaita sezvandakarayirwa. Panguva yamasikati ndakabudisa zvinhu zvangu zvarongedzerwa kutama. Zvino panguva yamadekwana ndakaboora masvingo namaoko angu. Ndakabudisa nhumbi dzangu kwasviba, ndakazvitakura pamapfudzi angu ivo vakangotarisa. Shoko raJehovha rakasvika kwandiri panguva yamangwanani richiti, “Mwanakomana womunhu, imba iyo yokundimukira yaIsraeri haina kukubvunza here kuti, ‘Uri kuiteiko?’ “Uti kwavari, ‘Zvanzi naIshe Jehovha: Chirevo ichi chinoreva muchinda weJerusarema neimba yese yaIsraeri iripo. Uti kwavari, ‘Ini ndiri chiratidzo kwamuri.’ Sezvandakaita, ndizvo zvavachaitirwawo. Vachaenda kuutapwa senhapwa. “Muchinda ari pakati pavo achaisa zvinhu zvake papfudzi kwasviba agoenda, uye achaboorerwa buri rokubuda naro parusvingo. Achafukidza chiso chake kuitira kuti arege kuona nyika. Ndichamutambanudzira mumbure wangu, uye achabatwa mumusungo wangu; ndichamuendesa kuBhabhironi, nyika yavaKaradhea, asi haasi kuzoiona, uye ikoko ndiko kwaachafira. Ndichaparadzira kumhepo vose vakamupoteredza, vashandiri vake namauto ake, uye ndichavateverera nomunondo wakavhomorwa. “Vachaziva kuti ndini Jehovha, pandichavaparadzira pakati pendudzi nokuvaparadzira kunyika dzose. Asi ndichasiya vashoma vavo pamunondo, napanzara nedenda, kuitira kuti pakati pendudzi kwavachaenda zvimwe vangarangarira zvinyangadzo zvavo zvavakaita zvose. Ipapo vachaziva kuti ndini Jehovha.” Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, udedere paunenge uchidya zvokudya zvako, uye ubvunde nokutya paunonwa mvura yako. Uti kuvanhu venyika, ‘Zvanzi naIshe Jehovha pamusoro pavanogara muJerusarema uye munyika yaIsraeri kuti: Vachadya zvokudya zvavo nokufunganya nokunwa mvura yavo vaora mwoyo, nokuti nyika yavo ichatorerwa zviri mairi nokuda kwechisimba chaavo vose vanogaramo. Maguta anogarwa navanhu achaitwa ndongo uye nyika ichaparadzwa. Ipapo muchaziva kuti ndini Jehovha.’ ” Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, chirevo ichi chamunacho munyika yaIsraeri ndecheiko chinoti, ‘Mazuva ari kungopera uye zviratidzo zvose zvinongova pasina?’ Uti kwavari, ‘Zvanzi naIshe Jehovha: Ndichaita kuti chirevo ichi chigume, uye havachazochitauri muIsraeri.’ Uti kwavari, ‘Mazuva aswedera okuti zviratidzo zvose zvizadziswe. Nokuti hakuchazovizve nezviratidzo zvenhema kana kuvuka kunobata kumeso pakati pavanhu veIsraeri. Asi ini Jehovha ndichataura zvandichataura, uye zvichazadzisika zvisinganonoki. Nokuti pamazuva enyu, imi imba yokumukira, ndichazadzisa zvose zvandinotaura, ndizvo zvinotaura Ishe Jehovha.’ ” Shoko raJehovha rakauya kwandiri richiti, “Mwanakomana womunhu, imba yaIsraeri iri kuti, ‘Chiratidzo chaanoona ndechamakore mazhinji kubva iye zvino, uye anoprofita zvenguva inouya zviri kure.’ “Naizvozvo uti kwavari, ‘Zvanzi naIshe Jehovha: Hakuna shoko rangu richanonokazve; zvose zvandinoreva zvichazadzisika, ndizvo zvinotaura Ishe Jehovha.’ ” "
    },
    {
      "chapter": "13",
      "verses": "Vaprofita Venhema vanopiwa mhosva Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, profita pamusoro pavaprofita vaIsraeri vari kukuprofiterai zvino. Uti kuna avo vanoprofita zvinobva pamurangariro wavo, ‘Inzwai shoko raJehovha! Zvanzi naIshe Jehovha: Vane nhamo vaprofita mapenzi vanotevera mweya yavo pachavo ivo vasina chavakaona! Vaprofita venyu, imi vaIsraeri, vakafanana namakava ari pakati pamatongo. Hamuna kukwira pakakoromoka porusvingo kuti mupagadzirire imba yaIsraeri, kuti igomira yakasimba pahondo pazuva raJehovha. Zviratidzo zvavo ndezvenhema uye kuvuka kwavo inhema. Ivo vanoti, “Jehovha anoti,” asi Jehovha asina kuvatuma; asi vanotarisira kuti mashoko avo azadzisike. Hauna kuona zviratidzo zvenhema here uye mukataura nhema pakuvuka pamainge muchiti, “Jehovha anoti,” kunyange zvangu ndisina kutaura? “ ‘Naizvozvo, zvanzi naIshe Jehovha: Nokuda kwamashoko enyu enhema nezviratidzo zvenhema ndinokupai mhosva, ndizvo zvinotaura Ishe Jehovha. Ruoko rwangu rucharwa navaprofita vanoona zviratidzo zvenhema nokutaura kuvuka kwenhema. Havangavi pakati pamakurukota avanhu vangu kana kunyorwa muzvinyorwa zveimba yaIsraeri, uye havangapindi munyika yaIsraeri. Ipapo muchaziva kuti ndini Ishe Jehovha. “ ‘Nokuda kwokuti vanotsausa vanhu vangu, vachiti, “Rugare,” ipo pasina rugare, uye nokuti pavanovaka rusvingo rwakatetepa vanorupenda nependi chena. Naizvozvo udza ivavo vanorupenda kuti ruchawa. Mvura ichanaya yakawanda, uye ndichatuma chimvuramabwe chicharova pasi, uye mhepo dzine simba dzichavhuvhuta. Panoondomoka rusvingo vanhu havazokubvunzi here vachiti, “Iripiko pendi chena yamakarupenda nayo?” “ ‘Naizvozvo zvanzi naIshe Jehovha: Muhasha dzangu ndichasunungura mhepo ine simba, uye pakutsamwa kwangu chimvuramabwe nemvura zhinji zvichanaya nokuparadza kunotyisa. Ndichaparadza rusvingo rwawakapenda nependi chena uye ndicharukoromora ndigorusiya rwati ware ware pasi zvokuti nheyo dzarwo dzichasara dzava pachena. Paruchakoromoka, nemi muchaparadzwa murimo; uye muchaziva kuti ndini Jehovha. Saka ndichapedzera hasha dzangu parusvingo napamusoro pavaya vairupenda nependi chena. Ndichati kwamuri, “Rusvingo rwaparara uye naivowo vakarupenda nependi chena, Vaya vaprofita veIsraeri vakaprofita pamusoro peJerusarema uye vakaona zviratidzo zvorugare rwaro nyamba kwakanga kusina rugare, ndizvo zvinotaura Ishe Jehovha.”’ “Zvino, iwe mwanakomana womunhu, rinzira chiso chako pamusoro pavanasikana vavanhu vako vanoprofita zvinobva mundangariro dzavo. Profita pamusoro pavo, uti, ‘Zvanzi naIshe Jehovha: Vane nhamo vakadzi vanosonera mazango pamaoko avo uye vanoita zvifukidzo zvemisoro yavo zvemhando dzakasiyana-siyana pakureba vachiitira kuti vateye vanhu nazvo. Ko, imi muchateya upenyu hwavanhu vangu asi muchichengetedza hwenyu here? Makandisvibisa pakati pavanhu vangu nokuda kwezviyero zvishoma zvebhari namafufu echingwa. Pamakareva nhema kuvanhu vangu, vanoteerera nhema, makauraya vaya vakanga vasingafaniri kufa, mukasiya vakanga vasingafaniri kurarama. “ ‘Naizvozvo, zvanzi naIshe Jehovha: Ndinovenga mazango enyu amunoteya nawo vanhu kunge munoteya shiri, zvino ndichaadambura pamaoko enyu; ndichasunungura vanhu vamunoteya seshiri. Ndichabvarura mavhoiri enyu ndigoponesa vanhu vangu pamaoko enyu, uye havachazovi nyama mumaoko enyu, uye havachazobatwizve nesimba renyu. Ipapo muchaziva kuti ndini Jehovha. Nokuti makaodza mwoyo yavakarurama nenhema dzenyu, vandakanga ndisina kuchemedza ini, uye nokuti makakurudzira vakaipa kuti varege kutendeuka panzira dzavo dzakaipa nokudaro vaponese mweya yavo, naizvozvo hamuchazoonizve zviratidzo zvenhema kana kuita zvokuvuka. Ndichaponesa vanhu vangu pamaoko enyu. Ipapo zvino muchaziva kuti ndini Jehovha.’ ” "
    },
    {
      "chapter": "14",
      "verses": "Vanonamata Zvifananidzo vanotongwa Vamwe vavakuru veIsraeri vakauya kwandiri vakagara pasi pamberi pangu. Ipapo shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, ava vanhu vakaisa zvifananidzo mumwoyo yavo vakaisa zvigumbuso zvakaipa pamberi pavo. Ndingavatendera kuti vatombondibvunza here? Naizvozvo taura navo ugovaudza kuti, ‘Zvanzi naIshe Jehovha: Kana muIsraeri upi zvake akaisa zvifananidzo mumwoyo make uye akaisa chigumbuso chakaipa pamberi pake ndokuenda kumuprofita, ini Jehovha ndichamupindura pachangu zvinoenderana nokunamata kwake zvifananidzo zvake zvikuru. Ndichaita izvi kuti ndibatezve mwoyo yavanhu veIsraeri, ivo vakandisiya vose kuti vatevere zvifananidzo zvavo.’ “Naizvozvo uti kuimba yeIsraeri, ‘Zvanzi naIshe Jehovha: Tendeukai! Dzokai mufuratire zvifananidzo zvenyu musiye mabasa enyu ose anonyangadza! “ ‘Kana muIsraeri upi zvake, kana mutorwa agere muIsraeri, akazvitsaura kubva pandiri uye akaisa zvifananidzo mumwoyo make uye akaisa chigumbuso chakaipa pamberi pake ndokuenda kumuprofita kunobvunza nezvangu, ini Jehovha ndichamupindura pachangu. Ndicharinzira chiso changu pamusoro pomunhu uyo kuti ndimurwise uye ndichamuita muenzaniso netsumo. Ndichamubvisa pakati pavanhu vangu. Ipapo muchaziva kuti ndini Jehovha. “ ‘Uye kana muprofita akanyengerwa kuti ataure chiprofita, ini Jehovha ndini ndamunyengera, uye ndichatambanudza ruoko rwangu pamusoro pake ndigomuparadza pakati pavanhu veIsraeri. Vachatakura mhosva yavo ivo, muprofita achava nemhosva zvakangoenzana naiye auya kuzomubvunza. Ipapo vanhu veIsraeri havangazotsaukizve vachibva kwandiri kana kuzvisvibisazve nezvivi zvavo zvose. Vachava vanhu vangu, uye ini ndichava Mwari wavo, ndizvo zvinotaura Ishe Jehovha.’ ” Kutongwa Kusingapunyukwi Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, kana nyika ikanditadzira nokusatendeka kwayo uye ini ndikatambanudza ruoko rwangu pamusoro payo kuti ndiparadze kugoverwa kwayo zvokudya nokutumira nzara pamusoro payo nokuuraya vanhu vayo nezvipfuwo zvayo, kunyange dai varume vatatu ava, Noa, naDhanieri naJobho, vaiva mairi vaingogona kuzviponesa ivo pachavo nokuda kwokururama kwavo, ndizvo zvinotaura Ishe Jehovha. “Kana dai ndikatumira zvikara munyika imomo, izvo zvikaisiya isina kana mwana uye ikazoparadzwa zvokuti pashayikwe anopfuura nomo nokuda kwezvikara, zvirokwazvo, noupenyu hwangu, ndizvo zvinotaura Ishe Jehovha, kunyange dai varume vatatu ava vaivamo, havaizogona kuponesa vanakomana vavo kana vanasikana vavo. Ivo chete ndivo vaingopona, asi nyika yaizoparadzwa. “Kana dai ndaiuyisa munondo kuzorwisa nyika iyo ndikati, ‘Munondo ngaupfuure nomunyika yose,’ uye ndikauraya vanhu vayo nezvipfuwo zvavo, zvirokwazvo noupenyu hwangu, ndizvo zvinotaura Ishe Jehovha, kunyange dai varume ava vatatu vaivamo, havaizogona kuponesa vanakomana vavo kana vanasikana vavo. Ivo voga ndivo vaizoponeswa. “Kana dai ndikatuma denda munyika ndikadurura hasha dzangu pamusoro payo nokuteura ropa, ndichauraya vanhu vayo nezvipfuwo zvavo, zvirokwazvo noupenyu hwangu, ndizvo zvinotaura Ishe Jehovha, kunyange dai Noa, naDhanieri naJobho vaivamo, havaigona kuponesa mwanakomana kana mwanasikana. Vaingozviponesa ivo chete nokuda kwokururama kwavo. “Nokuti zvanzi naIshe Jehovha: Zvichaipisisa sei kana ndikatuma pamusoro peJerusarema zvinotyisa zvina zvandakatonga, zvinoti munondo, nenzara, nezvikara uye nedenda, kuzouraya vanhu vayo nezvipfuwo zvavo! Kunyange zvakadaro hazvo pachava navanosara, vanakomana navanasikana vachabudiswa mairi. Vachauya kwamuri, uye pamunoona tsika dzavo namabasa avo, muchanyaradzwa pamusoro penjodzi yandakauyisa pamusoro peJerusarema, njodzi dzose dzandakauyisa pairi. Muchanyaradzwa pamunoona tsika dzavo namabasa avo, nokuti muchaziva kuti hapana chandakaita mariri pasina chikonzero, ndizvo zvinotaura Ishe Jehovha.” "
    },
    {
      "chapter": "15",
      "verses": "Jerusarema, muzambiringa usina maturo Shoko raJehovha rakasvika kwandiri richiti, “Mwanakomana womunhu, muti womuzambiringa uri nani kupfuura davi romuti zvawo musango neiko? Ko, pane danda rakambotorwa pauri here kuti rigadziriswe chimwe chinhu chine basa? Ko, vanhu vangaita hoko nawo kuti vanhu vaturike zvinhupo here? Uye shure kwokunge wakandwa mumoto sehuni uye moto ndokuupisa mativi ose ari maviri uye ndokusviba pakati, zvino uchabatsira chinhu here? Kana wanga usingabatsiri chinhu uchiri wakakwana, uchagobatsireiko kana moto waupisa uye wasviba? “Naizvozvo zvanzi naIshe Jehovha: Sezvo ndakaisa miti yemizambiringa pakati pemiti yesango sehuni dzomoto, ndizvo zvandichaita kuvanhu vagere muJerusarema. Ndicharinzira chiso changu kwavari kuti ndivarwise. Kunyange zvavo vakabuda mumoto, moto uchavaparadza. Uye pandinorinzira chiso changu kwavari kuti ndivarwise muchaziva kuti ndini Jehovha. Ndichaparadza nyika nokuti vakanga vasina kutendeka, ndizvo zvinotaura Ishe Jehovha.” "
    }
  ]
}
