{
  "book": "Genesisi",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Pakutanga Mwari akasika matenga nenyika. Zvino nyika yakanga isina kugadzirwa uye isina chinhu, rima rakanga riri pamusoro pemvura yakadzika, uye Mweya waMwari wakanga uchigara pamusoro pemvura. Uye Mwari akati, “Chiedza ngachivepo,” chiedza chikavapo. Mwari akaona kuti chiedza chakanga chakanaka, uye akaparadzanisa chiedza nerima. Mwari akatumidza chiedza kuti “masikati,” uye rima akaritumidza kuti “usiku.” Uye madekwana akavapo, namangwanani akavapo, zuva rokutanga. Uye Mwari akati, “Ngapave nenzvimbo pakati pemvura kuti iparadzanise mvura nemvura.” Saka Mwari akaita nzvimbo uye akaparadzanisa mvura yakanga iri pasi penzvimbo iyi kubva pamvura yakanga iri pamusoro payo. Uye zvakaita saizvozvo. Mwari akatumidza nzvimbo iyi kuti “denga.” Uye madekwana akavapo, namangwanani akavapo, zuva rechipiri. Uye Mwari akati, “Mvura iri pasi pedenga ngaiungane panzvimbo imwe chete, uye pasi pakaoma ngapaonekwe.” Uye zvakaita saizvozvo. Mwari akatumidza pasi pakaoma kuti, “nyika,” uye mvura yakaungana akaiti “makungwa.” Uye Mwari akaona kuti zvakanga zvakanaka. Ipapo Mwari akati, “Nyika ngaimerese uswa: miriwo inobereka mbeu nemiti panyika inobereka michero ine mhodzi mukati mayo, maererano nemhando dzayo dzakasiyana-siyana.” Uye zvakaita saizvozvo. Nyika yakameresa uswa: miriwo inobereka mbeu maererano nemhando dzayo nemiti inobereka michero ine mhodzi mukati mayo, maererano nemhando dzayo. Uye Mwari akaona kuti zvakanga zvakanaka. Uye madekwana akavapo, namangwanani akavapo, zuva rechitatu. Uye Mwari akati, “Ngakuve nezviedza munzvimbo yedenga kuti zviparadzanise masikati kubva pausiku, uye ngazvishande sezviratidzo zvokucherechedza mwaka namazuva namakore, uye ngazvive zviedza munzvimbo yedenga kuti zvivhenekere panyika.” Uye zvakaita saizvozvo. Mwari akaita zviedza zvikuru zviviri, chiedza chikuru kuti chibate ushe masikati uye chiedza chiduku kuti chibate ushe usiku. Akaitawo nyeredzi. Mwari akazviisa panzvimbo yedenga kuti zvivhenekere panyika, kuti zvibate ushe masikati nousiku, uye kuti zviparadzanise chiedza kubva parima. Uye Mwari akaona kuti zvakanga zvakanaka. Uye madekwana akavapo, namangwanani akavapo, zuva rechina. Uye Mwari akati, “Mvura ngaive nezvisikwa zvipenyu, uye shiri ngadzibhururuke pamusoro penyika munzvimbo yedenga.” Saka Mwari akasika zvisikwa zvikuru zvegungwa nezvipenyu zvose zvinokambaira zvinogara mumvura, maererano namarudzi azvo, uye neshiri dzina mapapiro, maererano namarudzi adzo. Uye Mwari akaona kuti zvakanga zvakanaka. Mwari akazviropafadza akati, “Berekanai muwande muzadze mvura iri mumakungwa, uye shiri ngadziwande panyika.” Uye madekwana akavapo, namangwanani akavapo, zuva rechishanu. Uye Mwari akati, “Nyika ngaibereke zvisikwa zvipenyu maererano namarudzi azvo: mombe, zvisikwa zvinokambaira panyika, nezvikara zvesango, chimwe nechimwe nemhando yacho.” Uye zvakaita saizvozvo. Mwari akaita mhuka dzesango maererano namarudzi adzo, mombe namarudzi adzo, nezvisikwa zvose zvinokambaira panyika maererano namarudzi azvo. Uye Mwari akaona kuti zvakanga zvakanaka. Ipapo Mwari akati, “Ngatiitei munhu nomufananidzo wedu, akafanana nesu, uye ngavave nesimba pamusoro pehove dzegungwa napamusoro peshiri dzedenga, napamusoro pemombe, napamusoro penyika yose, uye napamusoro pezvisikwa zvose zvinokambaira panyika.” Saka Mwari akasika munhu nomufananidzo wake, akamusika mumufananidzo waMwari; akavasika murume nomukadzi. Mwari akavaropafadza akati kwavari, “Berekanai muwande; zadzai nyika uye mubate ushe pamusoro payo. Muve nesimba pamusoro pehove dzegungwa napamusoro peshiri dzedenga napamusoro pezvisikwa zvipenyu zvinokambaira panyika.” Ipapo Mwari akati, “Ndinokupai miriwo yose inobereka iri pamusoro penyika yose nemiti yose ine michero, ine mhodzi mukati mayo. Zvichava zvokudya zvenyu. Uye kumhuka dzose dzapanyika neshiri dzose dzedenga nokuzvisikwa zvose zvinokambaira panyika, zvose zvinofema, ndinozvipa miriwo minyoro kuti zvive zvokudya zvazvo.” Uye zvakaita saizvozvo. Mwari akaona zvose zvaakanga aita, kuti zvakanga zvakanaka kwazvo. Uye madekwana akavapo, namangwanani akavapo, zuva rechitanhatu."
    },
    {
      "chapter": "2",
      "verses": " Naizvozvo matenga nenyika zvakapera mukushongedzwa kukuru kwazvo kwose. Pazuva rechinomwe Mwari akanga apedza basa raakanga achiita; saka pazuva rechinomwe akazorora pamabasa ake ose. Uye Mwari akaropafadza zuva rechinomwe akariita dzvene nokuti pazuva iro akazorora pabasa rose rokusika raakanga aita. Adhamu naEvha Iyi ndiyo rondedzero yamatenga nenyika pazvakasikwa. Jehovha Mwari paakaita nyika namatenga, uye kwakanga kusati kwava namakwenzi esango panyika, uye miriwo yesango yakanga isati yamera, nokuti Jehovha Mwari akanga asati anayisa mvura panyika uye kwakanga kusina munhu wokuzorima panyika, asi hova dzaibuda dzichibva pasi uye dzichinyorovesa pasi pose, Jehovha Mwari akaumba munhu kubva paguruva revhu uye akafemera mweya woupenyu mumhino dzake, uye munhu akava mupenyu. Zvino Jehovha Mwari akanga adyara bindu kumabvazuva, muEdheni; uye akaisa munhu waakanga aumba imomo. Uye Jehovha Mwari akaita mhando dzose dzemiti kuti dzimere kubva muvhu, miti yaifadza meso uye yakanga yakanaka pakudya. Pakati pebindu pakanga pano muti woupenyu nomuti wokuziva zvakanaka nezvakaipa. Rwizi rwaidiridza bindu rwaiyerera ruchibva muEdheni; kubva imomo rwakaparadzana rukava hova ina. Zita rerwokutanga ndiPishoni; runopoterera nomunyika yose yeHavhira, imomo mune goridhe. (Goridhe romunyika iyoyo rakanaka; uyewo dheriamu nebwe reonikisi zvirimo.) Zita rorwizi rwechipiri ndiGihoni; runopoterera nomunyika yose yeEtiopia. Zita rorwizi rwechitatu ndiTigirisi; runoyerera ruchitevedza rutivi rwamabvazuva eAshuri. Uye rwizi rwechina ndiYufuratesi. Jehovha Mwari akatora munhu akamuisa mubindu reEdheni kuti aririme nokurichengeta. Uye Jehovha Mwari akarayira munhu achiti, “Wakasununguka kuti udye zvinobva pamuti upi zvawo uri mubindu; asi haufaniri kudya zvinobva pamuti wokuziva zvakanaka nezvakaipa, nokuti pauchaudya uchafa zvirokwazvo.” Jehovha Mwari akati, “Hazvina kunaka kuti munhu agare ari oga. Ndichamuitira mubatsiri akamukwanira.” Zvino Jehovha Mwari akanga aumba kubva muvhu, mhuka dzose dzesango neshiri dzose dzedenga. Akazviuyisa kumunhu kuti aone kuti achazvitumidza mazita api, uye chisikwa chipenyu chimwe nechimwe sezvachakatumidzwa nomunhu, ndiro rakava zita racho. Saka munhu akatumidza mazita kumombe dzose, nokushiri dzose dzedenga nemhuka dzose dzesango. Asi kuna Adhamu kwakanga kusina kuwanikwa mubatsiri akamukwanira. Saka Jehovha Mwari akaita kuti munhu avate hope huru; uye paakanga achakavata, akatora rumwe rumbabvu rwomunhu akavhara nenyama nzvimbo yaakarubvisa. Ipapo Jehovha Mwari akaita mukadzi kubva parumbabvu rwaakanga abvisa pamunhu, uye akamuuyisa kumurume. Murume akati, “Zvino uyu ibvupa ramapfupa angu nenyama yenyama yangu; achanzi ‘mukadzi’, nokuti akatorwa kubva pamurume.” Nokuda kwechikonzero ichi, murume achasiya baba namai vake agonamatira kumukadzi wake, uye vachava nyama imwe. Murume nomukadzi wake vakanga vasina kusimira vose, uye havana kutongonyara."
    },
    {
      "chapter": "3",
      "verses": "Kuwa kwoMunhu Zvino nyoka yakanga ina manomano kupfuura mhuka dzose dzakasikwa naJehovha Mwari. Yakati kumukadzi, “Ko, chaizvoizvo Mwari akati, ‘Hamufaniri kudya muti upi zvawo uri mubindu here’?” Mukadzi akati kunyoka, “Tingadya hedu michero inobva mumiti iri mubindu, asi Mwari akati, ‘Hatifaniri kudya muchero unobva pamuti uri pakati pebindu, uye musaubata kuti murege kufa.’ ” Nyoka yakati kumukadzi, “Hamungafi zvirokwazvo. Nokuti Mwari anoziva kuti mukaudya meso enyu achasvinudzwa, uye muchaita saMwari mugoziva zvakanaka nezvakaipa.” Mukadzi akati aona kuti muchero womuti wakanga wakanaka kuudya uye kuti waifadza meso, uye kuti waidikanwa kuti munhu ave nouchenjeri, akatora mumwe akadya. Akapawo mumwe kumurume wake, uyo akanga anaye, naiye akaudya. Ipapo meso avo vose vari vaviri akasvinudzwa, uye vakaziva kuti vakanga vasina kusimira; saka vakasonanidza mashizha omuonde pamwe chete ndokuzvigadzirira nguo. Ipapo murume nomukadzi wake vakanzwa inzwi raJehovha Mwari paakanga achifamba mubindu kwotonhorera, vakavanda pamberi paJehovha Mwari, pakati pemiti yomubindu. Asi Jehovha Mwari akadana murume akati, “Uripiko?” Akapindura akati, “Ndanzwa inzwi renyu mubindu, uye ndatya nokuti ndanga ndisina kusimira; saka ndavanda.” Uye iye akati, “Ndiani akuudza kuti hauna kusimira? Wadya kanhi muti wandakakurayira kuti urege kudya?” Murume akati, “Mukadzi wamakandipa kuno kuti ave neni, ndiye andipa mumwe muchero womuti, uye ini ndikadya.” Ipapo Jehovha Mwari akati kumukadzi, “Chiiko ichi chawaita?” Mukadzi akati, “Nyoka yandinyengera, ndikadya.” Saka Jehovha Mwari akati kunyoka, “Nokuti waita izvi, “Watukwa kupfuura zvipfuwo zvose, kupfuura mhuka dzose dzesango! Uchafamba nedumbu rako uye uchadya guruva mazuva ose oupenyu hwako. Uye ndichaisa ruvengo pakati pako nomukadzi, uye pakati porudzi rwako nerwomukadzi; achapwanya musoro wako, uye iwe ucharuma chitsitsinho chake.” Kumukadzi akati, “Ndichawedzera kwazvo kurwadziwa kwako mukubereka vana; uchabereka vana mukurwadziwa. Kuda kwako kuchava kumurume wako, uye achava nesimba pamusoro pako.” Kuna Adhamu akati, “Nokuti wakateerera kumukadzi wako uye ukadya zvakabva pamuti wandakakurayira ndichiti, ‘Haufaniri kuudya,’ “Ivhu ratukwa nokuda kwako; mukushanda kunorwadza, uchadya zvibereko zvaro mazuva ose oupenyu hwako. Richakuberekera minzwa norukato, uye uchadya miriwo yomusango. Neziya rechiso chako uchadya zvokudya zvako kusvikira wadzokera kuguruva, sezvo wakatorwa kwariri; nokuti uri guruva, kuguruva uchadzokera.” Uye Adhamu akatumidza mukadzi wake kuti Evha, nokuti aizova mai vavapenyu vose. Jehovha Mwari akaitira Adhamu nomukadzi wake nguo dzamatehwe uye akavafukidza. Uye Jehovha Mwari akati, “Munhu ava somumwe wedu, anoziva zvakanaka nezvakaipa. Haafaniri kutenderwa kutambanudza ruoko rwake kuti atorewo zvinobva pamuti woupenyu uye kuti azvidye, akazorarama nokusingaperi.” Saka Jehovha Mwari akamudzinga mubindu reEdheni kuti arime ivhu raakatorwa kwariri. Mushure mokunge adzinga munhu, akaisa makerubhi kurutivi rwokumabvazuva kweBindu reEdheni nomunondo unopfuta uye uchivheyeswa mberi neshure kuti urinde nzira inoenda kumuti woupenyu."
    },
    {
      "chapter": "4",
      "verses": "Kaini naAbheri Adhamu akarara nomukadzi wake Evha, uye akava nemimba akabereka Kaini. Akati, “Norubatsiro rwaJehovha, ndabereka murume.” Mushure akabereka munun'una wake Abheri. Zvino Abheri aiva mufudzi wamakwai, uye Kaini aiva murimi wevhu. Mukufamba kwenguva, Kaini akauya nezvimwe zvezvibereko zvevhu sechipiriso kuna Jehovha. Asi Abheri akauya nomugove wamafuta aibva mumhongora dzamakwai. Jehovha akagamuchira Abheri nechipiriso chake, asi Kaini nechipiriso chake haana kumugamuchira. Saka Kaini akatsamwa zvikuru, uye chiso chake chikaunyana. Ipapo Jehovha akati kuna Kaini, “Wakatsamweiko? Seiko chiso chako chakaunyana? Kana ukaita zvakanaka, haungagamuchirwi here? Asi kana usingaiti zvakanaka, chivi chakavandira pamukova wako; chinoda kukubata, asi iwe unofanira kuchikunda.” Zvino Kaini akati kumunun'una wake, “Ngatimbobuda tiende kumunda.” Uye vakati vari mumunda Kaini akarwisa munun'una wake Abheri akamuuraya. Ipapo Jehovha akati kuna Kaini, “Aripiko munun'una wako Abheri?” Iye akati, “Handizivi. Ko, ndini muchengeti womunun'una wangu here?” Jehovha akati, “Waiteiko? Inzwa! Ropa romunun'una wako riri kudanidzira kwandiri richibva muvhu. Zvino watukwa uye wadzingwa panyika yazarura muromo wayo kuti imedze ropa romunun'una wako kubva paruoko rwako. Paunorima ivhu, harichazombokuberekeri zvibereko zvaro. Uchava mudzungairi asingatongozorori panyika.” Kaini akati kuna Jehovha, “Kurangwa kwangu kunopfuura zvandinokwanisa kutakura. Nhasi muri kundidzinga kubva panyika, uye ndichavanzwa pamberi penyu; ndichava mudzungairi asina zororo panyika, uye ani naani achandiwana achandiuraya.” Asi Jehovha akati kwaari, “Kwete hazvingadaro; kana munhu upi zvake akauraya Kaini, achatsiviwa kanomwe.” Ipapo Jehovha akaisa rupau pana Kaini kuitira kuti kurege kuva nomunhu anenge amuwana angazomuuraya. Saka Kaini akabva pamberi paJehovha akandogara munyika yeNodhi, kumabvazuva kweEdheni. Kaini akarara nomukadzi wake, akava nemimba akamuberekera Enoki. Ipapo Kaini akanga achivaka guta, uye akaritumidza zita romwanakomana wake Enoki. Enoki akaberekerwa Iradhi, uye Iradhi akanga ari baba vaMehujaeri, uye Mehujaeri akanga ari baba vaMetushaeri, uye Metushaeri akanga ari baba vaRameki. Rameki akawana vakadzi vaviri, mumwe ainzi Adha uye mumwe ainzi Zira. Adha akabereka Jabhari, ndiye akanga ari baba vavaya vanogara mumatende uye aipfuwa mombe. Zita romunun'una wake rainzi Jubhari; akanga ari baba wavose vanoridza rudimbwa nenyere. Zira akanga ano mwanakomana, Tubhari-Kaini, aigadzira nhumbi dzemhando dzose dzendarira nedzesimbi. Hanzvadzi yaTubhari-Kaini yainzi Naama. Rameki akati kuvakadzi vake, “Adha naZira, nditeererei; imi vakadzi vaRameki, inzwai mashoko angu. Ndauraya munhu nokuti andikuvadza, nejaya nokuti randipwanya. Kana Kaini achitsiviwa kanomwe, naizvozvo Rameki kana makumi manomwe namanomwe.” Adhamu akararazve nomukadzi wake, akabereka mwanakomana akamutumidza zita rokuti Seti, achiti, “Mwari andipa mumwe mwana panzvimbo yaAbheri, sezvo Kaini akamuuraya.” Setiwo akava nomwanakomana, akamutumidza zita rokuti Enoshi. Panguva iyo vanhu vakatanga kudana kuzita raJehovha."
    },
    {
      "chapter": "5",
      "verses": " Kubva kuna Adhamu kusvikira kuna Noa Iyi ndiyo rondedzero yakanyorwa yorudzi rwaAdhamu. Mwari paakasika munhu akamuita nomufananidzo waMwari. Akavasika murume nomukadzi uye akavaropafadza. Uye vakati vasikwa, akavatumidza kuti “munhu.” Adhamu akati agara makore zana namakumi matatu, akabereka mwanakomana akafanana naye, akanga akamutodza; akamutumidza zita rokuti Seti. Shure kwokuberekwa kwaSeti, Adhamu akararama kwamakore mazana masere uye akaberekazve vamwe vanakomana navanasikana. Pamwe chete, Adhamu akararama kwamakore mazana mapfumbamwe namakumi matatu, uye ipapo akafa. Seti akati agara makore zana namashanu, akabereka Enoshi. Uye shure kwokubereka kwake Enoshi, Seti akararama kwamakore mazana masere namanomwe uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Seti akararama kwamakore mazana mapfumbamwe negumi namaviri, uye ipapo akafa. Enoshi akati ararama kwamakore makumi mapfumbamwe, akabereka Kenani. Uye shure kwokubereka kwake Kenani, Enoshi akararama kwamakore mazana masere ane gumi namashanu uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Enoshi akararama kwamakore mazana mapfumbamwe namashanu, uye ipapo akafa. Kenani akati ararama kwamakore makumi manomwe, akabereka Maharareri. Uye mushure mokubereka kwake Maharareri, Kenani akagara kwamakore mazana masere namakumi mana uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Kenani akararama kwamakore mazana mapfumbamwe negumi, uye ipapo akafa. Maharareri akati agara kwamakore makumi matanhatu namashanu, akabereka Jaredhi. Uye mushure mokubereka kwake Jaredhi, Maharareri akararama kwamakore mazana masere namakumi matatu uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Maharareri akararama kwamakore mazana masere namakumi mapfumbamwe namashanu, uye ipapo akafa. Jaredhi akati ararama kwamakore zana namakumi matanhatu namaviri, akabereka Enoki. Uye mushure mokubereka kwake Enoki, Jaredhi akararama kwamakore mazana masere akavazve navamwe vanakomana navanasikana. Pamwe chete, Jaredhi akararama kwamakore mazana mapfumbamwe namakumi matanhatu namaviri, uye ipapo akafa. Enoki akati ararama kwamakore makumi matanhatu namashanu, akabereka Metusera. Uye mushure mokubereka kwake Metusera, Enoki akafamba naMwari kwamakore mazana matatu uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Enoki akararama kwamakore mazana matatu namakumi matanhatu namashanu. Enoki akafamba naMwari; ipapo akasazovapo, nokuti Mwari akamutora. Metusera akati ararama kwamakore zana namakumi masere namanomwe, akabereka Rameki. Uye mushure mokubereka kwake Rameki, Metusera akararama kwamakore mazana manomwe uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Metusera akararama kwamakore mazana mapfumbamwe namakumi matanhatu namapfumbamwe, uye ipapo akafa. Rameki akati ararama kwamakore zana namakumi masere namaviri, akabereka mwanakomana. Akamutumidza zita rokuti Noa uye akati, “Achativaraidza pabasa uye napakurwadziwa kwokubata kwamaoko edu zvinobva pavhu rakatukwa naJehovha.” Mushure mokuberekwa kwaNoa, Rameki akararama kwamakore mazana mashanu namakumi mapfumbamwe namashanu uye akavazve navamwe vanakomana navanasikana. Pamwe chete, Rameki akararama kwamakore mazana manomwe namakumi manomwe namanomwe, uye ipapo akafa. Mushure mokunge Noa ava namakore okuberekwa mazana mashanu, akabereka Shemu, Hamu naJafeti."
    },
    {
      "chapter": "6",
      "verses": "Mafashamu Vanhu vakati vatanga kuwanda panyika uye vanasikana vakaberekwa kwavari, vanakomana vaMwari vakaona kuti vanasikana vavanhu vakanga vakanaka, uye vakazviwanira upi zvake wavakasarudza. Ipapo Jehovha akati, “Mweya wangu haungarambi uchigara mumunhu nokusingaperi, nokuti inyama; mazuva ake achava makore zana namakumi maviri.” VaNefirimu vakanga vari panyika mumazuva iwayo, uyewo mushure maizvozvo, vanakomana vaMwari vakapinda kuvasikana vavanhu vakaita vana navo. Vakanga vari mhare dzakare, vanhu vaiva nomukurumbira. Jehovha akaona kuti kuipa kwomunhu panyika kwakanga kuri kukuru sei, uye kuti ndangariro dzokufunga kwomwoyo wake dzakanga dzakaipa bedzi nguva dzose. Jehovha akazvidemba kuti akanga aita munhu panyika, uye mwoyo wake wakazara nokurwadziwa. Saka Jehovha akati, “Ndichabvisa vanhu pamusoro penyika ivo vanhu vandakaisa, vanhu nemhuka, nezvisikwa zvinokambaira pamusoro pevhu, neshiri dzedenga, nokuti ndinozvidemba kuti ndakazviita.” Asi Noa akawana nyasha pamberi paJehovha. Iyi ndiyo rondedzero yezvaNoa. Noa akanga ari munhu akarurama, asina chaanopomerwa pakati pavanhu venguva yake, uye akafamba naMwari. Noa akanga ana vanakomana vatatu vaiti: Shemu, Hamu naJafeti. Zvino nyika yakanga yaora pamberi paMwari uye yakanga yazara nokurwisana. Mwari akaona kuti nyika yakanga yaora sei, nokuti vanhu vose panyika vakanga vaodza nzira dzavo. Saka Mwari akati kuna Noa, “Ndava kuzoisa magumo kuvanhu vose, nokuti nyika yazara nokurwisana nokuda kwavo. Zvirokwazvo ndiri kuzovaparadza vose pamwe chete nenyika. Saka iwe zviitire areka yomuti womusipuresi; uite makamuri mukati mayo uye uiname nenamo mukati nokunze. Uku ndiko kuvaka kwaunofanira kuiita: Areka inofanira kureba makubhiti mazana matatua, upamhi hwayo huve makubhiti makumi mashanub uye makubhiti makumi matatuc pakukwirira kwayo. Uite windo uchipoteredza areka ugosiya kubhiti rimwe cheted kumusoro. Uise mukova parutivi rweareka uye uite muturikidzwa wapasi, wapakati nowapamusoro. Ndichauyisa mvura yamafashamu pamusoro penyika kuti iparadze zvipenyu zvose pasi pedenga, zvisikwa zvose zvino upenyu mazviri. Zvinhu zvose zviri panyika zvichaparara. Asi ndichasimbisa sungano yangu newe, uye uchapinda muareka, iwe navanakomana vako uye nomukadzi wako uye navakadzi vavanakomana vako vari pauri. Unofanira kuisa muareka zviviri zviviri pazvisikwa zvipenyu zvose, chikono nechikadzi, kuti zvirarame pamwe chete newe. Zviviri zviviri kubva kumhando dzose dzeshiri, nokubva kumhando dzose dzemhuka nokuzvisikwa zvose zvinokambaira panyika, zvichauya kwauri kuti zvichengetwe zviri zvipenyu. Unofanira kutora zvokudya zvamarudzi ose zvinofanira kudyiwa ugozvichengeta kuti zvigova zvokudya zvako nezvazvo.” Noa akaita zvose sezvaakanga arayirwa naMwari."
    },
    {
      "chapter": "7",
      "verses": "Ipapo Jehovha akati kuna Noa, “Pindai muareka iwe nemhuri yako yose nokuti ndakuona iwe kuti wakarurama murudzi urwu. Utore mhando dzemhuka dzose dzakanaka nomwe nomwe, mukono nehadzi yayo uye mbiri mbiri pamhando dzose dzemhuka dzisina kunaka, mukono nehadzi yayo, uyewo nomwe nomwe pamhando dzose dzeshiri, mukono nehadzi, kuti uraramise marudzi azvo akasiyana-siyana munyika yose. Mazuva manomwe kubva zvino ndichanayisa mvura panyika kwamazuva makumi mana nousiku makumi mana, uye ndichabvisa pamusoro penyika zvisikwa zvipenyu zvose zvandakaita.” Uye Noa akaita zvose zvaakarayirwa naJehovha. Noa akanga ava namakore mazana matanhatu okuberekwa panguva yakanaya mvura yamafashamu panyika. Uye Noa navanakomana vake nomukadzi wake navakadzi vavanakomana vake vakapinda muareka kuti vapunyuke pamvura yamafashamu. Zviviri zviviri zvemhuka dzakanaka nedzisina kunaka, zviviri zviviri zveshiri nezvezvisikwa zvose zvinokambaira panyika, mukono nehadzi, zvakauya kuna Noa ndokupinda muareka, sezvakanga zvarayirwa naMwari kuna Noa. Uye shure kwamazuva manomwe mvura yamafashamu yakasvika panyika. Mugore ramazana matanhatu roupenyu hwaNoa, pazuva regumi namanomwe romwedzi wechipiri, pazuva iro zvitubu zvose zvapakadzika zvakatubuka, uye masuo amafashamu okudenga akazarurwa. Uye mvura yakanaya panyika kwamazuva makumi mana nousiku makumi mana. Pazuva racho iroro, Noa navanakomana vake, Shemu, Hamu naJafeti, pamwe chete nomukadzi wake navakadzi vavanakomana vake vatatu, vakapinda muareka. Vakanga vane mhuka dzose dzesango namarudzi adzo, nezvipfuwo zvose namarudzi azvo neshiri dzose namarudzi adzo, nezvose zvina mapapiro. Zviviri zviviri pazvisikwa zvose zvino upenyu mazviri zvakauya kuna Noa zvikapinda muareka. Mhuka dzaipinda dzaiva mukono nehadzi pazvipenyu zvose, sezvakanga zvarayirwa Noa naMwari. Ipapo Jehovha akamupfigira mukati. Mafashamu akaramba achingouya panyika kwamazuva makumi mana, uye mvura sezvayakaramba ichiwanda yakasimudza areka pamusoro-soro penyika. Mvura zhinji yakasimuka uye ikawanda zvikuru panyika, uye areka ikayangarara pamusoro pemvura. Yakakwira kwazvo pamusoro penyika, uye makomo ose marefu ari pasi pedenga akafukidzwa. Mvura zhinji yakasimuka ikafukidza makomo kusvikira pamakubhiti gumi namashanua kudzika kubva pamusoro pawo. Zvipenyu zvose zvinokambaira panyika zvakaparara, shiri, zvipfuwo, mhuka dzesango, zvisikwa zvose zvakafararira pamusoro penyika, namarudzi ose avanhu. Zvinhu zvose zvakanga zvino kufema kwoupenyu mumhino dzazvo panyika zvakafa. Zvinhu zvose zvipenyu zvaiva pamusoro penyika zvakaparadzwa, vanhu nemhuka, nezvisikwa zvinokambaira panyika neshiri dzedenga zvakaparadzwa kubva panyika. Noa bedzi ndiye akasiyiwa navaya vaiva naye muareka. Mvura zhinji yakafukidza nyika kwamazuva makumi mashanu."
    },
    {
      "chapter": "8",
      "verses": "Asi Mwari akarangarira Noa nemhuka dzose dzesango nezvipfuwo zvakanga zvinaye muareka, uye akatuma mhepo pamusoro penyika, uye mvura zhinji ikaserera. Zvino zvitubu zvepakadzika uye masuo amafashamu okudenga zvakanga zvazarirwa, uye mvura yakanga yaguma kunaya kubva kudenga. Mvura yakaserera zvishoma nezvishoma kubva panyika. Pakupera kwamazuva zana namakumi mashanu mvura yakanga yadzika, uye pazuva regumi namanomwe romwedzi wechinomwe, areka yakagara pamakomo eArarati. Mvura yakaramba ichiserera kusvikira pamwedzi wegumi, uye pazuva rokutanga romwedzi wegumi misoro yamakomo yakatanga kuonekwa. Shure kwamazuva makumi mana, Noa akazarura windo raakanga aita muareka, uye akatuma gunguo, uye rakaramba rechibhururuka kuno nokoko kusvikira mvura yapwa panyika. Ipapo akatuma njiva kuti aone kana mvura yakanga yaserera kubva pamusoro penyika. Asi njiva haina kuwana nzvimbo yokumhara nokuti mvura yakanga iri pose pose; saka yakadzokera kuna Noa muareka. Iye akatambanudza ruoko rwake akadzorera njiva muareka maaiva. Akarindira kwamamwezve mazuva manomwe uye akabudisazve njiva muareka. Njiva yakati yadzokera kwaari panguva yamanheru, onei heyo mumuromo mayo yakaruma shizha nyoro rakatanhwa pamuorivhi! Ipapo Noa akaziva kuti mvura yakanga yaserera panyika. Akamirirazve kwamamwe mazuva manomwe uye akabudisazve njiva, asi panguva iyi haina kuzodzoka kwaari. Pazuva rokutanga romwedzi wokutanga wegore ramazana matanhatu nerimwe aNoa, mvura yakanga yapwa panyika. Ipapo Noa akabvisa chifukidziro cheareka akaona kuti pamusoro penyika pakanga paoma. Pazuva ramakumi maviri namanomwe romwedzi wechipiri nyika yakanga yaoma kwazvo. Ipapo Mwari akati kuna Noa, “Budai muareka, iwe nomukadzi wako navanakomana vako navakadzi vavo. Budisa mhando dzose dzezvisikwa zvipenyu zvaunazvo, shiri, mhuka nezvisikwa zvose zvinokambaira panyika, kuitira kuti zvibereke uye zvive zvizhinji pamusoro payo.” Saka Noa akabuda, pamwe chete navanakomana vake nomukadzi wake uye navakadzi vavanakomana vake. Mhuka dzose nezvisikwa zvose zvinokambaira panyika neshiri dzose, zvinhu zvose zvinofamba panyika, zvakabuda muareka, rudzi ruchitevera rumwe. Ipapo Noa akavakira Jehovha aritari, uye akatora dzimwe dzemhuka dzose dzakanaka neshiri dzakanaka, akabayira zvipiriso zvinopiswa pamusoro payo. Jehovha akanzwa kunhuwira kwakanaka akati mumwoyo make, “Handichazotukizve nyika nokuda kwomunhu, kunyange hazvo kufunga kwomwoyo wake kwakaipa kubva pakuberekwa kwake. Uye handichazoparadzazve zvisikwa zvipenyu zvose, sezvandakaita. “Kana nyika ichingovapo, nguva dzokudyara nedzokukohwa, kutonhora nokupisa, zhizha nechando, masikati nousiku hazvingatongogumi.”"
    },
    {
      "chapter": "9",
      "verses": " Sungano yaMwari naNoa Ipapo Mwari akaropafadza Noa navanakomana vake, akati kwavari, “Berekanai muwande uye muzadze nyika. Mhuka dzose dzenyika neshiri dzose dzedenga dzichakutyai nokukuvhundukai, zvisikwa zvose zvinokambaira panyika, nehove dzose dzegungwa; zvakapiwa mumaoko enyu. Zvinhu zvose zvinorarama nezvinokambaira zvichava zvokudya zvenyu. Sezvandakakupai muriwo munyoro, ndiri kukupai zvino zvinhu zvose. “Asi hamufaniri kudya nyama, ropa rayo roupenyu richiri mairi. Uye zvirokwazvo ndichatsvaka kuti muzvidavirire nokuda kweropa roupenyu hwenyu. Ndichatsvaka kuti muzvidavirire pamhuka dzose. Uye kubvawo pamunhu mumwe nomumwe, ndichatsvaka kuti azvidavirire nokuda kwoupenyu hwomunhu wokwake. “Ani naani anoteura ropa romunhu, ropa rake richateurwawo nomunhu; nokuti nomufananidzo waMwari, Mwari akaita munhu. “Kana murimi, berekanai uye muwande; muwande panyika uye muwande kwazvo pamusoro payo.” Ipapo Mwari akati kuna Noa navanakomana vaaiva navo, “Zvino ndava kusimbisa sungano yangu newe uye nezvizvarwa zvako zvinotevera, uye nezvisikwa zvipenyu zvose zvakanga zvinewe, shiri, zvipfuwo nemhuka dzose dzesango, dzose dziya dzakabuda newe muareka, zvisikwa zvipenyu zvose zviri panyika. Ndiri kusimbisa sungano yangu newe: Zvipenyu zvose hazvichatongoparadzwizve nemvura yamafashamu; hakuchatongovizve namafashamu okuti aparadze nyika.” Uye Mwari akati, “Ichi ndicho chiratidzo chesungano yandiri kuita pakati pangu nemi nezvisikwa zvose zvipenyu zvinemi, sungano yamarudzi ose ari kuzouya: Ndaisa muraravungu wangu mumakore, uye uchava chiratidzo chesungano pakati pangu nenyika. Pose pandinouyisa makore, pamusoro penyika, uye muraravungu ukaonekwa mumakore, ndicharangarira sungano yangu pakati pangu nemi nezvisikwa zvipenyu zvose zvamarudzi ose. Mvura haingatongoitizve mafashamu kuti iparadze zvipenyu zvose. Pose panoonekwa muraravungu mumakore, ndichaona ndigorangarira sungano yangu isingaperi pakati paMwari nezvisikwa zvipenyu zvose zvemhando dzose panyika.” Saka Mwari akati kuna Noa, “Ichi ndicho chiratidzo chesungano yandakasimbisa pakati pangu nezvipenyu zvose zviri panyika.” Vanakomana vaNoa Vanakomana vaNoa vakabuda muareka vaiva Shemu, Hamu naJafeti. (Hamu akanga ari baba vaKenani.) Ava ndivo vakanga vari vanakomana vatatu vaNoa, uye kwavari ndiko kwakabva vanhu vakapararira pamusoro penyika. Noa akava murimi, akarima munda wamazambiringa. Akati anwa imwe yewaini yawo, akadhakwa uye akavata akashama mutende rake. Hamu, baba vaKenani, akaona kusasimira kwababa vake akaudza vanun'una vake vaiva panze. Asi Shemu naJafeti vakatora nguo vakayiisa pamapfudzi avo; ipapo vakafamba nenhendashure vakafukidza baba vavo pakusasimira kwavo. Zviso zvavo zvakanga zvakatarisa parutivi kuitira kuti varege kuona kusasimira kwababa vavo. Noa akati amuka kubva pawaini yake uye akaziva zvakanga zvaitwa kwaari nomwanakomana wake muduku, akati, “Kenani ngaatukwe! Achava muranda wavaranda kuvakuru vake.” Akatiwo, “Ngaakudzwe Jehovha, Mwari waShemu! Kenani ngaave muranda waShemu. Mwari ngaakurise nyika yaJafeti; Jafeti ngaagare mumatende aShemu, uye Kenani ngaave muranda wake.” Shure kwamafashamu, Noa akararama kwamakore mazana matatu namakumi mashanu. Pamwe chete, Noa akararama kwamakore mazana mapfumbamwe namakumi mashanu, uye akafa."
    },
    {
      "chapter": "10",
      "verses": "Nhoroondo yeNdudzi Iyi ndiyo rondedzero yamarudzi aShemu, Hamu naJafeti, vana vaNoa, avo vakaitawo vanakomana mushure mamafashamu. VaJafeti Vanakomana vaJafeti vanoti: Gomeri, Magogi, Madhai, Javhani, Jubhari, Mesheki naTirasi. Vanakomana vaGomeri vanoti: Ashikenazi, Rifati naTogarima. Vanakomana vaJavhani vanoti: Erisha, Tashishi, Kitimi naRodhonimi. (Kubva kwavari ivava vanhu vomumahombekombe egungwa vakapararira munyika dzavo, nedzimba dzavo pakati pendudzi dzavo, rudzi rumwe norumwe nomutauro warwo.) VaHamu Vanakomana vaHamu vanoti: Kushi, Miziraimi, Puti naKenani. Vanakomana vaKushi vanoti: Sebha, Havhira, Sabhata, Rama naSabhuteka. Vanakomana vaRaama vanoti: Shebha naDhedhani. Kushi akanga ari baba vaNimirodhi, uyo akanga ari murwi ane simba panyika. Akanga ari muvhimi mukuru pamberi paJehovha; ndokusaka zvichinzi, “SaNimirodhi, muvhimi mukuru pamberi paJehovha.” Maguta okutanga oumambo hwake akanga ari Bhabhironi, Ereki, Akadhi neKarine, munyika yeShinari. Achibva munyika iyoyo akaenda kuAsiria, uko kwaakandovaka Ninevhe, Rehobhoti Iri, Kara neReseni, riri pakati peNinevhe neKara; rinova ndiro guta guru. Miziraimi akanga ari baba veava: vaRudhi, vaAnami, vaRehabhi, vaNafutuhi, vaPaturusi, vaKasiruhi (kunova ndiko kwakabva vaFiristia) navaKafutori. Kenani akanga ari baba veava: Sidhoni dangwe rake, navaHiti, vaJebhusi, vaAmori, vaGirigashi, vaHivhi, vaAriki, vaSini, vaAvhadhi, vaZemari navaHamati. Shure kwaizvozvo dzimba dzavaKenani dzakapararira, uye miganhu yavaKenani yakasvika kuSidhoni yakananga kuGerari kusvikira kuGaza, uyezve yakananga kuSodhomu, Gomora, Adhima neZebhoimi, kusvikira kuRasha. Ava ndivo vanakomana vaHamu nedzimba dzavo uye nemitauro yavo, munyika dzavo nendudzi dzavo. VaShemi Shemu akaberekerwawo vanakomana, mukoma wake akanga ari Jafeti; Shemu akanga ari tateguru wavanakomana vose vaEbheri. Vanakomana vaShemu vaiti: Eramu, Ashuri, Afakisadhi, Rudhi naAramu. Vanakomana vaAramu vaiti: Uzi, Huri, Geteri naMesheki. Afakisadhi akanga ari baba vaShera, uye Shera ari baba vaEbheri. Ebheri akaberekerwa vanakomana vaviri: Mumwe ainzi Peregi, nokuti pamazuva ake nyika yakakamurwa; zita romunun'una wake rainzi Jokitani. Jokitani akanga ari baba va: Arimodhadhi, Sherefi, Hazamavheti, Jera, Hadhoramu, Uzari, Dhikira, Obhari, Abhimaeri, Shebha, Ofiri, Havhita naJobhabhu. Vose ava vakanga vari vanakomana vaJokitani. Dunhu ravaigara raibvira kuMesha rakananga kuSefari, kunyika yezvikomo yokumabvazuva. Ava ndivo vanakomana vaShemu nedzimba dzavo uye nemitauro yavo, munyika dzavo nendudzi dzavo. Idzi ndidzo dzimba dzavanakomana vaNoa maererano nezvizvarwa zvavo, pakati pendudzi dzavo. Kubva kuna ava ndudzi dzakapararira pamusoro penyika shure kwamafashamu."
    },
    {
      "chapter": "11",
      "verses": "Shongwe yeBhabheri Zvino nyika yose yakanga ino rurimi rumwe chete nokutaura kwakafanana. Vanhu vakati vachitamira kumabvazuva, vakawana bani romuShinari uye vakagaramo. Vakataurirana vakati, “Uyai, ngatiitei zvidhina tigozvipisa kwazvo.” Vakashandisa zvidhina pachinzvimbo chamabwe, uye bhitumiti rikava dhaka ravo. Ipapo vakati, “Uyai, ngatizvivakirei guta neshongwe inosvika kudengadenga, kuti tizviitire mukurumbira uye kuti tirege kupararira panyika yose.” Asi Jehovha akaburuka pasi kuti azoona guta neshongwe yakanga ichivakwa navanhu. Jehovha akati, “Kana vanhu ava vava somunhu mumwe, vachitaura rurimi rumwe chete, vakatanga kuita izvi, zvino hapana chinhu chavanoronga kuti vachiite chichavaomera. Uyai, ngatiburukei tindovapesanisa mutauro wavo kuti varege kunzwisisana.” Saka Jehovha akavaparadzira pamusoro penyika yose ipapo, uye vakarega kuvaka guta. Ndokusaka nzvimbo iyo yakanzi Bhabheri, nokuti ipapo Jehovha akapesanisa mutauro wenyika yose. Kubva ipapo Jehovha akavaparadzira pamusoro penyika yose. Kubva kuna Shemu kusvikira kuna Abhurama Iyi ndiyo rondedzero yamarudzi aShemu. Makore maviri shure kwamafashamu, Shemu paakanga ava namakore zana okuberekwa, akabereka Afakisadhi. Uye shure kwokubereka Afakisadhi, Shemu akararama kwamakore mazana mashanu uye akava navamwe vanakomana navanasikana. Afakisadhi akati ava namakore makumi matatu namashanu okuberekwa, akabereka Shera. Uye shure kwokubereka kwake Shera, Afakisadhi akararama kwamakore mazana mana namatatu uye akazova navamwe vanakomana navanasikana. Shera akati ava namakore makumi matatu okuberekwa, akabereka Ebheri. Uye shure kwokubereka kwake Ebheri, Shera akararama kwamakore mazana mana namatatu uye akazova navamwe vanakomana navanasikana. Ebheri akati ava namakore makumi matatu namana okuberekwa, akabereka Perezi. Uye shure kwokubereka kwake Perezi, Ebheri akararama kwamakore mazana mana namakumi matatu uye akazova navamwe vanakomana navanasikana. Peregi akati ava namakore makumi matatu, okuberekwa akabereka Reu. Uye shure kwokubereka kwake Reu, Peregi akararama kwamakore mazana maviri namapfumbamwe uye akazova navamwe vanakomana navanasikana. Reu akati ava namakore makumi matatu namaviri okuberekwa, akabereka Serugi. Uye shure kwokubereka kwake Serugi, Reu akararama kwamakore mazana maviri namanomwe uye akazova navamwe vanakomana navanasikana. Serugi akati ava namakore makumi matatu okuberekwa, akabereka Nahori. Uye shure kwokubereka kwake Nahori, Serugi akararama kwamakore mazana maviri uye akazova navamwe vanakomana navanasikana. Nahori akati ava namakore makumi maviri namapfumbamwe okuberekwa, akabereka Tera. Uye shure kwokubereka kwake Tera, Nahori akazorarama kwamakore zana negumi namapfumbamwe uye akazova navamwe vanakomana navanasikana. Shure kwokunge Nahori ava namakore makumi manomwe okuberekwa, akabereka Abhurama, Nahori naHarani. Iyi ndiyo rondedzero yavana vaTera. Tera akabereka Abhurama, Nahori naHarani. Uye Harani akabereka Roti. Baba vake Tera vachiri vapenyu Harani akafira muUri ravaKaradhea, munyika yaakaberekerwa, vose vari vaviri Abhurama naNahori vakawana. Zita romukadzi waAbhurama rainzi Sarai, uye zita romukadzi waNahori rainzi Mirika; akanga ari mwanasikana waHarani, baba vaMirika naIsika. Zvino Sarai akanga asingabereki; akanga asina vana. Tera akatora mwanakomana wake Abhurama, muzukuru wake Roti, mwanakomana waHarani, nomuroora wake Sarai, mukadzi womwanakomana wake Abhurama, uye vakaenda kuUri yavaKaradhea pamwe chete kuti vaende kuKenani. Asi vakati vasvika paHarani, vakagara ipapo. Tera akararama kwamakore mazana maviri namashanu, uye akafira paHarani."
    },
    {
      "chapter": "12",
      "verses": "Kudanwa kwaAbhurama Jehovha akanga ati kuna Abhurama, “Siya nyika yako, vanhu vako neimba yababa vako uye uende kunyika yandichakuratidza. “Ndichakuita rudzi rukuru uye ndichakuropafadza; ndichaita kuti zita rako rive guru, uye iwe uchava ropafadzo. Ndicharopafadza vaya vanokuropafadza, uye ani naani anokutuka ndichamutuka; uye marudzi ose ari panyika acharopafadzwa kubudikidza newe.” Saka Abhurama akabva, sezvaakanga audzwa naJehovha; uye Roti akaenda naye. Abhurama akanga ava namakore makumi manomwe namashanu okuberekwa paakasimuka kubva paHarani. Akatora mukadzi wake Sarai, mwanakomana womunun'una wake Roti, pfuma yose yavakanga vava nayo, navanhu vavakanga vawana muHarani, uye vakasimuka vakaenda kunyika yeKenani, uye vakasvika ikoko. Abhurama akafamba nomunyika kusvikira panzvimbo yomuti mukuru weMore paShekemu. Panguva iyoyo vaKenani vakanga vari munyika. Jehovha akazviratidza kuna Abhurama akati, “Ndichapa nyika iyi kuvana vako.” Saka akavakira Jehovha aritari ipapo, iye akanga azviratidza kwaari. Kubva ipapo akaenda mberi akananga kuzvikomo zviri kumabvazuva kweBheteri uye akadzika tende rake ikoko, Bheteri riri kumavirira uye Ai riri kumabvazuva. Akavakira Jehovha aritari ipapo uye akadana kuzita raJehovha. Uye Abhurama akasimuka akaenda mberi akananga kuNegevhi. Abhurama muIjipiti Zvino nzara yakanga iripo panyika, uye Abhurama akaburuka akaenda kuIjipiti kuti andogara ikoko kwechinguva nokuti nzara yakanga iri huru kwazvo. Paakanga oda kupinda muIjipiti, akati kumukadzi wake, Sarai, “Ndinoziva kuti uri mukadzi akanakisa. Pauchaonekwa navaIjipita, vachati, ‘Uyu ndiye mukadzi wake.’ Ipapo vachandiuraya asi iwe vachakurega uri mupenyu. Saka uti uri hanzvadzi yangu, kuti ndigobatwa zvakanaka nokuda kwako uye upenyu hwangu hucharwirwa nokuda kwako.” Abhurama akati asvika kuIjipiti, vaIjipita vakaona kuti akanga ane mukadzi akanaka kwazvo. Uye machinda aFaro vakati vamuona, vakandomurumbidza kuna Faro, uye vakabva vamutora vakamupinza mumuzinda wake. Akabata Abhurama zvakanaka nokuda kwake, uye Abhurama akava namakwai nemombe, makono embongoro namakadzi, varandarume navarandakadzi uye nengamera. Asi Jehovha akatambudza Faro neveimba yake nehosha yakaipisisa nokuda kwaSarai mukadzi waAbhurama. Saka Faro akadana Abhurama uye akati, “Waiteiko kwandiri? Wakaregereiko kundiudza kuti uyu mukadzi wako? Seiko wakati, ‘Ihanzvadzi yangu,’ nokudaro ndakamutora kuti ave mukadzi wangu? Naizvozvo zvino, hoyu mukadzi wako. Mutore uende!” Ipapo Faro akarayira varanda vake pamusoro paAbhurama, uye vakamurega achienda nomukadzi wake uye nezvinhu zvose zvaakanga anazvo."
    },
    {
      "chapter": "13",
      "verses": "Abhurama naRoti vanoparadzana Saka Abhurama akakwira achibva kuIjipiti akaenda kuNegevhi, nomukadzi wake uye nezvinhu zvose zvaakanga anazvo, uye Roti akaenda naye. Abhurama akanga apfuma kwazvo pamombe nesirivha uye negoridhe. Kubva kuNegevhi akafamba nzvimbo nenzvimbo kusvikira asvika kuBheteri, kunzvimbo iri pakati peBheteri neAi kwaimbova netende rake kare uye kwaakanga atanga kuvaka aritari. Abhurama akadana kuzita raJehovha ikoko. Zvino Roti, uyo akanga achifamba naAbhurama, akanga ana makwai nemombewo namatende. Asi nyika haina kugona kuvaringana kuti vagare pamwe chete, nokuti pfuma yavo yakanga yakawanda kwazvo zvokuti vakanga vasisakwanisi kugara pamwe chete. Uye gakava rakamuka pakati pavafudzi vaAbhurama navafudzi vaRoti. VaKenani navaPerezi vakanga vachigarawo munyika panguva iyoyo. Saka Abhurama akati kuna Roti, “Ngaparege kuva negakava pakati pako neni, kana pakati pavafudzi vako nevangu, nokuti tiri hama. Ko, nyika yose iyi haisi pamberi pako here? Ngatiparadzane. Kana ukaenda kuruboshwe, ini ndichaenda kurudyi; kana ukaenda kurudyi, ini ndichaenda kuruboshwe.” Roti akatarira kumusoro akaona bani rose reJorodhani kuti rakanga rakanyatsonyorova, sebindu raJehovha, kufanana nenyika yeIjipiti, kwakanangana neZoari. (Panguva iyi Jehovha akanga achigere kuparadza Sodhomu neGomora.) Saka Roti akazvisarudzira bani rose reJorodhani uye akasimuka akananga kumabvazuva. Varume vaviri ava vakaparadzana: Abhurama akagara munyika yeKenani, Roti akagara pakati pamaguta omumapani uye akadzika matende ake pedyo neSodhomu. Zvino varume veSodhomu vakanga vakaipa uye vaitadzira Jehovha kwazvo. Jehovha akati kuna Abhurama shure kwokubva kwaRoti, “Simudza meso ako uri pauri ipapo uye utarire kumusoro nezasi, kumabvazuva nokumavirira. Nyika yose yauri kuona ndichakupa iwe navana vako nokusingaperi. Ndichaita kuti vana vako vave seguruva renyika, zvokuti kana pano munhu angagona kuverenga guruva, naizvozvo vana vako vachagona kuverengwawo. Enda, famba munyika, muurefu nomuupamhi hwayo, nokuti ndichaipa kwauri.” Saka Abhurama akabvisa matende ake uye akandogara pedyo nemiti mikuru yeMamure paHebhuroni, uye akavakira Jehovha aritari ipapo."
    },
    {
      "chapter": "14",
      "verses": "Abhurama anonunura Roti Panguva iyoyo Amuraferi mambo weShinari, Arioki mambo weErasa, Kedhoraomeri mambo weEramu naTidhari mambo weGoyimi vakaenda kundorwa naBhera mambo weSodhomu, Bhirisha mambo weGomora, Shinabhi mambo weAdhima, Shemebheri mambo weZebhoyimi, uye namambo weBhera (ndiro Zoari). Madzimambo ose akatevera aya akabatana pakurwa muMupata weSidhimi (ndiro Gungwa roMunyu). Vakanga vari varanda vaKedhoraomeri kwamakore gumi namaviri, asi vakamumukira mugore regumi namatatu. Mugore regumi namana, Kedhoraomeri namadzimambo ainzwana naye vakabuda vakandokunda vaRefaiti muAshiteroti Kanaimi, ivo vaZuzi muHamu, vaEmi muShavhe Kiriataimi navaHori munyika yezvikomo yeSeiri, kusvikira kuEri Parani pedyo negwenga. Ipapo vakadzokera vakaenda kuEni Mishipati (ndiro Kadheshi), uye vakakunda nyika yose yavaAmareki, pamwe chete navaAmori vakanga vachigara muHazazoni Tamari. Ipapo mambo weSodhomu, mambo weGomora, mambo weAdhima, mambo weZebhoimi namambo weBhera (ndiro, Saori) vakabuda vakamira panzvimbo yavo yehondo muMupata weSidhimi kuti varwe naKedhoraomeri mambo weEramu, Tidhari mambo weGoyimi, Amuraferi mambo weShinari naArioki mambo weErasa, madzimambo mana achirwa namadzimambo mashanu. Zvino mupata weSidhimi wakanga uzere namakomba etara, uye madzimambo eSodhomu neGomora paakatiza, vamwe varume vakawira maari uye vakasara vakatizira kuzvikomo. Madzimambo mana aya akatora pfuma yose yeSodhomu neGomora nezvokudya zvavo zvose; vakaenda. Vakatorawo Roti mwanakomana womunun'una waAbhurama nepfuma yake, sezvo akanga achigara muSodhomu. Mumwe akapunyuka akauya akasvikoudza Abhurama muHebheru. Zvino Abhurama akanga achigara pedyo nemiti mikuru yaMamure muAmori, munun'una waEshikori naAneri, avo vose vainzwana naAbhurama. Abhurama akati anzwa kuti hama yake yakanga yatapwa, akadana varume vakanga vadzidziswa kurwa mazana matatu negumi navasere vakaberekerwa mumba make vakavatevera kusvikira paDhani. Abhurama akapatsanura vanhu vake panguva dzousiku kuti vandovarwisa, uye vakavakunda, vakavatevera kusvikira paHobhabhi, kumusoro kweDhamasiko. Akadzosa zvinhu zvose uye akadzosawo hama yake Roti nepfuma yake, pamwe chete navakadzi navamwe vanhu. Shure kwokudzoka kwaAbhurama akunda Kedhoraomeri namadzimambo akanga abatana naye, mambo weSodhomu akabuda kuti azosangana naye muMupata weShavhe (ndiwo Mupata waMambo). Ipapo Merekizedheki mambo weSaremu akamuvigira chingwa newaini. Akanga ari muprista waMwari Wokumusoro-soro, uye akaropafadza Abhurama, achiti, “Abhurama ngaaropafadzwe naMwari Wokumusoro-soro, Musiki wedenga napasi. Uye Mwari Wokumusoro-soro ngaakudzwe, akaisa vavengi vako muruoko rwako.” Ipapo Abhurama akamupa chegumi chezvinhu zvose. Mambo weSodhomu akati kuna Abhurama, “Ndipe vanhu uzvichengetere hako pfuma.” Asi Abhurama akati kuna mambo weSodhomu, “Ndakasimudzira ruoko rwangu kuna Jehovha, Mwari Wokumusoro-soro, Musiki wedenga napasi, uye ndakaita mhiko kuti handizogamuchiri chinhu chako, kunyange rushinda kana rukanda rweshangu, kuti urege kuzoti, ‘Ndakapfumisa Abhurama.’ Handina chinhu chandinogamuchira kunze kwezvakadyiwa navanhu vangu uye mugove wavanhu vakaenda neni, Aneri, Shikori naMamure. Ngavatore mugove wavo ivavo.”"
    },
    {
      "chapter": "15",
      "verses": "Sungano yaMwari naAbhurama Shure kwaizvozvo shoko raJehovha rakasvika kuna Abhurama muchiratidzo richiti: “Usatya, Abhurama. Ndiri nhoo yako, mubayiro wako mukuru chaizvo.” Asi Abhurama akati, “Haiwa Ishe Jehovha, muchandipeiko sezvo ndisina mwana uye Eriezeri weDhamasiko ndiye achava mudyi wenhaka yangu here?” Uye Abhurama akati, “Hamuna kundipa vana; saka muranda ari mumba mangu ndiye achava mudyi wenhaka yangu.” Ipapo shoko raJehovha rakasvika kwaari richiti, “Murume uyu haangavi mudyi wenhaka yako, asi mwanakomana anobva mumuviri wako ndiye achava mudyi wenhaka yako.” Akamutora akamubudisa panze akati, “Tarisa kumusoro kumatenga uye uverenge nyeredzi uone zvirokwazvo kana ukakwanisa kudziverenga.” Ipapo akati kwaari, “Ndizvo zvichaita vana vako.” Abhurama akatenda Jehovha, uye iye akamuti ndiko kururama kwake. Akatiwo kwaari, “Ndini Jehovha, akakubudisa munyika yeUri yavaKaradhea kuti ndikupe nyika iyi kuti uitore ive yako.” Asi Abhurama akati, “Haiwa Ishe Jehovha, ndingaziva seiko kuti ndichaitora?” Saka Jehovha akati kwaari, “Ndivigire tsiru, mbudzi negondohwe, chimwe nechimwe chazvo china makore matatu pamwe chete nenjiva uye nehangaiwa.” Abhurama akauyisa zvose izvi kwaari, akazvigura napakati uye akaronga hafu dzacho dzakatarisana; asi shiri haana kudzipamura napakati. Ipapo shiri dzinodya nyama dzakaburukira panyama, asi Abhurama akadzidzinga. Zuva parakanga rovira, Abhurama akabatwa nehope huru, uye rima guru rinotyisa rakauya pamusoro pake. Ipapo Jehovha akati kwaari, “Uzive zvirokwazvo kuti zvizvarwa zvako zvichava vatorwa munyika isati iri yavo, uye vachabatwa senhapwa uye vachibatwa zvakaipa kwamakore mazana mana. Asi ndicharanga rudzi rwavachashandira senhapwa, uye shure kwaizvozvo vachabuda vaine pfuma zhinji kwazvo. Kunyange zvakadaro, iwe uchaenda kumadzibaba ako norugare uye uchavigwa wakwegura kwazvo. Parudzi rwechina, zvizvarwa zvako zvichadzoka pano, nokuti chivi chavaAmori hachisati chasvika pakuzara kwacho.” Zuva rakati ravira, uye kwasviba, choto chinopfungaira utsi uye nomwenje unopfuta zvakaonekwa uye zvikapfuura napakati penhindi. Pazuva iro, Jehovha akaita sungano naAbhurama akati, “Nyika iyi ndinoipa kuzvizvarwa zvako, kubva kurwizi rweIjipiti kusvikira kurwizi rukuru, Yufuratesi, nyika yavaKeni, navaKenazi, vaKadhimoni, vaHiti, vaPerizi, vaRefaimi, vaAmori, vaKenani, vaGirigashi navaJebhusi.”"
    },
    {
      "chapter": "16",
      "verses": "Hagari naIshumaeri Zvino Sarai, mukadzi waAbhurama, akanga asina kumuberekera vana. Asi iye akanga ano murandakadzi wechiIjipita ainzi Hagari; saka akati kuna Abhurama, “Jehovha akandikonesa kubereka vana. Enda hako undovata nomurandakadzi wangu; zvimwe ndingaita mhuri kubudikidza naye.” Abhurama akabvuma zvakanga zvataurwa naSarai. Saka shure kwokugara kwaAbhurama kwamakore gumi muKenani, Sarai mukadzi wake akatora Hagari murandakadzi wake wechiIjipita akamupa kumurume wake kuti ave mukadzi wake. Akavata naHagari uye Hagari akabata pamuviri. Paakaziva kuti akanga ava napamuviri, akatanga kuzvidza tenzikadzi wake. Ipapo Sarai akati kuna Abhurama, “Ndiwe waita kuti nditambudzike. Ndakaisa murandakadzi wangu mumaoko ako, uye zvino, ava kuziva kuti ava napamuviri, ava kundizvidza. Mwari ngaatonge pakati pangu newe.” Abhurama akati, “Murandakadzi wako ari mumaoko ako. Ita naye zvaunofunga kuti zvakaisvonaka.” Ipapo Sarai akabata Hagari zvakaipa; saka akatiza. Mutumwa waJehovha akawana Hagari ari pedyo netsime raiva murenje; rakanga riri tsime rakanga riri parutivi pomugwagwa unoenda kuShuri. Uye akati, “Hagari, murandakadzi waSarai, wabvepiko, uye uri kuendepiko?” Iye akati, “Ndiri kutiza kubva kuna tenzikadzi wangu Sarai.” Ipapo mutumwa waJehovha akati kwaari, “Dzokera kuna tenzikadzi wako undozvininipisa pasi pake.” Mutumwa akatizve, “Ndichawandisa zvizvarwa zvako zvokuti havangaverengeki.” Mutumwa waJehovha akatiwo kwaari: “Iye zvino wava nemimba uye uchava nomwanakomana. Uchamutumidza zita rokuti Ishumaeri, nokuti Jehovha anzwa nezvokutambura kwako. Achava mbizi yomunhu: ruoko rwake rucharwa navanhu vose uye ruoko rwavanhu vose rucharwa naye, uye achararama mukupesana nehama dzake dzose.” Hagari akapa zita iri kuna Jehovha akataura naye akati: “Ndimi Jehovha anondiona,” nokuti akati, “Zvino ndaona Iye anondiona.” Ndokusaka tsime rakanzi Bheeri Rahai Roi; richiripo, pakati peKadheshi neBheredhi. Saka Hagari akaberekera Abhurama mwanakomana, uye Abhurama akapa zita rokuti Ishumaeri kumwanakomana waakanga abereka. Abhurama akanga ava namakore makumi masere namatanhatu okuberekwa paakaberekerwa mwanakomana naHagari."
    },
    {
      "chapter": "17",
      "verses": "Sungano yoKudzingiswa Abhurama akati ava namakore makumi mapfumbamwe namapfumbamwe okuberekwa, Jehovha akazviratidza kwaari akati, “Ndini Mwari Wamasimba Ose; famba pamberi pangu uye uve wakarurama. Ndichasimbisa sungano yangu pakati pangu newe uye ndichakukurisa kwazvo.” Abhurama akawira pasi nechiso chake, uye Mwari akati kwaari, “Kana ndirini, iyi ndiyo sungano yangu newe: Uchava baba vendudzi zhinji. Hauchazonzi Abhurama; zita rako richanzi Abhurahama nokuti ndakuita baba vendudzi zhinji. Ndichakuita kuti uve navana vazhinji; ndichaita ndudzi kubva mauri, uye madzimambo achabva pauri. Ndichasimbisa sungano yangu sesungano isingaperi pakati pangu newe uye nezvizvarwa zvako zvinotevera kumarudzi achauya, kuti ndive Mwari wako naMwari wezvizvarwa zvako zvinotevera. Nyika yose yeKenani, mauri mutorwa zvino, ndichaipa kwauri nokusingaperi kuti ive yako nezvizvarwa zvako zvinokutevera; uye ini ndichava Mwari wavo.” Ipapo Mwari akati kuna Abhurahama, “Kana uriwe, unofanira kuchengeta sungano yangu, iwe nezvizvarwa zvako zvinokutevera kumarudzi achauya. Iyi ndiyo sungano yangu newe nezvizvarwa zvako zvinokutevera, sungano yaunofanira kuchengeta: Munhurume wose ari pakati penyu anofanira kudzingiswa. Munofanira kudzingiswa, uye ichi chichava chiratidzo chesungano pakati pangu newe. Kubva kumarudzi anotevera, mwanakomana mumwe nomumwe ari pakati penyu ava namazuva masere okuberekwa anofanira kudzingiswa, kusanganisa navaya vakaberekerwa mumba mako kana vakatengwa nemari kumutorwa, vaya vasiri vana vako. Angava akaberekerwa mumba mako kana akatengwa nemari yako, vanofanira kudzingiswa. Sungano yangu panyama yenyu inofanira kuva sungano isingaperi. Munhurume upi zvake, asina kudzingiswa panyama, achabviswa pavanhu vokwake; aputsa sungano yangu.” Mwari akatiwo kuna Abhurahama, “Kana ari Sarai mukadzi wako, hauchazomutizve Sarai; zita rake richanzi Sara. Ndichamuropafadza uye zvirokwazvo ndichakupa mwanakomana naye. Ndichamuropafadza kuitira kuti agozova mai vendudzi; madzimambo amarudzi achabva kwaari.” Abhurahama akawira pasi nechiso chake, akaseka uye akati mumwoyo make, “Ko, mwanakomana angaberekwa nomunhu ava namakore zana okuberekwa here? Ko, Sara angabereka mwana iye ava namakore makumi mapfumbamwe here?” Uye Abhurahama akati kuna Mwari, “Dai hazvo Ishumaeri agara hake pamaropafadzo enyu!” Ipapo Mwari akati, “Hongu, asi mukadzi wako Sara achakuberekera mwanakomana, uye uchamutumidza kuti Isaka. Ndichasimbisa sungano yangu sesungano isingaperi yezvizvarwa zvake zvinomutevera. Uye kana ari Ishumaeri, ndakanzwa: Ndichamuropfadza zvirokwazvo, ndichamuita kuti ave navana vazhinji uye ndichaita kuti vawande kwazvo. Achava baba vavatongi gumi navaviri, uye ndichamuita rudzi rukuru.” Asi ndichasimbisa sungano yangu naIsaka, uyo achaberekerwa iwe naSara nenguva ino gore rinouya. Akati apedza kutaura naAbhurahama, Mwari akakwira kubva paari. Pazuva racho iroro Abhurahama akatora mwanakomana wake Ishumaeri navose vakaberekwa mumba make kana vakanga vatengwa nemari, vanhurume vose vaiva mumba make, akavadzingisa, sezvaakanga audzwa naMwari. Abhurahama akanga ava namakore makumi mapfumbamwe namapfumbamwe okuberekwa paakadzingiswa, uye Ishumaeri mwanakomana wake akanga ava namakore gumi namatatu okuberekwa; Abhurahama naIshumaeri mwanakomana wake vakadzingiswa vose zuva rimwe chete iroro. Uye munhurume wose aiva mumba maAbhurahama, kusanganisa vaya vakaberekerwa mumba make kana vakanga vatengwa kubva kuvatorwa, vakadzingiswa pamwe chete naye."
    },
    {
      "chapter": "18",
      "verses": "Vatumwa Vatatu Jehovha akazviratidza kuna Abhurahama pedyo nemiti mikuru yeMamure panguva yaakanga agere pamukova wokupinda patende rake masikati zuva richipisa. Abhurahama akasimudza meso ake ndokuona varume vatatu vamire naye. Akati avaona, akamhanya achibva pamukova wetende rake kuti andosangana navo uye akakotamira pasi. Akati, “Kana ndawana nyasha pamberi penyu, ishe wangu, musapfuura henyu muranda wenyu. Regai muvigirwe mvura shoma, mugoshamba tsoka dzenyu mose uye mugozorora pasi pomuti uyu. Regai ndikutorerei zvokudya kuti mudye, kuitira kuti musimbiswe ipapo mugoenderera henyu mberi norwendo rwenyu, sezvo zvino masvika pamuranda wenyu.” Vakapindura vakati, “Zvakanaka, ita hako sezvawareva.” Saka Abhurahama akakurumidza kuenda kutende kuna Sara. Akati kwaari, “Kurumidza, tora zviero zvitatua zvoupfu hwakatsetseka uhukanye ugobika chingwa.” Ipapo iye akamhanyira kumombe akandosarudza mhuru yakaisvonaka, akaipa kumuranda, uyo akakurumidza kuigadzira. Ipapo akauyisa ruomba nomukaka uye nemhuru yakanga yagadzirwa, akazvigadzika pamberi pavo. Pavakanga vachidya, akamira pedyo navo pasi pomuti. Vakamubvunza vakati, “Mukadzi wako Sara aripiko?” Iye akati, “Ari mutende umo.” Ipapo Jehovha akati, “Zvirokwazvo ndichadzokazve gore rinouya nenguva inenge seino, uye Sara mukadzi wako achava nomwanakomana.” Zvino Sara akanga achiteerera ari pamukova wetende wakanga uri shure kwake. Abhurahama naSara vakanga vakwegura uye vava namakore mazhinji, uye Sara akanga atopfuura zera rokubereka vana. Saka Sara akaseka mumwoyo make paakafunga achiti, “Ndichazovawo nomufaro uyu here zvino shure kwokuchembera kwangu, vatenzi vangu vakwegura?” Ipapo Jehovha akati kuna Abhurahama, “Seiko Sara aseka achiti, ‘Ndichava nomwana zvechokwadi here, sezvo zvino ndakwegura?’ Pane chinhu chakaoma kuna Jehovha here? Ndichadzokazve kwauri gore rinouya senguva dzakatarwa uye Sara achava nomwanakomana.” Sara akatya, saka akareva nhema akati, “Handina kuseka.” Asi iye akati, “Hongu, waseka.” Abhurahama anokumbirira Sodhomu Varume vakati vasimuka kuti vaende, vakatarisa vakananga zasi kuSodhomu, uye Abhurahama akafamba navo achivaperekedza. Ipapo Jehovha akati, “Ko, ndichavanzira Abhurahama zvandiri kuda kuita here. Zvirokwazvo Abhurahama achava rudzi rukuru rune simba, uye ndudzi dzose dzapanyika dzicharopafadzwa kubudikidza naye. Nokuti ndakamusarudza kuti agotungamirira vana vake neveimba yake kuti vachengete nzira yaJehovha nokuita zvakanaka nezvakarurama, kuitira kuti Jehovha agouyisa pamusoro paAbhurahama zvaakamuvimbisa.” Ipapo Jehovha akati, “Kuchema pamusoro peSodhomu neGomora kukuru kwazvo uye chivi chavo chaipisisa zvokuti ndichaburuka kuti ndinoona kana zvavakaita zvakanyanya kuipa sokuchema kwakasvika kwandiri. Kana zvisina kudaro, ndichazviziva.” Vanhu vaya vakabvapo uye vakaenda vakananga kuSodhomu, asi Abhurahama akaramba amire pamberi paJehovha. Ipapo Abhurahama akaswedera kwaari akati, “Ko, muchaparadza vakarurama pamwe chete navakaipa here? Ko, kana muguta mune vanhu makumi mashanu vakarurama? Muchariparadza zvechokwadi here mukasasiya nzvimbo iyo nokuda kwavanhu makumi mashanu varimo? Zvakadaro ngazvive kure nemi kuti muite chinhu chakadai, kuti muuraye vakarurama pamwe chete navatadzi, muchiitira vakarurama zvakafanana navatadzi. Zvakadaro ngazvive kure nemi! Ko, mutongi wenyika yose haangaiti zvakarurama here?” Jehovha akati, “Kana ndikawana vanhu vakarurama makumi mashanu vari muguta reSodhomu, ndichaponesa nzvimbo yose nokuda kwavo.” Ipapo Abhurahama akataurazve akati, “Zvino zvandatanga kudai kuti nditaure kuna Ishe, kunyange hazvo ndisiri chinhu asi guruva namadota, ko, kana kukashayikwa vashanu kuna vakarurama vana makumi mashanu? Muchaparadza guta rose nokuda kwavashanu ava here?” Akati, “Kana ndikawana makumi mana navashanu imomo, handingariparadzi.” Zvakarezve akataura kwaari akati, “Ko, kana kukawanikwa makumi mana chete?” Iye akati, “Nokuda kwamakumi mana iwayo, handingaiti izvozvo.” Ipapo akati, “Ishe ngaarege kunditsamwira, asi regai nditaure hangu. Ko, kana makumi matatu chete vakawanikwamo?” Iye akapindura akati, “Handingaiti izvozvo kana ndikawana makumi matatu chete.” Abhurahama akati, “Zvino zvandatsunga hangu kudai kuti nditaure kuna Ishe, ko, kana makumi maviri akawanikwamo?” Iye akati, “Nokuda kwamakumi maviri iwayo, handingariparadzi.” Ipapo akati, “Ishe ngaarege kunditsamwira, asi regai hangu nditaurezve kamwe chete. Ko, kana gumi chete vakawanikwamo?” Iye akapindura akati, “Nokuda kwaivavo gumi, handingariparadzi.” Jehovha akati apedza kutaura naAbhurahama, akabva, uye Abhurahama akadzoka kumba kwake."
    },
    {
      "chapter": "19",
      "verses": "Sodhomu neGomora zvinoparadzwa Vatumwa vaviri vakasvika muSodhomu madekwana, uye Roti akanga agere pasuo reguta. Akati achivaona, akasimuka kuti andosangana navo uye akakotamisa uso hwake pasi. Akati, “Madzishe angu, ndapota hangu tsaukirai henyu kumba kwomuranda wenyu. Mushambidze henyu tsoka dzenyu uye mugovata usiku huno, ipapo mugoenda henyu mangwana mangwanani.” Ivo vakati, “Kwete, tichavata hedu pachivara usiku huno.” Asi akavakumbirisa zvokuti vakatenda kuenda naye uye vakapinda mumba make. Akavagadzirira zvokudya, akabika chingwa chisina mbiriso, uye vakadya. Vasati vaenda kundovata, varume vose vaibva kumativi ose eguta reSodhomu, vose vaduku navakuru, vakakomba imba. Vakadana Roti vachiti, “Varipiko varume vapinda mumba mako usiku huno? Vaburitse kuno kwatiri kuti tivate navo.” Roti akabuda kunze kuti andosangana navo uye akapfiga mukova shure kwake, akati, “Kwete, shamwari dzangu. Regai kuita chinhu ichi chakaipa. p Tarirai, ndina vanasikana vaviri vasina kutongovata nomurume. Regai ndivabudisire kwamuri uye mungagona kuita zvamunoda navo. Asi musaita kana chinhu kuvarume ava, nokuti vakavanda pasi pedenga rangu.” Ivo vakati, “Suduruka!” Uye vakati, “Munhu uyu akauya pano ari mutorwa, asi zvino ava kuda kutitonga! Tichakuitira zvakaipa iwe kupfuura ivo.” Vakaramba vachimanikidza Roti uye vakaswedera mberi kuti vapaze gonhi. Asi varume vaiva mukati vakatambanudza maoko avo vakakwevera Roti mumba uye vakapfiga mukova. Ipapo vakapofumadza varume vakanga vari pamukova wemba, vaduku navakuru, zvokuti havana kuzogona kuona mukova. Varume vaviri vakati kuna Roti, “Una vamwe vanhu pano here, vakuwasha, vanakomana kana vanasikana, kana mumwe wako zvake ari muguta? Vabudise muno, nokuti tiri kuzoparadza nzvimbo ino. Kuchema kuna Jehovha pamusoro pavanhu ava kwakura zvokuti atituma kuzoriparadza.” Saka Roti akabuda akandotaura kuvakuwasha vake, vakanga vatsidza kuti vachawana vanasikana vake, akati, “Kurumidzai kubva panzvimbo ino, nokuti Jehovha ava kuda kuparadza guta!” Asi vakuwasha vake vakafunga kuti aiita zveje-e navo. Mambakwedza, vatumwa vakakurudzira Roti vachiti, “Kurumidza! Tora mukadzi wako navanasikana vako vaviri vaunavo, kuti murege kuparadzwa kana guta roparadzwa.” Akati achinonoka, varume vakabata ruoko rwake uye namaoko omukadzi wake neavanasikana vake vaviri vakavabudisa zvakanaka kunze kweguta, nokuti Jehovha akavanzwira tsitsi. Vakati vachangovabudisa kunze, mumwe wavo akati, “Tizai nokuda kwoupenyu hwenyu! Musacheuka, uye musamira papi zvapo mubani! Tizirai kumakomo kuti murege kuparadzwa!” Asi Roti akati kwavari, “Kwete, madzibaba angu, ndapota! Muranda wenyu awana nyasha pamberi penyu, uye maratidza unyoro hukuru kwandiri zvamarwira upenyu hwangu. Asi handigoni kutizira kumakomo; njodzi iyi ingazondibata, uye ndingazofa. Tarirai, herino guta riri pedyo randingatizira kwariri, uye iduku zvaro. Regai nditizire kwariri, iduku kwazvo, handizvo here? Ipapo upenyu hwangu hucharwirwa.” Akati kwaari, “Zvakanaka, ndichaitawo zvawakumbira; handisi kuzoparadza guta rauri kureva. Asi chitizirai ikoko nokukurumidza, nokuti handigoni kuita chinhu chipi zvacho kusvikira masvika kwariri.” (Ndokusaka guta iro richinzi Zoari.) Kusvika kwakaita Roti paZoari, zuva rakanga rakwira pamusoro penyika. Ipapo Jehovha akanayisa safuri inopfuta pamusoro peSodhomu neGomora, zvichibva kudenga kuna Jehovha. Naizvozvo akaparadza maguta ayo uye nebani rose, navose vakanga vagere mumaguta uyewo nezvose zvakanga zvamera munyika. Asi mukadzi waRoti akacheuka, akava shongwe yomunyu. Fume mangwana mangwanani Abhurahama akamuka akadzokera kunzvimbo yaakanga amira pamberi paJehovha. Akatarisa zasi kwakanangana nokuSodhomu neGomora, kwakatarisana nokunyika yose yebani, akaona utsi hwakawanda huchisimuka kubva panyika, kufanana noutsi hunobva pachoto. Saka Mwari akati paakaparadza maguta omubani, akarangarira Abhurahama, uye akabudisa Roti kubva panjodzi yakaparadza maguta makanga muchigara Roti. Roti naVanasikana Vake Roti navanasikana vake vaviri vakabva paZoari vakandogara mumakomo, nokuti akanga achitya kugara muZoari. Iye navanasikana vake vakagara mubako. Rimwe zuva mwanasikana wake mukuru akati kumuduku wake, “Baba vedu vakwegura, uye pano hapana varume vokuti vavate nesu, setsika yenyika yose. Ngatinwisei baba vedu waini uye tigorara navo kuti tichengetedze rudzi rwedu kubudikidza nababa vedu.” Usiku ihwohwo vakanwisa baba vavo waini, uye mwanasikana mukuru akapinda akavata navo. Ivo havana kuziva kuvata kwake pasi kana kumuka kwake. Pazuva rakatevera mwanasikana mukuru akati kumuduku wake, “Madeko ndakavata nababa vangu. Ngativanwiseizve waini usiku huno, uye iwe ugopinda undovata navo kuitira kuti tichengete rudzi rwedu kubudikidza nababa vedu.” Saka vakaita kuti baba vavo vanwezve waini usiku ihwohwo uye mwanasikana muduku akapinda akandovata navo. Iye haana kuziva kuvata kwake pasi kana kumuka kwake. Saka vanasikana vose vaRoti vakava nemimba nababa vavo. Mwanasikana mukuru akava nomwanakomana, akamutumidza zita rokuti Moabhu; ndiye baba wavaMoabhu vanhasi. Mwanasikana muduku akavawo nomwanakomana, uye akamutumidza zita rokuti Bheni-Ami; ndiye baba wavaAmoni vanhasi."
    },
    {
      "chapter": "20",
      "verses": " Abhurahama naAbhimereki Zvino Abhurahama akabvapo akapinda mudunhu rokuNegevhi akandogara pakati peKadheshi neShuri. Akagara muGerari kwechinguva, uye ikoko Abhurahama akati kumukadzi wake Sara, “Ihanzvadzi yangu.” Ipapo Abhimereki mambo weGerari akatuma vanhu kuti vandotora Sara. Asi Mwari akauya kuna Abhimereki usiku mukurota uye akati kwaari, “Wakangoita somunhu akafa nokuda kwomukadzi wawatora; mukadzi womunhu.” Zvino Abhimereki akanga asati aswedera kwaari, saka akati, “Ishe, muchaparadza rudzi rusina mhosva here? Ko, iye haana kuti kwandiri, ‘Ihanzvadzi yangu’ here, naiyewo mukadzi haana kuti kwandiri ‘Ihanzvadzi yangu’ here? Ndakaita izvi nehana yakachena uye namaoko akachena.” Ipapo Mwari akati kwaari mukurota, “Hongu, ndinozviziva kuti wakaita izvi nehana yakachena, nokudaro ndakukonesa kuti unditadzire. Ndokusaka ndisina kukutendera kuti umubate. Zvino chidzosera mukadzi womurume uyu, nokuti muprofita, uye achakunyengeterera urarame. Asi kana usina kumudzosa, uzive kuti iwe navose vari vako muchafa.” Mangwanani akatevera Abhimereki akadana varanda vake vose, uye paakavaudza zvose zvakanga zvaitika, vakatya kwazvo. Ipapo Abhimereki akadana Abhurahama kuti apinde uye akati, “Waiteiko kwatiri? Ndakakutadzira zvakaita seiko zvawauyisa mhosva huru yakadai pamusoro pangu napamusoro poumambo hwangu? Wandiitira zvinhu zvisingafaniri kuitwa.” Uye Abhimereki akabvunza Abhurahama akati, “Wakaoneiko chakaita kuti uite izvi?” Abhurahama akapindura akati, “Ndakati mumwoyo mangu, ‘Zvirokwazvo munzvimbo ino hamuna kutya Mwari, uye vachandiuraya nokuda kwomukadzi wangu.’ Zvisinei hazvo, zvirokwazvo ihanzvadzi yangu, mwanasikana wababa vangu kunyange hazvo asina kuberekwa namai vangu; uye akazova hake mukadzi wangu. Uye Mwari paakandiita kuti ndifambe kubva paimba yababa vangu, ndakati kwaari, ‘Izvi ndizvo zvaungandiratidza nazvo madiro aunondiita: Kwose kwatinoenda, utaure pamusoro pangu uchiti, “Ihanzvadzi yangu.” ’ ” Ipapo Abhimereki akauya namakwai nemombe uye navarandarume navarandakadzi akavapa kuna Abhurahama, uye akadzosa Sara mukadzi wake. Uye Abhimereki akati, “Nyika yangu iri pamberi pako; gara paunoda.” Kuna Sara akati, “Ndiri kupa hanzvadzi yako mashekeri chiurua esirivha. Ichi ndicho chichava chifukidzo pamusoro pemhosva yandakaita kwauri pamberi pavose vaunavo; waruramiswa kwazvo.” Ipapo Abhurahama akanyengetera kuna Mwari, uye Mwari akaporesa Abhimereki, mukadzi wake uye navarandakadzi vake kuti vakwanise kuita vana zvakare, nokuti Jehovha akanga azarira zvizvaro zvavo zvose muimba yaAbhimereki nokuda kwaSara mukadzi waAbhurahama."
    },
    {
      "chapter": "21",
      "verses": "Kuberekwa kwaIsaka Zvino Jehovha akaitira Sara nyasha sezvaakanga areva, uye Jehovha akaitira Sara zvaakanga avimbisa. Sara akava nemimba uye akaberekera Abhurahama mwanakomana munguva yokukwegura kwake, panguva chaiyo yakanga yavimbiswa naMwari. Abhurahama akatumidza mwanakomana waakaberekerwa naSara zita rokuti Isaka. Mwanakomana wake Isaka paakanga ava namazuva masere okuberekwa, Abhurahama akamudzingisa, sezvaakanga arayirwa naMwari. Abhurahama akanga ava namakore okuberekwa zana paakaberekerwa mwanakomana wake Isaka. Sara akati, “Mwari andivigira kuseka, uye vose vachanzwa nezvazvo vachaseka neni.” Uye akatizve, “Ndianiko aizoti kuna Abhurahama, Sara achazorera vana? Asi ndamuberekera mwanakomana panguva yokukwegura kwake.” Hagari naIshumaeri vanodzingwa Mwana akakura uye akarumurwa, uye pazuva rakarumurwa Isaka, Abhurahama akaita mutambo mukuru. Asi Sara akaona mwanakomana akanga aberekerwa Abhurahama naHagari muIjipita achiseka, ndokubva ati kuna Abhurahama, “Dzinga mukadzi murandakadzi uyo nomwanakomana wake, nokuti mwanakomana womurandakadzi uyo haangatongogovani nhaka nomwanakomana wangu Isaka.” Nyaya iyi yakatambudza Abhurahama zvikuru kwazvo nokuti yaiva nechokuita nomwanakomana wake. Asi Mwari akati kwaari, “Usanyanya kutambudzika hako pamusoro pomukomana uye napamusoro pomurandakadzi wako. Teerera zvaunoudzwa naSara, nokuti muna Isaka ndimo muchaverengerwa vana vako. Ndichaitawo rudzi kubudikidza nomwanakomana womurandakadzi, nokuti naiyewo mwana wako.” Mangwanani akatevera, Abhurahama akatora zvokudya neguchu redehwe rine mvura akazvipa kuna Hagari. Akazviisa pamapfudzi ake ipapo akamuendesa pamwe chete nomukomana. Akaenda uye akadzungaira ari mugwenga reBheerishebha. Mvura yaiva muguchu redehwe yakati yapera, akaisa mukomana pasi pegwenzi. Ipapo akabvapo akandogara pedyo naipapo, nhambwe inenge ingasvika museve, nokuti akafunga mumwoyo make akati, “Handingatariri mukomana achifa.” Uye agere pedyo ipapo akatanga kuchema. Mwari akanzwa mukomana achichema, uye mutumwa waMwari akadana Hagari kubva kudenga akati kwaari, “Zvaita seiko Hagari? Usatya; Mwari anzwa kuchema kwomukomana paakavata apo. Simudza mukomana umubate noruoko, nokuti ndichamuita rudzi rukuru.” Ipapo Mwari akasvinudza meso ake uye akaona tsime remvura. Saka akaenda akandozadza guchu nemvura ndokubva apa mukomana kuti anwe. Mwari akava nomukomana pakukura kwake. Akagara mugwenga akazova munhu aipfura nouta. Paakanga achigara mugwenga reParani, mai vake vakamutsvakira mukadzi aibva kuIjipiti. Sungano paBheerishebha Panguva iyoyo Abhimereki naPikori mukuru wamauto ake, akati kuna Abhurahama, “Mwari anewe pazvinhu zvose zvaunoita. Zvino ndipikire pano pamberi paMwari kuti hauzondinyengeri ini, kana vana vangu kana zvizvarwa zvangu. Ndiitirei tsitsi ini nenyika yaugere mairi somutorwa, kuti sezvandakakuitira tsitsi uchaita zvimwe chetezvo newewo.” Abhurahama akati, “Ndinopika.” Ipapo Abhurahama akagunun'una kuna Abhimereki pamusoro petsime remvura rakanga ratorwa navaranda vaAbhimereki. Asi Abhimereki akati, “Handizivi akaita izvozvo. Iwe hauna kundiudza, uye ndatozvinzwa izvozvo nhasi chaiye.” Saka Abhurahama akauya namakwai nemombe akazvipa kuna Abhimereki, uye varume vaviri ava vakaita sungano. Abhurahama akatsaura sheche nomwe dzamakwayana kubva kuboka, uye Abhimereki akabvunza Abhurahama akati, “Sheche dzamakwai idzi dzawatsaura dzinoreveiko?” Akapindura achiti, “Gamuchira makwayana manomwe aya kubva muruoko rwangu sechapupu chokuti ndini ndakachera tsime iri.” Saka nzvimbo iyo yakanzi Bheerishebha, nokuti varume vaviri ava vakapika mhiko ipapo. Mushure mokuitwa kwesungano paBheerisheba, Abhimereki naPikori mukuru wamauto ake vakadzokera kunyika yavaFiristia. Abhurahama akadyara muti womutamarisiki muBheerishebha, uye ipapo akadana kuzita raJehovha, Mwari Wokusingaperi. Uye Abhurahama akagara munyika yavaFiristia kwenguva refu."
    },
    {
      "chapter": "22",
      "verses": "Abhurahama anoedzwa Shure kwaizvozvo, Mwari akaedza Abhurahama. Akati kwaari, “Abhurahama!” Iye akati, “Ndiri pano hangu.” Ipapo Mwari akati, “Tora mwanakomana wako, mwanakomana wako mumwe oga, Isaka, iye waunoda, uye uende kunyika yeMoria. Umubayire ikoko sechipiriso chinopiswa pane rimwe gomo randichakuudza.” Mangwanani akatevera, Abhurahama akamuka akasunga mbongoro yake. Akatora varanda vake vaviri nomwanakomana wake Isaka. Akati atema huni dzechipiriso chinopiswa dzakakwana, akasimuka akaenda kunzvimbo yaakanga audzwa nezvayo naMwari. Pazuva rechitatu, Abhurahama akasimudza meso ake akaona nzvimbo yacho ichiri kure. Akati kuvaranda vake, “Sarai henyu pano nembongoro iyi ini nomukomana timboyambukira uko. Tichandonamata uye ipapo tichadzoka hedu kwamuri.” Abhurahama akatora huni dzechipiriso chinopiswa akadziisa pana Isaka mwanakomana wake, uye iye pachake akatakura moto nebanga. Pavakanga vachifamba pamwe chete vari vaviri, Isaka akataura nababa vake Abhurahama akati, “Baba!” Abhurahama akati, “Chiiko mwanangu?” Isaka akati, “Moto nehuni zviri pano, asi gwayana rechipiriso chinopiswa riripiko?” Abhurahama akapindura akati, “Mwari pachake ndiye achapa gwayana rechipiriso chinopiswa, mwanakomana wangu.” Vakati vasvika panzvimbo yaakanga ataurirwa nezvayo naMwari, Abhurahama akavaka aritari ipapo uye akaisa huni pamusoro payo. Akasunga mwanakomana wake Isaka akamuradzika paaritari, pamusoro pehuni. Ipapo akatambanudza ruoko rwake akatora banga kuti auraye mwanakomana wake. Asi mutumwa waJehovha akadanidzira kwaari kubva kudenga akati, “Abhurahama! Abhurahama!” Iye akapindura akati, “Ndiri pano hangu.” Akati, “Usaisa ruoko rwako pamukomana. Usamboita chimwe chinhu kwaari. Zvino ndava kuziva kuti unotya Mwari, nokuti hauna kundinyima mwanakomana wako, mwanakomana wako mumwe woga.” Abhurahama akasimudza meso ake uye ipapo padenhere akaona gondohwe rakabatwa nenyanga dzaro. Akaendapo uye akatora gondohwe akaribayira sechipiriso chinopiswa. Saka Abhurahama akatumidza nzvimbo iyo kuti, “Jehovha Achapa.” Uye nanhasi zvinonzi, “Pagomo raJehovha ndipo pazvichapiwa.” Mutumwa waJehovha akadana kuna Abhurahama kubva kudenga kechipiri akati, “Ndinopika neni pachangu, ndizvo zvinotaura Jehovha, kuti nokuda kwokuti waita izvi uye kuti hauna kundinyima mwanakomana wako, mwanakomana wako mumwe oga, zvirokwazvo ndichakuropafadza uye ndichaita kuti zvizvarwa zvako zviwande senyeredzi dzokudenga uye sejecha riri pamahombekombe egungwa. Zvizvarwa zvako zvichatora maguta avavengi vavo, uye kubudikidza navana vako ndudzi dzose dzapanyika dzicharopafadzwa, nokuti wakanditeerera.” Ipapo Abhurahama akadzokera kuvaranda vake, uye vakasimuka vose pamwe chete vakaenda Bheerishebha. Vanakomana vaNahori Shure kwaizvozvo, Abhurahama akanzwa kuti, “Mirika ava maiwo; akaberekera munun'una wako Nahori vanakomana vanoti: Uzi dangwe, Bhuzi munun'una wake, Kemueri (baba vaAramu), Kesedhi, Hazo, Piridhashi, Jidhirafi naBhetueri.” Bhetueri akabereka Rabheka. Mirika akaberekera Nahori munun'una waAbhurahama vanakomana vasere ava. Murongo wake ainzi Reuma, naiyewo akava navanakomana vaiti: Tebha, Gahamu, Tahashi naMaaka."
    },
    {
      "chapter": "23",
      "verses": "Kufa kwaSara Sara akararama akasvika makore zana namakumi maviri namanomwe okuberekwa. Akafira paKiriati Abha (ndiro Hebhuroni) munyika yeKenani, uye Abhurahama akandochema Sara uye akaungudza pamusoro pake. Ipapo Abhurahama akasimuka kubva parutivi pomukadzi wake akanga afa akandotaura navaHiti, akati, “Ndiri mutorwa nomueni pakati penyu. Nditengesereiwo nzvimbo pano yokuviga kuti ndigogona kuviga vakafa vangu.” VaHiti vakapindura Abhurahama vakati, “Ishe, tinzwei. Imi muri muchinda mukuru pakati pedu. Vigai henyu akafa wenyu muguva rakaisvonaka pakati pamakuva edu. Hakuna munhu pakati pedu angakunyimai guva rake kuti muvige akafa wenyu.” Ipapo Abhurahama akasimuka uye akakotamira pasi pamberi pavanhu venyika, ivo vaHiti. Akati kwavari, “Kana muchida kuti ndivige akafa wangu, zvino chindinzwai uye mundikumbirire kuna Efuroni mwanakomana waZohari pachinzvimbo changu, kuti anditengesere bako raMakapera, raanaro uye riri kumucheto womunda wake. Mukumbirei kuti anditengesere nomutengo uzere ive nzvimbo yangu yokuviga vakafa pakati penyu.” Efuroni muHiti akanga agere pakati pavanhu vake uye akapindura Abhurahama, vaHiti vose vakanga vauya pasuo reguta vachizvinzwa, akati, “Kwete, ishe wangu. Inzwai; ndinokupai munda, uye ndinokupai bako riri mauri. Ndinoupa kwamuri pamberi pavanhu vangu. Vigai henyu akafa wenyu.” Zvakare Abhurahama akakotamira pasi pamberi pavanhu venyika uye akati kuna Efuroni vachizvinzwa, “Nditeerere, kana uchida. Ndicharipa mutengo womunda. Ugamuchire hako kubva kwandiri kuti ndigoviga vakafa vangu imomo.” Efuroni akapindura Abhurahama akati, “Nditeererei, ishe wangu, mutengo wenyika unoita mashekeri mazana manaa esirivha, asi chingava chiiko pakati pangu nemi? Vigai henyu akafa venyu.” Abhurahama akabvumirana nomutengo waEfuroni uye akamuyerera mutengo waakanga areva vaHiti vachizvinzwa; mazana mana amashekeri esirivha, maererano nomutengo waivapo pakati pavatengesi. Saka munda waEfuroni muMakapera pedyo neMamure, zvose munda nebako zvaive mauri, nemiti yose yaiva pakati pomuganhu womunda, zvakapiwa kuna Abhurahama zvikava zvake pamberi pavaHiti vakanga vauya pasuo reguta. Shure kwaizvozvo Abhurahama akaviga mukadzi wake Sara mubako mumunda weMakapera pedyo neMamure (iro Hebhuroni) munyika yeKenani. Saka munda nebako zvaiva mauri zvakapiwa kuna Abhurahama navaHiti senzvimbo yamakuva."
    },
    {
      "chapter": "24",
      "verses": "Isaka naRabheka Zvino Abhurahama akanga akwegura uye ava namakore mazhinji, uye Jehovha akanga amuropafadza pazvinhu zvose. Akati kumuranda wake mukuru womumba make, iye akanga ari mutariri wezvose zvaakanga anazvo, “Isa ruoko rwako pasi pechidya changu. Ndinoda kuti upike naJehovha, Mwari wokudenga uye Mwari wenyika, kuti haungatoreri mwanakomana wangu mukadzi kubva kuvanasikana vavaKenani, avo vandigere pakati pavo, asi uchaenda kunyika yangu nokuhama dzangu ugondotorera mwanakomana wangu Isaka mukadzi.” Muranda akabvunza akati, “Ko, kana mukadzi asingadi kuuya neni kunyika ino? Ndichazoenda here nomwanakomana wenyu kunyika yamakabva?” Abhurahama akati, “Chenjera kuti urege kudzokera nomwanakomana wangu ikoko. Jehovha, Mwari wokudenga, akandibudisa muimba yababa vangu nomunyika yokuzvarwa kwangu uye iye akataura kwandiri uye akandivimbisa nemhiko achiti, ‘Ndichapa nyika iyi kuvana vako,’ achatuma mutumwa pamberi pako kuitira kuti ugogona kuwanira mwanakomana wangu mukadzi kubva ikoko. Kana mukadzi asingadi kuuya newe, iwe uchasunungurwa pamhiko yangu iyi. Usadzokera chete nomwanakomana wangu ikoko.” Saka muranda akaisa ruoko rwake pasi pechidya chatenzi wake Abhurahama uye akapika mhiko kwaari maererano neshoko iri. Ipapo muranda akatora ngamera dzatenzi wake gumi akaenda, akatora mhando dzezvinhu zvose zvakanaka kubva kuna tenzi wake. Akasimuka akaenda kuAramu Naharaimu uye akananga kuguta reNahori. Akaita kuti ngamera dzipfugame pasi pedyo netsime raiva kunze kweguta; kwakanga kwava kudoka, nguva yaibuda vakadzi kundochera mvura. Akanyengetera akati, “Haiwa Jehovha, Mwari watenzi wangu Abhurahama, itai kuti ndibudirire nhasi, muitire tenzi wangu Abhurahama zvakanaka. Onai, ndimire parutivi petsime rino, uye vanasikana vavanhu vomuguta rino vari kubuda vachiuya kuzochera mvura. Ngazviitike kuti pandinoti kumusikana, ‘Ndapota, tura chirongo chako kuti ndinwewo mvura,’ uye iye akati, ‘Inwai henyu uye ndichanwisawo ngamera dzenyu’ ngaave iye wamasarudzira muranda wenyu Isaka. Naizvozvo ndichaziva kuti maitira tenzi wangu zvakanaka.” Asati apedza kunyengetera, Rabheka akasvika nechirongo chake papfudzi rake. Akanga ari mwanasikana waBhetueri mwanakomana waMirika, mukadzi waNahori munun'una waAbhurahama. Musikana akanga akanaka kwazvo, ari mhandara; hakuna murume akanga ambovata naye. Akaenda kutsime, akazadza chirongo chake akadzokazve. Muranda akamhanya akandosangana naye akati, “Ndapota, ndipewo mvura shoma shoma yokunwa kubva muchirongo chako.” Iye akati, “Inwai henyu, ishe wangu,” akakurumidza kutura chirongo mumaoko ake uye akamupa kuti anwe. Shure kwokumupa mvura kuti anwe, akati, “Ndichachererawo ngamera dzenyu mvura, kusvikira dzapedza kunwa.” Saka akakurumidza kudururira mvura yaiva muchirongo chake muchinwiro, akamhanyira kutsime zvakare kundochera imwe mvura zhinji, akachera yakakwanira ngamera dzake. Asina chaakataura, murume uyu akamutarisisa kuti azive kuti Jehovha akanga aita kuti rwendo rwake rubudirire here kana kuti kwete. Ngamera dzakati dzapedza kunwa, murume uya akatora mhete yegoridhe yapamhino yairema hafu yeshekeria nezvishongo zviviri zvamaoko zvairema mashekeri gumib. Ipapo akamubvunza akati, “Uri mwanasikana waaniko? Ndapota, dondiudzawo, kumba kwababa vako kungaita nzvimbo yedu yokuvata here?” Akamupindura akati, “Ndiri mwanasikana waBhetueri, mwanakomana waMirika akaberekera Nahori.” Uye akatizve, “Tine uswa hwakawanda namashanga, uyewo nenzvimbo yenyu yokuvata.” Ipapo murume uya akakotamira pasi akanamata Jehovha, akati, “Jehovha ngaarumbidzwe, Mwari watenzi wangu Abhurahama, iye asina kurega kuita zvakanaka nokutendeka kwake kuna tenzi wangu. Kana ndirini, Jehovha akanditungamirira parwendo rwangu akandisvitsa kumba kwehama dzatenzi wangu.” Musikana akamhanya akandoudza veimba yamai vake pamusoro pezvinhu zvose izvi. Zvino Rabheka akanga ane hanzvadzi yainzi Rabhani, uye iye akakurumidza kubuda akaenda kumurume uya kutsime. Akati achingoona mhete yemhino nezvishongo mumaoko ehanzvadzi yake, uye anzwa Rabheka achitaura zvakanga zvarehwa nomurume uyu kwaari, akabuda akaenda kumurume akamuwana amire pangamera pedyo netsime. Akati, “Uya iwe wakaropafadzwa naJehovha. Wakamirireiko pano? Ndatogadzira imba nenzvimbo yengamera.” Saka murume uya akaenda kumba, uye ngamera dzakaturwa. Uswa namashanga zvakavigirwa ngamera, uye iye navanhu vake vakavigirwa mvura kuti vashambe tsoka dzavo. Zvokudya zvakaiswa pamberi pake, asi iye akati, “Handingatongodyi kusvikira ndakuudzai zvandinoda kureva.” Rabhani akati, “Tiudze hako zvino.” Saka iye akati, “Ndiri muranda waAbhurahama. Jehovha akaropafadza tenzi wangu kwazvo, uye ava mupfumi. Akamupa makwai nemombe, sirivha negoridhe, varandarume navarandakadzi, ngamera nembongoro. Sara mukadzi watenzi wangu akamuberekera mwanakomana panguva yokukwegura kwake, uye akamupa zvinhu zvose zvaanazvo. Uye tenzi wangu akaita kuti ndipike mhiko, uye akati, ‘Haufaniri kutorera mwanakomana wangu mukadzi kubva kuvanasikana vavaKenani, munyika yandigere, asi enda kumhuri yababa vangu uye nokuimba yangu, undotorera mwanakomana wangu mukadzi ikoko.’ “Ipapo ndakabvunza tenzi wangu ndikati, ‘Ko, kana mukadzi akasauya neni?’ “Iye akapindura akati, ‘Jehovha, iye wandinofamba pamberi pake, achatuma mutumwa wake newe uye achaita kuti rwendo rwenyu rubudirire, kuti uwanire mwanakomana wangu mukadzi, paunoenda kuimba yokwangu, kumhuri yababa vangu. Zvino, kana wasvika kuimba yokwangu, iwe uchasunungurwa pamhiko kunyange vakaramba kumupa kwauri, uchasunungurwa pamhiko yangu.’ “Pandasvika patsime nhasi, ndati, ‘Haiwa Jehovha, Mwari watenzi wangu Abhurahama, kana muchida, ndapota ndipeiwo kubudirira parwendo rwandafamba. Tarirai, ndimire parutivi petsime iri; kana musikana akabuda kuzochera mvura uye ndikati kwaari, “Ndapota rega ndinwe mvura shoma shoma kubva muchirongo chako,” uye kana iye akati kwandiri, “Inwai henyu, uye ndichachererawo ngamera dzenyu,” ngaave iye asarudzirwa mwanakomana watenzi wangu naJehovha.’ “Ndisati ndapedza kunyengetera mumwoyo mangu, Rabheka auya, ane chirongo chake papfudzi rake. Aenda kutsime uye akachera mvura, uye ini ndikati kwaari, ‘Ndapota ndipewo mvura ndinwe.’ “Akurumidza kutura chirongo chake papfudzi rake uye akati, ‘Inwai henyu, uye ndichanwisa ngamera dzenyuwo. Saka ndanwa mvura, uye anwisawo ngamera. “Ndamubvunza ndikati, ‘Uri mwanasikana waaniko?’ “Iye ati, ‘Ndiri mwanasikana waBhetueri mwanakomana waNahori, waakaberekerwa naMirika.’ “Ipapo ndaisa mhete pamhino yake nezvishongo mumaoko ake, uye ndakotama pasi ndikanamata Jehovha. Ndarumbidza Jehovha, Mwari watenzi wangu Abhurahama, uyo akanditungamirira munzira yakarurama kuti ndiwane muzukuru womunun'una watenzi wangu kuti ave mukadzi womwanakomana wake. Zvino kana muchaitira zvakanaka nokutendeka kuna tenzi wangu, ndiudzei; uye kana zvisizvo, ndiudzei, kuti ndigoziva kwokuenda.” Rabhani naBhetueri vakapindura vakati, “Izvi zvinobva kuna Jehovha; isu hatina chinhu chatingataura kwauri, chakaipa kana chakanaka. Hoyu Rabheka; mutore uende, uye ngaave mukadzi womwanakomana watenzi wako, sokutungamirirwa kwawaitwa naJehovha.” Muranda waAbhurahama akati anzwa zvavakataura, akakotama pasi pamberi paJehovha. Ipapo muranda akabudisa goridhe nezvishongo zvesirivha nenguo dzokufuka uye akazvipa kuna Rabheka; uye akapawo zvipo zvomutengo mukuru kuhanzvadzi yake nokuna mai vake. Ipapo iye navarume vakanga vanaye vakadya uye vakanwa, uye vakanwa usiku uho. Akati amuka mangwanani, akati, “Ndiregei hangu ndichienda kuna tenzi wangu.” Asi hanzvadzi yake namai vake vakapindura vakati, “Regai musikana agare nesu mazuva angaita kana gumi; ipapo mungazoenda henyu.” Asi akati kwavari, “Musandirambidza, sezvo zvino Jehovha akandipa kubudirira parwendo rwangu. Ndiregei hangu ndiende kuna tenzi wangu.” Ipapo vakati kwandiri, “Regai tidane musikana timubvunze nezvazvo.” Saka vakadana Rabheka vakamubvunza vakati, “Uchaenda here nomurume uyu?” Iye akati, “Ndichaenda.” Saka vakaendesa hanzvadzi yavo Rabheka, pamwe chete nomureri wake nomuranda waAbhurahama navanhu vake. Uye vakaropafadza Rabheka vakati, “Iwe hanzvadzi yedu, uve mai wavazhinji vave zviuru nezviuru; vana vako ngavatore masuo avavengi vavo.” Ipapo Rabheka navasikana vake vakagadzirira uye vakatasva ngamera dzavo vakaenda nomurume uya. Saka muranda akatora Rabheka akabva aenda. Zvino Isaka akanga achibva kuBheeri Rahai Roi, nokuti akanga achigara kuNegevhi. Akabuda nohumwe usiku akaenda musango kuti ambondorangarira, uye paakasimudza meso ake, akaona ngamera dzichiswedera, naRabhekawo akasimudza meso ake akaona Isaka. Akaburuka kubva pangamera yake uye akabvunza muranda akati, “Ndianiko murume ari musango uyo ari kuuya kuzosangana nesu?” Muranda akapindura akati, “Nditenzi wangu.” Saka akatora chifukidzo akazvifukidza. Ipapo muranda akaudza Isaka zvose zvaakanga aita. Isaka akamupinza mutende ramai vake Sara, uye akawana Rabheka. Saka akava mukadzi wake, uye akamuda; naizvozvo Isaka akanyaradzwa shure kwokufa kwamai vake."
    },
    {
      "chapter": "25",
      "verses": "Kufa kwaAbhurahama Abhurahama akawana mumwe mukadzi, zita rake ainzi Ketura. Iye akamuberekera Zimurami, Jokishani, Medhani, Midhiani, Ishibhaki naShua. Jokishani akabereka Shebha naDhedhani; zvizvarwa zvaDhedhani zvakanga zviri vaAshuri, vaRetushi navaReumi. Vanakomana vaMidhiani vakanga vari Efa, Eferi, Hanoki, Abhidha naEridha. Vose ava vakanga vari zvizvarwa zvaKetura. Abhurahama akasiya zvinhu zvose zvaakanga anazvo kuna Isaka. Asi paakanga achiri mupenyu akapa zvipo kuvanakomana vavarongo vake uye akavabvisa pamwanakomana wake Isaka akavaendesa kumabvazuva. Pamwe chete, Abhurahama akararama makore zana namakumi manomwe namashanu. Ipapo Abhurahama akabudisa mweya wake uye akafa akwegura kwazvo, ava mutana uye ava namakore mazhinji; uye akasanganiswa navanhu vake. Vanakomana vake Isaka naIshumaeri vakamuviga mubako reMakapera pedyo neMamure, mumunda waEfuroni mwanakomana waZofa muHiti, munda wakanga watengwa naAbhurahama kubva kumuHiti. Ndimo makavigwa Abhurahama nomukadzi wake Sara. Shure kwokufa kwaAbhurahama, Mwari akaropafadza mwanakomana wake Isaka, uyo akagara pedyo neBheeri Rahai Roi. Vanakomana vaIshumaeri Iyi ndiyo nhoorondo yomwanakomana waAbhurahama, iye Ishumaeri, akaberekerwa Abhurahama naHagari muIjipita, murandakadzi waSara. Aya ndiwo mazita avanakomana vaIshumaeri, akanyorwa muurongwa hwamaberekerwo avo: Nebhayoti dangwe raIshumaeri, Kedhari, Adhibheeri, Mibhisami, Mishima, Dhuma, Masa, Hadhadhi, Tema, Jeturi, Nafishi naKedhema. Ava ndivo vaiva vanakomana vaIshumaeri, uye aya ndiwo mazita avatongi gumi navaviri vamarudzi maererano namagariro avo nemisasa yavo. Pamwe chete, Ishumaeri akararama makore zana namakumi matatu namakore manomwe. Akabudisa mweya wake akafa, uye akasanganiswa navanhu vake. Zvizvarwa zvake zvakandogara munzvimbo yaibva kuHavhira kusvikira kuShuri, pedyo nomuganhu weIjipiti, kana munhu achienda akananga kuAshuri. Uye vakagara vachipesana nehama dzavo. Jakobho naEsau Iyi ndiyo nhoroondo yomwanakomana waAbhurahama, Isaka. Abhurahama akabereka Isaka, uye Isaka akanga ava namakore makumi mana okuberekwa paakawana Rabheka mwanasikana waBhetueri muAramu, aibva kuPadhani Aramu uye ari hanzvadzi yaRabhani muAramu. Isaka akanyengeterera mukadzi wake kuna Jehovha, nokuti akanga asingabereki. Jehovha akapindura munyengetero wake, uye mukadzi wake Rabheka akava nemimba. Vana vakanga vachisundana mukati make, uye iye akati, “Seiko izvi zvichiitika kwandiri?” Saka akaenda kundobvunza Jehovha. Jehovha akati kwaari, “Ndudzi mbiri dziri muchizvaro chako, uye marudzi maviri achabuda mauri achaparadzana; rumwe rudzi ruchava nesimba kupfuura rumwe, uye mukuru achashumira muduku.” Nguva yokubereka kwake yakati yasvika, onei makanga muna vakomana vaviri muchizvaro chake. Akatanga kubuda akanga ari mutsvuku, uye muviri wake wose wakanga wakaita senguo ine mvere; saka vakamutumidza zita rokuti Esau. Shure kwaizvozvo, munun'una wake akabuda, ruoko rwake rwakabata chitsitsinho chaEsau; saka akatumidzwa zita rokuti Jakobho. Isaka akanga ava namakore okuberekwa makumi matanhatu Rabheka paakavabereka. Vakomana vakakura, uye Esau akava mudzimba akachenjera, murume wesango, asi Jakobho akanga ari murume akanyarara, achigara pakati pamatende. Sezvo Isaka aifarira nyama yemhuka, aida Esau, asi Rabheka aida Jakobho. Rimwe zuva Jakobho paakanga achibika zvokudya, Esau akasvikopinda achibva kusango, aziya nenzara! Akati kuna Jakobho, “Dokurumidzawozve, undipewo zvimwe zvokudya zvakatsvukira izvo ndidye! Ndava kuziya nenzara!” (Ndokusaka akatumidzwawo zita rokuti Edhomu). Jakobho akapindura akati, “Tanga wanditengesera udangwe hwako.” Esau akati, “Tarira, ndava kuda kufa ini. Ko, udangwe huchandibatsirei?” Asi Jakobho akati, “Tanga wandipikira.” Saka akapika mhiko kwaari, achitengesa udangwe hwake kuna Jakobho. Ipapo Jakobho akapa Esau chingwa nenyemba. Akadya uye akanwa, ipapo akasimuka akaenda. Saka Esau akazvidza udangwe hwake."
    },
    {
      "chapter": "26",
      "verses": "Isaka naAbhimereki Zvino munyika makanga mune nzara, isati iri nzara iya yakatanga kuvapo panguva yaAbhurahama, uye Isaka akaenda kuna Abhimereki mambo wavaFiristia muGerari. Jehovha akazviratidza kuna Isaka akati, “Usaburuka kuIjipiti; gara munyika yandinokuudza kuti ugare. Gara hako munyika ino kwechinguva, uye ndichava newe uye ndichakuropafadza. Nokuti kwauri nokuzvizvarwa zvako ndichapa nyika iyi yose uye ndichasimbisa mhiko yandakapika kuna baba vako Abhurahama. Ndichaita kuti zvizvarwa zvako zviwande senyeredzi dzokudenga uye ndichavapa nyika yose iyi, uye kubudikidza navana vako ndudzi dzose dzapanyika dzicharopafadzwa, nokuti Abhurahama akanditeerera uye akachengeta zvaidikanwa neni, nemitemo yangu, zvirevo zvangu uye nemirayiro yangu.” Saka Isaka akagara muGerari. Vanhu venyika iyo pavakamubvunza pamusoro pomukadzi wake, akati, “Ihanzvadzi yangu,” nokuti akanga achitya kuti, “Mukadzi wangu.” Akafunga mumwoyo make achiti, “Vanhu vomunyika muno vangandiuraye nokuda kwaRabheka, nokuti akanaka kwazvo.” Isaka akati agara ikoko kwenguva refu, Abhimereki mambo wavaFiristia akatarira pasi napawindo akaona Isaka achitamba nomukadzi wake Rabheka. Saka Abhimereki akadana Isaka akati, “Mukadzi wako chaiye uyu! Seiko wakati, ‘Ihanzvadzi yangu’?” Isaka akapindura akati, “Nokuti ndakafunga kuti ndingafa nokuda kwake.” Ipapo Abhimereki akati, “Chiiko ichi chawakaita kwatiri? Mumwe wavarume aigona kunge akavata nomukadzi wako, uye ungadai wakazouyisa mhosva pamusoro pedu.” Saka Abhimereki akarayira vanhu vake vose achiti, “Ani naani anobata murume uyu kana mukadzi wake achaurayiwa zvirokwazvo.” Isaka akadyara zviyo munyika uye mugore racho iroro akakohwa zvakapetwa kazana, nokuti Jehovha akamuropafadza. Murume uyu akava mupfumi, uye pfuma yake yakaramba ichiwanda kusvikira apfuma kwazvo. Akanga ana makwai mazhinji nemombe dzakawanda navaranda vakawanda zvokuti vaFiristia vakamuitira godo. Saka matsime ose akanga acherwa navaranda vababa vake panguva yababa vake Abhurahama, vaFiristia vakaadzivira, vachiazadza nevhu. Ipapo Abhimereki akati kuna Isaka, “Ibva uende kure nesu; wanyanya kuva nesimba zvokutipfuura.” Saka Isaka akabvapo akandodzika musasa muMupata weGera uye akagara ikoko. Isaka akacherazve matsime akanga acherwa panguva yababa vake Abhurahama, iwo akanga adzivirwa navaFiristia shure kwokufa kwaAbhurahama, uye akaapa mazita mamwe chetewo aakanga atumidzwa nababa vake. Varanda vaIsaka vakachera muMupata vakawanamo tsime remvura yakanaka. Asi vafudzi veGerari vakakakavadzana navafudzi vaIsaka vachiti, “Mvura iyi ndeyedu!” Saka akatumidza tsime iro zita rokuti Eseki, nokuda kwokuti vakapesana naye. Ipapo vakacherazve rimwe tsime, asi vakakakavadzana pamusoro parowo; saka akaritumidza zita rokuti Sitima. Akaenderera mberi kubva ipapo akachera rimwe tsime, uye hapana munhu akazokakavadzana naye pamusoro paro. Akaritumidza zita rokuti Rehobhoti, achiti, “Zvino Jehovha azotipa nzvimbo uye tichawanda munyika.” Kubva ipapo akaenda kuBheerishebha. Usiku ihwohwo Jehovha akazviratidza kwaari akati, “Ndini Mwari wababa vako Abhurahama. Usatya, nokuti ndinewe. Ndichakuropafadza uye ndichakurisa zvizvarwa zvako nokuda kwomuranda wangu Abhurahama.” Isaka akavaka aritari ipapo uye akadana kuzita raJehovha. Akadzika tende rake ipapo uye pakare ipapo varanda vake vakachera tsime. Zvichakadaro, Abhimereki akanga asvika kwaari achibva kuGerari, ana Ahuzati aiva mupamazano wake naPikori mukuru wavarwi vake. Isaka akavabvunza akati, “Mavingeiko kwandiri, sezvo makanga muri mhandu dzangu uye mukandidzinga?” Vakamupindura vakati, “Takaona pachena kuti Jehovha akanga anewe; saka takati, ‘Panofanira kuva nechitenderano chemhiko pakati pedu,’ pakati pedu newe. Ngatiite sungano newe yokuti iwe hauzotiitiri zvakaipa, sezvo isu tisina kukubata zvakaipa asi takaramba tichikuitira zvakanaka uye tikakuendesa norugare. Uye zvino waropafadzwa naJehovha.” Ipapo Isaka akavaitira mutambo, uye vakadya uye vakanwa. Mangwanani akatevera varume ava vakapikirana. Ipapo Isaka akavaendesa parwendo rwavo, uye vakamusiya murugare. Musi iwoyo varanda vaIsaka vakauya vakamuudza nezvetsime ravakanga vachera. Vakati, “Tawana mvura!” Akaritumidza zita rokuti Shibha, uye kusvikira nhasi zita reguta richiri kunzi Bheerishebha. Esau akati ava namakore makumi mana okuberekwa, akawana Judhisi mwanasikana waBheeri muHiti, uyewo Bhasemati mwanasikana waEroni muHiti. Ivava vakarwadzisa Isaka naRabheka."
    },
    {
      "chapter": "27",
      "verses": "Jakobho anowana Maropafadzo aIsaka Isaka akati akwegura uye meso ake akanga aneta zvokuti akanga asisaoni, akadana Esau mwanakomana wake mukuru akati kwaari, “Mwanakomana wangu.” Iye akapindura akati, “Ndiri pano.” Isaka akati, “Zvino ndava murume mutana uye handizivi zuva rokufa kwangu. Naizvozvo zvino tora zvombo zvako, goba rako nouta ugoenda kusango kuti unondivhimirawo mhuka. Undigadzirire zvokudya zvinondinakira ugondivigira kuti ndidye, kuitira kuti ndikupe maropafadzo angu ndisati ndafa.” Zvino Rabheka akanga akateerera Isaka paakanga achitaura nomwanakomana wake Esau. Esau akati aenda kusango kuti andovhima mhuka kuti agouya nayo, Rabheka akati kumwanakomana wake Jakobho, “Tarira, ndanzwa baba vako vachiti kumukoma wako Esau, ‘Ndivigirewo mhuka ugondigadzirira nyama inonaka kuti ndidye kuitira kuti ndigokupa maropafadzo angu ndisati ndafa.’ Zvino, chinzwa mwanakomana wangu, nyatsoteerera uye uite zvandinokuudza. Enda kuzvipfuwo unondivigira mbudzana mbiri dzakaisvonaka, kuti ndigogadzirira baba vako nyama inonaka nenzira chaiyo yavanoda. Ipapo ugoitora uende nayo kuna baba vako kuti vadye, kuitira kuti vagokupa maropafadzo avo vasati vafa.” Jakobho akati kuna Rabheka mai vake, “Asi mukoma wangu Esau munhu ane mvere, uye ini ndiri munhu ane ganda risina mvere. Ko, kana baba vangu vakandibata? Ndichava somunhu anovanyengera uye ndikazouyisa kutukwa pamusoro pangu pachinzvimbo chokuropafadzwa.” Mai vake vakati kwaari, “Mwanakomana wangu, rega kutukwa kuuye pamusoro pangu. Iwe ita zvandinoreva; enda unonditorera idzo.” Saka akaenda akandodzitora akauya nadzo kuna mai vake, uye vakagadzira nyama inonaka, nenzira chaiyo yaidikanwa nababa vake. Ipapo Rabheka akatora nguo dzakaisvonaka dzaEsau mwanakomana wake mukuru, dzaakanga anadzo mumba, akadzipfekedza mwanakomana wake muduku iye Jakobho. Akafukidzawo namatehwe embudzi, maoko ake uye nenzvimbo dzomutsipa wake dzakanga dzisina mvere. Ipapo akapa kumwanakomana wake Jakobho nyama inonaka uye nechingwa chaakanga abika. Akaenda kuna baba vake akati, “Baba vangu.” Vakapindura vakati “Ndiri pano mwana wangu. Ndianiko?” Jakobho akati kuna baba vake, “Ndini Esau dangwe renyu. Ndaita sezvamandiudza. Ndapota, mukai mudye nyama yemhuka yangu kuitira kuti mundipe maropafadzo enyu.” Isaka akabvunza mwanakomana wake akati, “Waiwana seiko nokukurumidza zvakadai, mwanakomana wangu?” Iye akapindura akati, “Jehovha Mwari wenyu aita kuti ndibudirire.” Ipapo Isaka akati kuna Jakobho, “Swedera pedyo kuti ndikubate, mwana wangu, kuti ndizive kana uri Esau mwanakomana wangu chaiye kana kwete.” Jakobho akaswedera kuna baba vake Isaka, iye akamubata akati, “Inzwi, inzwi raJakobho, asi maoko maoko aEsau.” Haana kugona kumuziva, nokuti maoko ake aiva nemvere dzakaita sedzomukoma wake Esau; saka akamuropafadza. Akati ndiwe mwanakomana wangu “Esau chaiye here?” Akapindura akati, “Ndini.” Ipapo akati, “Mwanakomana wangu, ndipe nyama yako yemhuka ndidye, kuitira kuti ndikupe maropafadzo angu.” Jakobho akaiisa kwaari uye akadya; uye akauya newaini iye akanwa. Ipapo baba vake Isaka vakati kwaari, “Uya pano mwanakomana wangu unditsvode.” Saka akaenda kwaari uye iye akamutsvoda. Isaka akati anzwa kunhuwira kwenguwo dzake akamuropafadza achiti, “Haiwa kunhuwira kwomwanakomana wangu kwakaita sokunhuwira kwesango raropafadzwa naJehovha. Mwari ngaakupe dova rokudenga noupfumi hwenyika, zviyo zvakawanda newaini itsva. Ndudzi ngadzikushumire uye marudzi akupfugamire. Uve ishe wehama dzako, uye vanakomana vamai vako vakupfugamire. Vaya vanokutuka ngavatukwe uye vaya vanokuropfadza ngavaropafadzwe.” Shure kwokunge Isaka apedza kumuropafadza uye Jakobho achangobva pamberi pababa vake, mukoma wake Esau akasvika achibva kundovhima. Naiyewo akagadzira nyama inonaka akauya nayo kuna baba vake. Ipapo akati kwavari, “Baba vangu, mukai mudye nyama yangu yemhuka, kuti mugondipa maropafadzo.” Baba vake Isaka vakamubvunza vakati, “Ndiwe aniko?” Akapindura akati, “Ndini Esau mwanakomana wenyu wedangwe.” Isaka akadedera nehasha akati, “Ndianiko zvino, avhima mhuka akauya nayo kwandiri? Ndaidya iwe uchigere kusvika uye ndamuropafadza, uye zvirokwazvo acharopafadzwa!” Esau akati anzwa mashoko ababa vake akaridza mhere nokuchema kukuru neshungu uye akati kuna baba vake, “Ndiropafadzei neniwo, baba vangu!” Asi ivo vakati, “Munun'una wako auya nokunyengera uye atora maropafadzo ako.” Esau akati, “Haana kutumidzwa zita chairo here rokuti Jakobho? Akandinyengera kaviri kose: Akatora udangwe hwangu, uye zvino atora maropafadzo angu!” Ipapo akabvunza akati, “Ko, hamuna kundichengeterawo kana ropafadzo here?” Isaka akapindura Esau akati, “Ndamuita ishe wako uye ndakaita hama dzake dzose varanda vake, uye ndamusimbisa nezviyo newaini itsva. Saka chiiko chandichagona kukuitira mwana wangu?” Esau akati kuna baba vake, “Munongova neropafadzo imwe chete here, baba vangu? Ndiropafadzeiwo, baba vangu!” Ipapo Esau akachema achiridza mhere. Baba vake Isaka vakamupindura vakati, “Ugaro hwako huchava kure nepfuma yenyika, kure nedova rokudenga kumusoro. Iwe uchararama nomunondo uye uchashumira munun'una wako. Asi paunenge woshaya zororo uchabvisa joko rake kubva pamutsipa wako.” Jakobho anotizira kuna Rabhani Esau akavenga Jakobho nokuda kwokuropafadzwa kwaakapiwa nababa vake. Akati mumwoyo make, “Mazuva okuchema baba vangu ava pedyo; ipapo ndichauraya munun'una wangu Jakobho.” Rabheka akati audzwa zvakanga zvataurwa nomwanakomana wake mukuru Esau, akatuma munhu kuna Jakobho mwanakomana wake muduku akati kwaari, “Mukoma wako Esau ari kuzvinyaradza nepfungwa dzokuda kukuuraya. Naizvozvo zvino, mwanakomana wangu, chiita zvandinokuudza: Tiza izvozvi uende kuhanzvadzi yangu Rabhani kuHarani. Ugare naye kwechinguva kusvikira shungu dzomukoma wako dzaserera. Mukoma wako paanenge asina kukutsamwira uye akanganwa zvawakamuitira, ini ndichatuma shoko kwauri rokuti uchidzoka kubva ikoko. Ndorasikirwa nemi seiko muri vaviri zuva rimwe chete?” Ipapo Rabheka akati kuna Isaka, “Ndinosemburwa noupenyu nokuda kwavakadzi vechiHiti ava. Kana Jakobho akatora mukadzi anobva pakati pavakadzi vechiHiti vakaita savava, kurarama kwangu hakungavi namaturo.”"
    },
    {
      "chapter": "28",
      "verses": "Saka Isaka akadana Jakobho uye akamuropafadza akamurayira achiti, “Usawana mukadzi muKenani. Kurumidza uende kuPadhani Aramu kuimba yaBhetueri baba vamai vako. Uzvitorere mukadzi ikoko, kubva pakati pavanasikana vaRabhani, hanzvadzi yamai vako. Mwari Wamasimba Ose ngaakuropafadze uye aite kuti ubereke uye akuitei vazhinji kusvikira mava marudzi mazhinji. Ngaakupe iwe nezvizvarwa zvako maropafadzo akapiwa kuna Abhurahama, kuitira kuti utore nyika yaugere zvino somutorwa, nyika yakapiwa Abhurahama naMwari.” Ipapo Isaka akaendesa Jakobho, uye iye akaenda kuPadhani Aramu, kuna Rabhani mwanakomana waBhetueri muAramu, hanzvadzi yaRabheka, akanga ari mai vaJakobho naEsau. Zvino Esau akaziva kuti Isaka akanga aropafadza Jakobho uye kuti akanga amuendesa kuPadhani Aramu kuti andotora mukadzi ikoko, uye kuti paakamuropafadza akamurayira achiti, “Usawana mukadzi muKenani,” uye kuti Jakobho akateerera baba namai vake uye kuti akanga aenda kuPadhani Aramu. Ipapo Esau akaziva kuti vakadzi veKenani vakanga vasingafadzi sei Isaka baba vake; saka akaenda kuna Ishumaeri akandowana Maharati, hanzvadzi yaNebhayoti mwanasikana waIshumaeri mwanakomana waAbhurahama, kuwedzera pavakadzi vaakanga atova navo kare. Chiroto chaJakobho paBheteri Jakobho akabva paBheerishebha akaenda kuHarani. Akati asvika pane imwe nzvimbo, akavata ipapo usiku nokuti zuva rakanga ravira. Akatora rimwe ramatombo ipapo, akaritsamira uye akavata. Akarota achiona manera amire panyika, uye musoro wawo uchisvika kudenga, uye vatumwa vaMwari vaikwira nokudzika nawo. Pamusoro pawo ipapo pakanga pamire Jehovha, uye akati, “Ndini Jehovha, Mwari wababa vako Abhurahama naMwari waIsaka. Ndichakupa iwe nezvizvarwa zvako nyika yauvete pairi. Zvizvarwa zvako zvichaita seguruva renyika, uye muchapararira kubva kumavirira kusvikira kumabvazuva, kumusoro nezasi. Marudzi ose apanyika acharopafadzwa kubudikidza navana vako. Ndinewe uye ndichakuchengeta kwose kwaunoenda, uye ndichakudzosazve munyika ino. Handingakusiyi kusvikira ndaita zvandakavimbisa.” Jakobho akati apepuka pahope, akafunga akati, “Zvirokwazvo Jehovha ari panzvimbo ino, uye ndanga ndisingazvizivi.” Akanga achitya uye akati, “Nzvimbo ino inotyisa sei! Iyi imba chaiyo yaMwari; iri ndiro suo rokudenga.” Mangwanani akatevera Jakobho akatora dombo raakanga akatsamira akarimisa sembiru akadururira mafuta pamusoro paro. Akatumidza nzvimbo iyi zita rokuti Bheteri, kunyange zvazvo guta iro raimbonzi Ruzi. Ipapo Jakobho akaita mhiko, akati, “Kana Mwari akava neni uye akandichengeta parwendo urwu rwandiri kufamba uye akandipa zvokudya kuti ndidye nenguo dzokupfeka uye ndikadzoka zvakanaka kuimba yababa vangu, ipapo Jehovha achava Mwari wangu uye dombo iri randamisa sembiru richava imba yaMwari, uye pane zvose zvamuchandipa ndichakupai chegumi.”"
    },
    {
      "chapter": "29",
      "verses": "Jakobho anosvika muPadhani Aramu Ipapo Jakobho akapfuurira mberi norwendo rwake uye akasvika kunyika yavanhu vokumabvazuva. Ikoko akaona tsime musango, namapoka matatu amakwai avete pedyo naro nokuti makwai ainwiswa patsime iroro. Ibwe rakanga riri pamuromo wetsime rakanga riri guru. Mapoka ose aiti aungana ipapo, vafudzi vaikungurutsa ibwe kubva pamuromo wetsime vachinwisa makwai avo. Ipapo vaizodzorera ibwe panzvimbo yaro, ipo pamuromo wetsime. Jakobho akabvunza vafudzi akati, “Mabvepiko, hama dzangu?” Ivo vakapindura vakati, “Tabva kuHarani.” Iye akati kwavari, “Munoziva Rabhani, muzukuru waNahori here?” Vakapindura vakati, “Hongu, tinomuziva.” Ipapo Jakobho akavabvunza akati, “Anofara here?” Ivo vakati, “Hongu, anofara uye hoyo mwanasikana wake Rakeri ari kuuya namakwai.” Iye akati, “Tarirai, achiri masikati haisati yava nguva yokuti makwai aunganidzwe. Nwisai makwai mugoadzosera kumafuro.” Vakapindura vakati, “Hatigoni kudaro kusvikira mapoka ose aunganidzwa uye ibwe rakungurutswa kubva pamuromo wetsime. Ipapo ndipo patinozonwisa makwai.” Paakanga achiri kutaura navo, Rakeri akasvika namakwai ababa vake, nokuti akanga ari mufudzikadzi. Jakobho akati achiona Rakeri mwanasikana waRabhani, hanzvadzi yamai vake, uye namakwai aRabhani, akaendapo akandokungurutsa ibwe kubva pamuromo wetsime ndokubva anwisa makwai asekuru vake. Ipapo Jakobho akatsvoda Rakeri uye akachema zvikuru. Uye akaudza Rakeri kuti iye akanga ari hama yababa vake uye ari mwanakomana waRabheka. Saka Rakeri akamhanya akandoudza baba vake. Rabhani akati angoudzwa mashoko pamusoro paJakobho, mwanakomana wehanzvadzi yake, akakurumidza kundosangana naye. Akamumbundikira, akamutsvoda uye akamuuyisa kumba kwake, uye ipapo Jakobho akamuudza zvose izvi. Ipapo akati kwaari, “Iwe uri nyama yangu neropa rangu.” Jakobho anowana Rea naRakeri Shure kwokugara kwake naye mwedzi wose, Rabhani akati kwaari, “Ungandishandira usingapuwi mubayiro nokuda kwokuti uri hama yangu here? Ndiudze kuti mubayiro wako unofanira kuva chii?” Zvino Rabhani akanga ana vanasikana vaviri; zita romukuru rainzi Rea uye zita romuduku rainzi Rakeri. Rea akanga ana meso akaneta, asi Rakeri akanga ane chimiro chinoyevedza uye akanaka kwazvo. Jakobho aida Rakeri uye akati, “Ndichakushandirai kwamakore manomwe mugondipa Rakeri mwanasikana wenyu muduku.” Rabhani akati, “Zviri nani kuti ndimupe kwauri pano kumupa kuno mumwewo murume. Chigara hako pano neni.” Saka Jakobho akashanda kwamakore manomwe kuti awane Rakeri, asi akaita samazuva mashoma chete kwaari nokuda kworudo rwake kwaari. Ipapo Jakobho akati kuna Rabhani, “Ndipei mukadzi wangu. Nguva yangu yakwana uye ndinoda kuvata naye.” Saka Rabhani akaunganidza pamwe chete vanhu vose venzvimbo iyo akaita mutambo. Asi akati ava madekwana, iye akatora mwanasikana wake Rea akamupa kuna Jakobho, uye Jakobho akavata naye. Uye Rabhani akapa Ziripa murandakadzi wake kumwanasikana wake kuti ave mushandi wake. Kwakati kwaedza mangwanani wanei ndiRea! Saka Jakobho akati kuna Rabhani, “Chiiko ichi chamaita kwandiri? Ndakashandira Rakeri, handizvo here? Seiko mandinyengera?” Rabhani akapindura akati, “Haisi tsika yedu kuno kuti mwanasikana muduku atange kuwanikwa mukuru achigere kuwanikwa. Pedzisa vhiki youmwenga yomwanasikana uyu; ipapo tichazokupawo muduku shure kwokushandira mamwe makore manomwe.” Uye Jakobho akaita saizvozvo. Akapedza vhiki naRea, uye ipapo Rabhani akamupa mwanasikana wake Rakeri kuti ave mukadzi wake. Rabhani akapa murandakadzi wake Bhiriha kuna Rakeri kuti ave mushandi wake. Jakobho akavatawo naRakeri uye aida Rakeri kupfuura Rea. Uye akashandira Rabhani kwamamwe makore manomwe. Vana vaJakobho Jehovha akati aona kuti Rea akanga asingadikanwi, akazarura chizvaro chake, asi Rakeri akanga asingabereki. Rea akava nemimba uye akabereka mwanakomana. Akamutumidza zita rokuti Rubheni, nokuti akati, “Jehovha akaona kutambudzika kwangu. Zvirokwazvo murume wangu achandida zvino.” Akabatazve pamwe pamuviri, uye akati abereka mwanakomana, akati, “Nokuti Jehovha akanzwa kuti handidikanwi, akandipa uyuzve.” Saka akamutumidza kuti Simeoni. Akabatazve pamwe pamuviri uye akati abereka mwanakomana, akati, “Zvino pakupedzisira murume wangu achabatanidzwa neni, nokuti, ndamuberekera vanakomana vatatu.” Saka akamutumidza zita rokuti Revhi. Akabatazve pamwe pamuviri uye paakabereka mwanakomana, akati, “Nguva ino ndicharumbidza Jehovha.” Saka akamutumidza zita rokuti Judha. Ipapo akaguma kubereka vana."
    },
    {
      "chapter": "30",
      "verses": "Rakeri akati aona kuti akanga asingaberekeri Jakobho vana, akaitira mukoma wake godo. Saka akati kuna Jakobho, “Ndipe vana, kana zvikasadaro ndichafa!” Jakobho akamutsamwira akati, “Ko, ini ndiri panzvimbo yaMwari here akakuita kuti urege kuva nevana?” Ipapo akati, “Hoyu Bhiriha, murandakadzi wangu. Vata naye kuitira kuti andiberekere vana uye kuti kubudikidza naye neni ndigovawo nemhuri.” Saka akamupa murandakadzi wake Bhiriha kuti ave mukadzi wake. Jakobho akavata naye, uye akava nemimba akamuberekera mwanakomana. Ipapo Rakeri akati, “Mwari andiruramisira; iye akanzwa mukumbiro wangu uye akandipa mwanakomana.” Nokuda kwaizvozvo akamutumidza zita rokuti Dhani. Bhiriha murandakadzi waRakeri akavazve nemimba uye akaberekera Jakobho mwanakomana wechipiri. Ipapo Rakeri akati, “Ndakava nokurwa kukuru nomukoma wangu, uye ndikakunda.” Saka akatumutumidza zita rokuti Nafutari. Rea akati aona kuti aguma kubereka vana, akatora murandakadzi wake Ziripa akamupa kuna Jakobho somukadzi wake. Ziripa murandakadzi waRea akaberekera Jakobho mwanakomana. Ipapo Rea akati, “Makorokoto! Zvaita zvakanaka.” Saka akamutumidza zita rokuti Gadhi. Ziripa murandakadzi waRea akaberekera Jakobho mwanakomana wechipiri. Ipapo Rea akati, “Mufaroi wandinawo! Vakadzi vachati mufaro kwandiri.” Saka akamutumidza zita rokuti Asheri. Panguva yokuchekwa kwegorosi, Rubheni akabuda akaenda musango akandowana mamandiraki, akauya nawo kuna mai vake Rea, Rakeri akati kuna Rea, “Ndapota dondipawo mamwe mamandiraki omwanakomana wako.” Asi iye akati kwaari, “Ko, hazvina kuringana here kuti wakanditorera murume wangu? Uchada kutorazve mamandiraki omwanakomana wangu here?” Rakeri akati, “Zvakanaka, ngaavate newe usiku huno nokuda kwamamandiraki omwanakomana wako.” Saka Jakobho akati achisvika kubva kusango manheru iwayo, Rea akabuda kundomuchingamidza. Iye akati kwaari, “Unofanira kuvata neni iwe. Ndakutenga nemamandiraki omwanakomana wangu.” Saka akavata naye usiku ihwohwo. Mwari akanzwa Rea, uye akava nemimba akaberekera Jakobho mwanakomana wechishanu. Ipapo Rea akati, “Mwari akandipa mubayiro nokuda kwokupa murandakadzi wangu kumurume wangu.” Saka akamutumidza zita rokuti Isakari. Rea akabatazve pamuviri uye akaberekera Jakobho mwanakomana wechitanhatu. Ipapo Rea akati, “Mwari andipa chipo chinokosha. Nguva ino murume wangu achandikudza, nokuti ndamuberekera vanakomana vatanhatu.” Saka akamutumidza zita rokuti Zebhuruni. Shure kwaizvozvo akazobereka mwanasikana uye akamutumidza zita rokuti Dhaina. Ipapo Mwari akarangarira Rakeri; akamunzwa uye akazarura chizvaro chake. Akava nemimba akabereka mwanakomana uye akati, “Mwari abvisa kunyadziswa kwangu.” Akamutumidza zita rokuti Josefa, uye akati, “Mwari ngaandiwedzere mumwe mwanakomana.” Zvipfuwo zvaJakobho zvinowanda Shure kwokuberekwa kwaJosefa naRakeri, Jakobho akati kuna Rabhani, “Ndiregei ndiende kunyika yokwangu. Ndipei vakadzi vangu navana, avo vandakakushandirai kuti ndigowana, uye ndigoenda. Munoziva kuti ndakakushandirai sei.” Asi Rabhani akati kwaari, “Kana ndawana nyasha pamberi pako, ndapota hangu imbogara. Ndakaona nokuvuka kuti Jehovha akandiropafadza nokuda kwako.” Akatizve, “Reva muripo wako, uye ndichakuripa.” Jakobho akati kwaari, “Munoziva kuti ndakakushandirai sei uye kuti zvipfuwo zvenyu ndakazvichengeta sei. Zvishoma zvamaiva nazvo kare ndisati ndauya zvawanda, uye Jehovha akakuropafadzai kwose kwandakanga ndiri. Asi zvino, ndichaitirawo mhuri yangu chinhu riniko?” Akamubvunza akati, “Ndokupeiko?” Jakobho akati, “Musandipa chinhu. Asi kana mukandiitira chinhu chimwe chete ichi, ndicharamba ndichifudza makwai enyu uye ndichaachengeta: Regai ndifambe pakati pezvipfuwo zvenyu zvose nhasi uye nditsaure pakati pazvo zvose zvina mavara namakwai ana makwapa, gwayana dema rimwe nerimwe nembudzi imwe neimwe ina mavara kana ina makwapa. Ndizvo zvichava mubayiro wangu. Uye kutendeka kwangu kuchandipupurira pane ramangwana rangu, pose pamunenge muchizoona mubayiro wangu wamakandipa. Mbudzi ipi zvayo yandinayo inenge isina mavara kana gwapa, kana gwayana ripi zvaro rinenge risina kusviba, zvichanzi zvakabiwa.” Rabhani akati, “Ndizvozvo. Ngazvive sezvawataura.” Musi wacho iwoyo akatsaura nhongo dzose dzembudzi dzakanga dzine mitsetse kana dzaiva namakwapa, nenhunzvi dzose dzembudzi (dzose dzakanga dzine zvichena padziri) namakwayana matema ose, akazvichengetesa navanakomana vake. Ipapo akaisa nhambwe yorwendo rwamazuva matatu pakati pake naJakobho, asi Jakobho akaramba achifudza makwai akanga asara aRabhani. Kunyange zvakadaro, Jakobho akatora matavi akatemwa kubva pamupopura, muarimondi noomuti womupureni uye akasvuura mitsetse michena pairi achibvisa gwati kuti kuchena kwedanda kwomukati kuonekwe. Ipapo akaisa matanda ose akasvuurwa muzvinwiro zvose, kuitira kuti ave mberi kwezvipfuwo pazvainge zvauya kuzonwa. Zvipfuwo zvapfumvura zvaiti pazvinenge zvauya kuzonwa mvura, zvaisangana pamberi pamatanda. Uye zvaibereka vana vane mitsetse kana vane mavara kana makwapa. Jakobho aitsaura mbudzana kana makwayana oga, asi aiita kuti akasara atarisane nezvipfuwo zvine mitsetse nezvipfuwo zvitema zvakanga zviri zvaRabhani. Nokudaro akaparadzanisa zvipfuwo zvake nezvaRabhani. Pose painge nhunzvi dzezvipfuwo zvine simba zvapfumvura, Jakobho aiisa matanda muzvinwiro pamberi pezvipfuwo kuitira kuti zvisangane pedyo namatanda, asi kana zvipfuwo zvisina simba, aisaisa matanda ipapo. Saka zvipfuwo zvisina simba zvakaenda kuna Rabhani uye zvine simba zvikaenda kuna Jakobho. Nenzira iyi murume uyu akapfuma kwazvo uye akava namapoka akawanda amakwai, navarandakadzi navarandarume, uye ngamera nembongoro."
    },
    {
      "chapter": "31",
      "verses": "Jakobho anotiza kubva kuna Rabhani Jakobho akanzwa kuti vanakomana vaRabhani vakanga vachiti, “Jakobho atora zvose zvaiva zvababa vedu uye awana upfumi hwose uhu kubva kune zvaiva zvababa vedu.” Uye Jakobho akaona kuti ndangariro dzaRabhani kwaari dzakanga dzisisina kuita sapakutanga. Ipapo Jehovha akati kuna Jakobho, “Dzokera kunyika yamadzibaba ako nokuhama dzako, uye ndichava newe.” Saka Jakobho akatuma shoko kuna Rakeri naRea kuti vauye kusango kwakanga kuna makwai ake. Akati kwavari, “Ndinoona kuti ndangariro dzababa venyu kwandiri hadzisisina kuita sezvadzakanga dzakaita kare, asi Mwari wababa vangu aneni. Munoziva kuti ndakashandira baba venyu nesimba rangu rose, asi baba venyu vakandinyengera nokushandura-shandura mubayiro wangu kagumi kose. Kunyange zvakadaro hazvo, Mwari haana kuvatendera kuti vandikuvadze. Pavakati, ‘Zvina mavara zvichava mubayiro wako,’ ipapo zvipfuwo zvose zvakabereka zvina mavara, uye pavakati, ‘Zvine mitsetse zvichava mubayiro wako,’ ipapo zvipfuwo zvose zvakaberekwa zvine mitsetse. Saka Mwari akatora zvipfuwo zvababa venyu akazvipa kwandiri. “Panguva yokubereka kwezvipfuwo, ndakarota dzimwe hope dzokuti ndakatarira ndikaona kuti nhongo dzembudzi dzaisangana nezvipfuwo dzakanga dzine mitsetse, dzina mavara kana kuti dzina makwapa. Mutumwa waMwari akati kwandiri mukurota, ‘Jakobho,’ ini ndikapindura ndikati, ‘Ndiri pano.’ Uye akati, ‘Tarira uone kuti nhongo dzose dzembudzi dzinosangana nezvipfuwo zvose dzine mitsetse, mavara kana makwapa, nokuti ndaona zvose zvakanga zvichiitwa naRabhani kwauri. Ndini Mwari weBheteri, kuya kwawakazodza mbiru uye kwawakaita mhiko neni. Zvino kurumidza ubve munyika ino uye udzokere kunyika kwawakazvarirwa.’ ” Ipapo Rakeri naRea vakati, “Ko, tichine mugove munhaka yababa vedu here? Ko, havationi savatorwa here? Havana kungotitengesa chete, asi vakashandisa mutengo wedu wose. Zvirokwazvo pfuma yose yakatorwa naMwari kubva kuna baba vedu ndezvedu nevana vedu. Saka ita zvose zvaunoudzwa naMwari.” Ipapo Jakobho akaisa vana vake navakadzi vake pangamera, uye akatinha zvipfuwo zvose pamwe chete nepfuma yose yaakanga aunganidza muPadhani Aramu, kuti aende kuna baba vake Isaka kunyika yeKenani. Rabhani akati aenda kundoveura makwai ake, Rakeri akaba vamwari vomumba mababa vake. Pamusoro paizvozvo, Jakobho akanyengera Rabhani muAramu nokusamuudza kuti ava kuenda. Saka akatiza nezvose zvaakanga anazvo, akayambuka Rwizi akananga kunyika yezvikomo yeGireadhi. Rabhani anotevera Jakobho Pazuva rechitatu Rabhani akazoudzwa kuti Jakobho akanga atiza. Akatora hama dzake, akatevera Jakobho kwamazuva manomwe uye vakamubatira munyika yezvikomo yeGireadhi. Ipapo Mwari akasvika kuna Rabhani muAramu mukurota usiku uye akati kwaari, “Chenjera kuti urege kutaura chinhu chipi zvacho kuna Jakobho, chakanaka kana chakaipa.” Jakobho akanga adzika tende rake munyika yezvikomo yeGireadhi paakabatwa naRabhani, uye Rabhani nehama dzake vakadzikawo musasa ipapo. Ipapo Rabhani akati kuna Jakobho, “Waiteiko? Wandinyengera, uye watakura vanasikana vangu senhapwa muhondo. Ko, watizirei muchivande uye ukandinyengera? Seiko usina kundiudza, kuitira kuti ndaidai ndakuendesa nomufaro uye kuchiimbwa nziyo nokuridzwa matamburena norudimbwa? Hauna kunditendera kutsvoda vazukuru vangu kana kuonekana navanasikana vangu. Waita zvoupenzi. Ndine simba rokukukuvadza; asi usiku Mwari wababa vako ati kwandiri, ‘Chenjera kuti urege kutaura chinhu chipi zvacho kuna Jakobho, chakanaka kana chakaipa.’ Zvino wakada kuenda nokuda kwokushuva kudzokera kuimba yababa vako. Asi wakabireiko vamwari vangu?” Jakobho akapindura Rabhani akati, “Ndakanga ndichitya, nokuti ndakafunga kuti maizonditorera vanasikana venyu nechisimba. Asi kana mukawana munhu upi zvake anenge ana vamwari venyu, iyeye haafaniri kurarama. Pamberi pehama dzedu zvionerei pachenyu kana pane chinhu chenyu pano neni; uye kana zvakadaro, muchitore henyu.” Zvino Jakobho akanga asingazivi kuti Rakeri akanga aba vamwari vacho. Saka Rabhani akapinda mutende raJakobho nomutende raRea uye nomumatende maviri avarandakadzi, asi haana kuwana chinhu. Mushure mokubuda kwake mutende raRea, akapinda mutende raRakeri. Zvino Rakeri akanga atora vamwari vomuimba yababa vake akavaisa pasi pechigaro chengamera yake uye akanga agere pamusoro pazvo. Rabhani akatsvaka pakati pezvinhu zvose mutende asi haana kuwana chinhu. Rakeri akati kuna baba vake, “Regai henyu kutsamwa, ishe wangu, kuti handigoni kusimuka pamberi penyu; ndiri pamutowo wavakadzi.” Saka akatsvaka asi haana kuwana vamwari veimba yake. Jakobho akatsamwa uye akapopotera Rabhani akati, “Mhaka yangu ndeyeiko? Chivi chandakaita ndecheiko zvamandivhima mukadai? Zvino zvamatsvaka pakati penhumbi dzangu dzose, chiiko chamawana chokumba kwenyu? Chiisei pano pamberi pehama dzenyu, uye ngavatonge pakati pedu isu vaviri. “Ndakanga ndinemi makore makumi maviri aya. Makwai enyu nembudzi dzenyu hazvina kusvodza, uye handina kudya makondohwe amakwai enyu. Handina kuuya kwamuri nezvipfuwo zvakabvamburwa nezvikara zvesango; ndakatakura mutoro wacho pachangu. Uye makareva muripo kubva kwandiri pane zvose zvakabiwa masikati kana usiku. Aya ndiwo aiva magariro angu: Ndakapiswa nezuva masikati uye nechando usiku, uye hope dzakatiza mumaziso angu. Zvakanga zvakaita saizvozvi kwamakore gumi namana nokuda kwavanasikana venyu vaviri ava uye makore matanhatu nokuda kwezvipfuwo zvenyu, uye makashandura mabayiro wangu kagumi. Dai Mwari wababa vangu, iye Mwari waAbhurahama uye aityiwa naIsaka, akanga asineni, zvirokwazvo mungadai makandiendesa ndisina chinhu. Asi Mwari akaona kutambudzika kwangu nokubata kwamaoko angu, uye usiku akakutsiurai.” Rabhani akapindura Jakobho akati, “Madzimai aya vanasikana vangu, uye vana ava vana vangu, uye zvipfuwo izvi ndezvangu. Zvose zvaunoona ndezvangu. Asi ndichaiteiko nhasi pamusoro pavanasikana vangu ava, kana pamusoro pavana vavakabereka? Uya zvino, ngatiite sungano, iwe neni, uye ngaive chapupu pakati pedu.” Saka Jakobho akatora ibwe akarimisa sembiru. Iye akati kuhama dzake, “Unganidzai mamwe mabwe.” Saka vakatora mabwe vakaaunganidza vakaita murwi, uye vakadya ipapo pamurwi. Rabhani akautumidza zita rokuti Jegari Sahadhuta, uye Jakobho akautumidza kuti Gareedhi. Rabhani akati, “Murwi uyu ndiwo uchapupu pakati pangu newe nhasi.” Ndokusaka wakanzi Gareedhi. Wakanga uchinziwo Mizipa, nokuti akati, “Jehovha ngaachengete iwe neni patinenge tiri kure nokure. Kana ukabata vanasikana vangu zvakaipa kana kutora vamwe vakadzi kunze kwevanasikana vangu, kunyange dai mumwe munhu akasava nesu, rangarira kuti Mwari ndiye chapupu pakati pako neni.” Rabhani akatiwo kuna Jakobho, “Hoyu murwi uyu, uye heyi mbiru yandamisa iyi pakati pako neni. Murwi uyu ndiwo chapupu uye mbiru iyi ndiyo chapupu, kuti handizopfuuri murwi uno ndichiuya kwauri kuti ndizokukuvadza uye kuti iwe hauzopfuuri murwi uno nembiru uchiuya kurutivi rwangu kuti uzondikuvadza. Mwari waAbhurahama naMwari waNahori, iye Mwari wababa vavo, ngaatonge pakati pedu.” Saka Jakobho akaita mhiko muzita raiye aityiwa nababa vake Isaka. Akapa chibayiro imomo munyika yezvikomo uye akakoka hama dzake kuti dzizodya. Mushure mokudya ikoko vakavatapo usiku ihwohwo. Mangwanani akatevera Rabhani akatsvoda vazukuru vake navanasikana vake uye akavaropafadza. Ipapo akabva akadzokera kumusha kwake."
    },
    {
      "chapter": "32",
      "verses": "Jakobho anogadzirira kundosangana naEsau Jakobho akaendawo nzira yake, uye vatumwa vaMwari vakasangana naye. Jakobho akati achivaona, akati, “Uyu ndiwo musasa waMwari!” Saka akatumidza nzvimbo iyo zita rokuti Mahanaimi. Jakobho akatuma nhume mberi kwake kumukoma wake Esau munyika yeSeiri, iyo nyika yeEdhomu. Akavarayira akati, “Izvi ndizvo zvamunofanira kutaura kuna tenzi wangu Esau kuti: ‘Zvanzi nomuranda wenyu Jakobho, Ndakanga ndichigara naRabhani uye ndakagarako kusvikira zvino. Ndine mombe nembongoro, makwai nembudzi, varandarume navarandakadzi. Zvino ndiri kutuma shoko iri kuna she, kuti ndiwane nyasha pamberi penyu.’ ” Nhume dzakati dzadzoka kuna Jakobho, dzakati kwaari, “Takaenda kumukoma wenyu Esau, uye ari kuuya zvino kuzosangana nemi, uye ana varume mazana mana.” Ipapo Jakobho akatya zvikuru uye akatambudzika, akaparadzanisa vanhu vaakanga anavo mumapoka maviri, uye makwai nemombe nengamerawo. Iye akafunga akati, “Kana Esau akasvika akaparadza rimwe boka, boka rasara ringapunyuka.” Ipapo Jakobho akanyengetera akati, “Haiwa Mwari wababa vangu Abhurahama, Mwari wababa vangu Isaka, imi Jehovha makati kwandiri, ‘Dzokera kunyika yokwako nokuhama dzako, uye ndichaita kuti ubudirire,’ ini handina kufanirwa nenyasha dzenyu dzose idzi uye nokutendeka kwamakaratidza muranda wenyu. Ndakanga ndichingova netsvimbo yangu bedzi pandakayambuka Jorodhani urwu, asi zvino ndava mapoka maviri. Ndinokumbira kuti mundiponese kubva muruoko rwomukoma wangu Esau, nokuti ndinotya kuti achasvika akandiuraya, uyewo madzimai aya navana vavo. Asi imi makati, ‘Zvirokwazvo ndichaita kuti ubudirire uye kuti zvizvarwa zvako zvive sejecha regungwa, risingagoni kuverengwa.’ ” Akapedza usiku hwose ipapo, uye pane zvaakanga anazvo, akatsaurira mukoma wake Esau chipo chaiti: mazana maviri enhunzvi dzembudzi namakumi maviri enhongo dzembudzi, mazana maviri amatunzvi amakwai namakondohwe makumi maviri, ngamera hadzi, makumi matatu navana vadzo, mhou dzemombe makumi mana nehando gumi, mbongoro hadzi makumi maviri uye nehono gumi. Akaita kuti zvichengetwe navaranda vake, boka rimwe nerimwe riri roga, uye akati kuvaranda vake, “Tungamirai mberi kwangu, uye musiye nzvimbo pakati pamapoka.” Akarayira uya akanga achitungamirira akati, “Mukoma wangu Esau paanosangana nemi uye akakubvunza achiti, ‘Uri waaniko iwe, uye uri kuendepi, uye pfuma yose iri mberi kwako ndeyani?’ ipapo iwe unofanira kupindura uchiti, ‘Ndezvomuranda wenyu Jakobho. Izvi zvipo zvatumirwa kuna she wangu Esau, uye iye ari kutevera mumashure medu.’ ” Akarayirawo wechipiri, wechitatu uye navamwe vose vaitevera mapoka achiti, “Munofanira kutaura chinhu chimwe chete kuna Esau pamunosangana naye. Uye murangarire kuti, ‘Muranda wenyu Jakobho ari kuuya mumashure medu.’ ” Nokuti akafunga akati, “Ndamunyaradza nezvipo zvandiri kumutumira mberi; pandinozomuona, zvichida achandigamuchira.” Saka chipo chaJakobho chakatungamira mberi kwake, asi iye pachake akavata mumusasa. Nokuti akafunga akati, “Ndichamunyaradza nezvipo zvandiri kutumira mberi; pandinozomuona, zvichida achandigamuchira.” Jakobho anoita mutsimba naMwari Usiku ihwohwo Jakobho akamuka akatora vakadzi vake vaviri, varandakadzi vake navanakomana vake gumi nomumwe vakayambuka pazambuko reJabhoki. Shure kwokuvayambutsa rukova, akayambutsawo zvose zvaakanga anazvo. Saka Jakobho akasara ari oga, uye mumwe murume akaita mutsimba naye kusvikira utonga hwatsvuka. Murume uye paakaona kuti akanga asingagoni kumukunda, akabata pahudyu yaJakobho zvokuti hudyu yakashodogoka paakanga achiita mutsimba nomunhu uyu. Ipapo murume uya akati, “Ndirege ndiende, nokuti utonga hwatsvuka.” Asi Jakobho akapindura akati, “Handingatongokuregei muchienda kusvikira mandiropafadza.” Murume uya akamubvunza akati, “Zita rako ndianiko?” Jakobho akapindura akati, “Jakobho.” Ipapo murume uya akati, “Zita rako harichazonzi Jakobho, asi Israeri, nokuti wakarwa naMwari uye nomunhu uye ukakunda.” Jakobho akati, “Ndapota hangu, ndiudzei zita renyu.” Asi iye akapindura akati, “Seiko uchibvunza zita rangu?” Ipapo akamuropafadza. Saka Jakobho akatumidza nzvimbo iyo zita rokuti Penieri, akati, “Nokuti ndaona Mwari chiso nechiso, asi handina kufa.” Zuva rakakwira pamusoro pake, paakanga opfuura Penieri, uye akanga achikamhina nokuda kwehudyu yake. Naizvozvo kusvikira zuva ranhasi vaIsraeri havadyi runda rakabatanidzwa nehudyu, nokuti hudyu yaJakobho yakanga yakuvadzwa pedyo nerunda."
    },
    {
      "chapter": "33",
      "verses": "Jakobho anosangana naEsau Jakobho akasimudza meso ake ndokuona hoyo Esau, achiuya ana varume mazana mana; saka akaparadzanisa vana pakati paRea naRakeri navarandakadzi vaviri. Akaisa varandakadzi navana vavo pamberi, Rea navana vake vachitevera, uye Rakeri naJosefa mumashure. Iye pachake akatungamira mberi akakotamira pasi kanomwe paakanga oswedera kumukoma wake. Asi Esau akamhanya kundosangana naye uye akamumbundikira mumutsipa namaoko ake uye akamutsvoda. Uye vakachema. Ipapo Esau akasimudza meso ake akaona madzimai navana. Akamubvunza akati, “Ndivanaaniko ava vaunavo?” Jakobho akapindura akati, “Ndivo vana vakapiwa muranda wenyu naMwari.” Ipapo varandakadzi navana vavo vakaswedera uye vakakotama pasi. Zvimwe chetezvo, Rea navana vake vakasvika uye vakakotama pasi. Mushure mavo vose Josefa naRakeri, naivowo vakakotama pasi. Esau akati, “Ko, unorevei namapoka ose andasangana nawo aya?” Iye akati, “Kuti ndiwane nyasha pamberi penyu, ishe wangu.” Asi Esau akati, “Ndatova nezvizhinji, munun'una wangu. Chizvichengetera iwe zvaunazvo.” Jakobho akati, “Kwete ndapota! Kana ndawana nyasha kwamuri gamuchirai henyu chipo ichi kubva kwandiri. Nokuti kuona chiso chenyu kunenge kuona chiso chaMwari, sezvo zvino mandigamuchira zvakanaka kudai. Ndapota, gamuchirai chipo chandakuvigirai, nokuti Mwari akandiitira nyasha uye ndine zvose zvandinoda.” Uye nokuda kwokuti Jakobho akaramba achimugombedzera, Esau akazochigamuchira. Ipapo Esau akati, “Ngatiendei zvedu; ndichakuperekedzai.” Asi Jakobho akati kwaari, “Ishe wangu anoziva kuti vana vachiri vaduku uye kuti ndinofanira kuchengetedza makwai nemombe dziri kunwisa. Kana zvikanyanya kutinhwa nezuva rimwe chete, zvingazofa. Saka ishe wangu ngaatungamire hake mberi kwomuranda wake, ini ndichifamba hangu zvishoma zvishoma nenhambwe dzinoenderana nezvipfuwo zviri mberi kwangu, uyewo zvinoenderana navana, kudzamara ndasvika kuna she wangu kuSeiri.” Esau akati, “Zvino chirega ndisiye vamwe vanhu vangu newe.” Jakobho akabvunza akati, “Asi mungaitireiko izvozvo? Regai ndiwane nyasha pamberi pashe wangu bedzi.” Saka pazuva iroro, Esau akapinda munzira yake akadzokera kuSeiri. Zvisinei hazvo, Jakobho akaenda kuSukoti, kwaakazvivakira imba yake uye akaitirawo zvipfuwo zvake matanga. Ndokusaka nzvimbo iyo ichinzi Sukoti. Shure kwokubva kwaJakobho kuPadhani Aramu, akasvika zvakanaka kuguta reShekemu muKenani uye akadzika musasa wake pakatarisana neguta. Akatenga nzvimbo yaakadzika matende ake kubva kuvanakomana vaHamori, baba vaShekemu nezana resirivha. Ndipo paakavaka aritari akaitumidza zita rokuti Eri Erohe Israeri."
    },
    {
      "chapter": "34",
      "verses": "Dhaina navaShekemu Zvino Dhaina, mwanasikana akaberekerwa Jakobho naRea, akabuda kundoshanyira madzimai enyika iyo. Shekemu mwanakomana waHamori muHivhi, mutongi wenzvimbo iyo, akati amuona, akamutora akavata naye, uye akamunyadza. Mwoyo wake wakadokwairira Dhaina mwanasikana waJakobho, uye aida musikana uyu, uye akataura naye zvinyoronyoro. Saka Shekemu akati kuna Hamori baba vake, “Nditorerei musikana uyu kuti ave mukadzi wangu.” Jakobho paakanzwa kuti mwanasikana wake Dhaina akanga asvibiswa, vanakomana vake vakanga vari kusango nezvipfuwo zvake; saka akanyarara pamusoro pazvo kusvikira vauya kumba. Ipapo Hamori baba vaShekemu vakabuda kundotaura naJakobho. Zvino vanakomana vaJakobho vakauya vachibva kusango, pavakangonzwa zvakanga zvaitika. Vakanga vane shungu uye vakatsamwa, nokuti Shekemu akanga aita chinhu chinonyadza kwazvo kuna Israeri, chokuvata nomwanasikana waJakobho, chinhu chisingafaniri kuitwa. Asi Hamori akati kwavari, “Mwanakomana wangu Shekemu anodokwairira mwanasikana wenyu. Ndapota mupei henyu iye kuti ave mukadzi wake. Ngatiwaniranei; tipei vanasikana venyu uye imiwo mutore vanasikana vedu. Munogona henyu kugara pakati pedu; nyika iri pamberi penyu. Garaimo, tengesaimo, uye muve nepfuma murimo.” Ipapo Shekemu akati kuna baba vaDhaina nokuhanzvadzi dzake, “Regai ndiwane nyasha pamberi penyu, uye ndichakupai zvose zvamunoda. Revai henyu roora romwenga uye ndichakupai chipo chikuru sezvamunoda, uye zvose zvamuchareva kwandiri ndicharipa hangu. Ndipei bedzi musikana ave mukadzi wangu.” Nokuda kwokuti hanzvadzi yavo Dhaina yakanga yasvibiswa vanakomana vaJakobho vakapindura nokunyengera pakutaura kwavo kuna Shekemu nababa vake Hamori. Vakati kwaari, “Hatingaiti chinhu chakadaro; hatigoni kupa hanzvadzi yedu kumurume asina kudzingiswa. Chingava chinyadzo kwatiri ichocho. Tingangotenderana kana maita chinhu chimwe chete: kuti imi muve sesu nokudzingisa varume vose. Ipapo tichakupai vanasikana vedu uye tigozvitorerawo vanasikana venyu. Tichagara pakati penyu tigova vanhu vamwe nemi. Asi kana musingadi kudzingiswa, isu tichatora hanzvadzi yedu tigoenda.” Kutaura kwavo kwainge kwakanaka kuna Hamori nomwanakomana wake Shekemu. Jaya iri raikudzwa zvikuru pakati pemhuri yose yababa varo, harina kunonoka kuita zvavakareva, nokuti akanga achifadzwa nomwanasikana waJakobho. Saka Hamori nomwanakomana wake Shekemu vakaenda kusuo reguta ravo kuti vandotaura navamwe varume vomuguta ravo. Vakati, “Vanhu ava vakanaka kwazvo kwatiri. Ngavagare munyika yedu uye vashambadzire mairi; nyika yakakura kwazvo kwavari. Tinogona kuwana vanasikana vavo uye ivo vanogona kuwana veduwo. Asi varume vachatenderana nesu kuti tive savanhu vamwe nechinhu chimwe bedzi, chokuti vanhurume vedu vadzingiswe, sezvavari ivo. Ko, mombe dzavo, pfuma yavo nezvimwe zvipfuwo zvavo hazvingavi zvedu here? Saka ngatitenderanei navo, uye ivo vagogara pakati pedu.” Varume vose vakabuda kusuo reguta vakabvumirana naHamori nomwanakomana wake Shekemu, uye vanhurume vose vomuguta vakadzingiswa. Shure kwamazuva matatu, vose vachiri kurwadziwa, vanakomana vaviri vaJakobho, Simeoni naRevhi, hanzvadzi dzaDhaina, vakatora minondo yavo vakarwisa guta rakanga risina chifungidziro, vakauraya munhurume wose. Vakauraya Hamori nomwanakomana wake nomunondo uye vakatora hanzvadzi yavo Dhaina kubva mumba maShekemu vakaenda. Vanakomana vaJakobho vakasvika kuzvitunha uye vakapamba guta iro makanga masvibiswa hanzvadzi yavo. Vakatora makwai avo nemombe dzavo, mbongoro dzavo nezvose zvakanga zviri zvavo muguta uye nezvaiva musango. Vakatakura pfuma yavo navakadzi vavo vose navana, vakapamba zvinhu zvose zvaiva mudzimba. Ipapo Jakobho akati kuna Simeoni naRevhi, “Mandiparira dambudziko mukandiita chinhu chinonhuwa kuvaKenani navaPerezi, vanhu vagere munyika muno. Tiri vashoma isu, uye kana vakandikomberana uye vakarwa neni, ini nemhuri yangu tichaparadzwa.” Asi ivo vakapindura vakati, “Zvakanaka here kuti vabate hanzvadzi yedu sechifeve?”"
    },
    {
      "chapter": "35",
      "verses": "Jakobho anodzokera kuBheteri Ipapo Mwari akati kuna Jakobho, “Kwira uende kuBheteri undogara ikoko, uye uvake aritari yaMwari ikoko, iye akazviratidza kwauri pawakanga uchitiza mukoma wako Esau.” Saka Jakobho akati kune veimba yake nokuna vose vakanga vanaye, “Bvisai vamwari vavatorwa vamunavo, muzvinatse uye mupfeke dzimwe nguo dzenyu. Ipapo mugouya tiende kuBheteri, uko kwandichandovaka aritari yaMwari, iye akandipindura pazuva rokutambudzika kwangu uye iye akanga aneni kwose kwandakaenda.” Saka vakapa Jakobho vamwari vavatorwa vose vavaiva navo uye nemhete dzaiva munzeve dzavo, uye Jakobho akazvifusira pasi pomuouki weShekemu. Ipapo vakasimuka, uye kutya Mwari kukawira pamusoro pamaguta ose akavapoteredza zvokuti hakuna munhu akavatevera. Jakobho navanhu vose vaaiva navo vakasvika kuRuzi (ndirowo Bheteri) munyika yeKenani. Akavaka aritari ipapo, uye akatumidza nzvimbo iyo zita rokuti Eri Bheteri, nokuti Mwari akazviratidza kwaari ipapo paakanga achitiza mukoma wake. Zvino Dhebhora, mureri waRabheka, akafa uye akavigwa pasi pomuouki mujinga meBheteri. Saka pakatumidzwa zita rokuti Aroni Bhakuti. Shure kwokudzokera kwaJakobho kuPadhani Aramu, Mwari akazviratidza zvakare uye akamuropafadza. Mwari akati kwaari, “Zita rako ndiJakobho, asi hauchanzi Jakobho, zita rako richanzi Israeri.” Saka akamutumidza zita rokuti Israeri. Uye Mwari akati kwaari, “Ndini Mwari Wamasimba Ose; berekenai muwande. Rudzi neboka rendudzi zvichabva kwauri, uye namadzimambo mauri. Nyika yandakapa Abhurahama naIsaka ndinoipawo kwauri, uye ndichapa nyika ino kuzvizvarwa zvako zvinokutevera.” Ipapo Mwari akakwira kudenga akabva panzvimbo yaakanga ataura naye. Jakobho akamisa mbiru yebwe panzvimbo iyo Mwari akanga ataura naye, uye akadururira chipiriso chinonwiwa pariri; akadirawo mafuta pariri. Jakobho akatumidza nzvimbo iyo Mwari akanga ataura naye kuti Bheteri. Kufa kwaRakeri naIsaka Ipapo vakapfuurira mberi kubva kuBheteri. Vachiri chinhambwe neEfurati, Rakeri akatanga kurwadziwa uye akatambudzika zvikuru. Uye paakanga achitambudzika zvikuru pakupona mwana, mbuya vaimuchengeta vakati kwaari, “Usatya, nokuti uno mumwe mwanakomana.” Paakabudisa mweya wake, nokuti akanga ofa, akatumidza mwanakomana wake zita rokuti BheniOni. Asi baba vake vakamutumidza zita rokuti Bhenjamini. Saka Rakeri akafa akavigwa munzira yaienda kuEfurati (ndiro Bheterehema). Pamusoro peguva rake Jakobho akaisa mbiru, uye kusvikira zuva ranhasi mbiru iyi inoratidza guva raRakeri. Israeri akapfuurira mberi zvakare akandodzika tende rake seri kweMigidhari Edheri. Israeri achiri kugara munyika iyo, Rubheni akapinda akandovata nomurongo wababa vake Bhiriha, uye Israeri akanzwa nezvazvo. Jakobho akanga ana vanakomana gumi navaviri: Vanakomana vaRea vaiti: Rubheni dangwe raJakobho, Simeoni, Revhi, Judha, Isakari naZebhuruni. Vanakomana vaRakeri vaiva: Josefa naBenjamini. Vanakomana vaBhiriha murandakadzi waRakeri vaiva: Dhani naNafutari. Vanakomana vaZiripa murandakadzi waRea vaiva: Gadhi naAsheri. Ava ndivo vanakomana vaJakobho, vaakabereka muPadhani Aramu. Jakobho akasvika kumusha kuna baba vake Isaka paMamure, pedyo neKiriati Abha (ndiro Hebhuroni), uko kwakambogara Abhurahama naIsaka. Isaka akararama kwamakore zana namakumi masere. Ipapo akabudisa mweya wake akafa uye akasanganiswa navanhu vake, akwegura kwazvo. Uye vanakomana vake Esau naJakobho vakamuviga."
    },
    {
      "chapter": "36",
      "verses": "Zvizvarwa zvaEsau Iyi ndiyo nhoroondo yaEsau (ndiye Edhomu). Esau akatora mukadzi wake kubva kuvakadzi veKenani: Adha mwanasikana waEroni muHiti, naOhoribhama mwanasikana waAna, muzukuru waZibheoni muHivhi, uyewo Bhasemati mwanasikana waIshumaeri, hanzvadzi yaNebhayoti. Adha akaberekera Esau Erifazi, Bhasemati akabereka Reueri, uye Ohoribhama akabereka Jeushi, Jaramu naKora. Ndivo vana vaEsau vaakaberekerwa muKenani. Esau akatora vakadzi vake navanakomana vake uye vanasikana vake navamwe vose veimba yake, pamwe chete nemombe dzake nezvimwe zvipfuwo zvake nepfuma yake yose yaakanga awana muKenani, akaenda kunyika yakanga iri kure nomunun'una wake Jakobho. Pfuma yakanga yawanda kwazvo kuti vagare pamwe chete; nyika yavaigara yakanga isisavaringani vose nokuda kwezvipfuwo zvavo. Saka Esau (ndiye Edhomu) akandogara kunyika yezvikomo yeSeiri. Iyi ndiyo nhoroondo yaEsau baba vavaEdhomu munyika yezvikomo yeSeiri. Aya ndiwo mazita avanakomana vaEsau: Erifazi, mwanakomana womukadzi waEsau Adha, naReueri, mwanakomana waBhasemati mukadzi waEsau. Vanakomana vaErifazi vaiva: Temani, Omari, Zefo, Gatami naKenazi. Mwanakomana waEsau, Erifazi naiyewo akanga ano murongo ainzi Timina, uyo akamuberekera Amareki. Ava ndivo vaiva vazukuru vaAdha, mukadzi waEsau. Vanakomana vaReueri vaiva: Nahati, Zera, Shama naMiza. Ava ndivo vaiva vazukuru vaBhasemati mukadzi waEsau. Vanakomana vaOhoribhama mukadzi waEsau mwanasikana waAna, muzukuru waZibheoni, vaakaberekera Esau vaiva: Jeushi, Jaramu naKora. Aya ndiwo aiva madzishe pakati pezvizvarwa zvaEsau: Vanakomana vaErifazi dangwe raEsau vaiva: madzishe Temani, Omari, Sefo, Kenazi, Kora, Gatami naAmareki. Aya ndiwo madzishe akabva kuna Erifazi muEdhomu; vaiva vazukuru vaAdha. Vanakomana vaReueri mwanakomana waEsau vaiva madzishe Nahati, Zera, Shama naMiza. Aya ndiwo madzishe akabva kuna Reueri muEdhomu; vakanga vari vazukuru vaBhasemati mukadzi waEsau. Vanakomana vaOhoribhama mukadzi waEsau vaiva: madzishe Jeushi, Jaramu naKora. Aya ndiwo madzishe akabva kuna Ohoribhama mukadzi waEsau mwanasikana waAna. Ava ndivo vaiva vanakomana vaEsau (ndiye Edhomu) uye aya ndiwo madzishe avo. Ava ndivo vakanga vari vanakomana vaSeiri muHori, vakanga vachigara mudunhu iroro: Rotani, Shobhari, Zibheoni, Ana, Dhishoni, Ezeri naDhishani. Vanakomana ava vaSeiri muEdhomu vakanga vari madzishe avaHori. Vanakomana vaRotani vaiva: Hori naHomani. Timina akanga ari hanzvadzi yaRotani. Vanakomana vaShobhari vaiva: Arivhani, Manahati, Ebhari, Shefo naOnami. Vanakomana vaZibheoni vaiva: Ayia naAna. Uyu ndiye uya Ana akawana matsime emvura inopisa mugwenga paakanga achifudza mbongoro dzababa vake Zibheoni. Vanakomana vaAna vaiva: Dishoni naOhoribhama mwanakomana waAna. Vanakomana vaDhishoni vaiva: Hemidhani, Eshibhani, Itirani naKerani. Vanakomana vaEzeri vaiva: Bhirihani, Zaavhani naAkani. Vanakomana vaDishani vaiva: Uzi naArani. Aya ndiwo akanga ari madzishe avaHori: Rotani, Shobhari, Zibheoni, Ana, Dishoni, Ezeri naDhishani. Aya ndiwo akanga ari madzishe avaHori zvichienderana namarudzi avo, munyika yaSeiri. Vatongi veEdhomu Aya ndiwo madzimambo akatonga muEdhomu pasati pambova namambo upi zvake akatonga muIsraeri: Bhera mwanakomana waBheori akava mambo weEdhomu. Guta rake rakatumidzwa zita rokuti Dhinihabha. Bhera akati afa, Jobhabhi mwanakomana waZera aibva kuBhozira akamutevera paumambo. Jobhabhi akati afa, Hushami aibva kunyika yavaTemani akamutevera paumambo. Hushani akati afa, Kadhadhi mwanakomana waBhedhadhi, uya akakunda Midhiani munyika yeMoabhu, akamutevera paumambo. Guta rake rakatumidzwa zita rokuti Avhiti. Hadhadhi akati afa, Samura aibva kuMasireka akamutevera paumambo. Samura akati afa, Shauri aibva kuRehobhoti paRwizi akamutevera paumambo. Shauri akati afa, Bhaari-Hanani mwanakomana waAkibhori akamutevera paumambo. Bhaari-Hanani mwanakomana waAkibhori akati afa, Hadhari akamutevera paumambo. Guta rake rakatumidzwa zita rokuti Pua, uye zita romukadzi wake rainzi Mehetabheri mwanasikana waMatiredhi, mwanasikana waMeZahabhi. Aya ndiwo madzishe akabva kuna Esau, namazita avo, maererano nedzimba dzavo namatunhu avo: Timina, Arivha, Jeteti, Dhoribhama, Era, Pinoni, Kenazi, Temani, Mibhiza, Magidhieri naIramu. Aya ndiwo akanga ari madzishe eEdhomu, maererano namagariro avo munyika yavakatora."
    },
    {
      "chapter": "37",
      "verses": " Zviroto zvaJosefa Jakobho akagara munyika yakanga yambogarwa nababa vake, iyo nyika yeKenani. Iyi ndiyo nhoroondo yaJakobho. Josefa jaya ramakore gumi namanomwe, akanga achifudza makwai pamwe chete namadzikoma ake, vanakomana vaBhiriha navanakomana vaZiripa, vakadzi vababa vake, uye akauya namashoko akaipa kuna baba vavo pamusoro pavo. Zvino Israeri akanga achida Josefa kupfuura vamwe vavanakomana vake, nokuti akanga aberekwa panguva youtana hwake; uye akamuitira nguo yakaisvonaka. Madzikoma ake akati aona kuti baba vavo vaimuda kupfuura ani zvake pakati pavo, vakamuvenga uye vakasagona kutaura naye mashoko akanaka. Josefa akarota hope, uye paakaudza madzikoma ake izvozvo, vakanyanya kumuvenga. Akati kwavari, “Inzwai hope dzandakarota idzi: Takanga tichisunga zvisote zvezviyo kumunda onei pakarepo chisote changu chakasimuka chikamire chakati twi, asi zvisote zvenyu zvakaungana zvakapoteredza changu uye zvikakotama kwachiri.” Madzikoma ake akati kwaari, “Ko, iwe unoda kutitonga here? Ko, zvirokwazvo uchatitonga here iwe?” Uye vakanyanyisa kumuvenga nokuda kwokurota kwake uye nokuda kwezvaakanga ataura. Ipapo akarotazve dzimwe hope, uye akadzitaura kumadzikoma ake. Akati, “Inzwai, ndarota dzimwe hope, uye panguva iyi zuva nomwedzi nenyeredzi gumi neimwe zvakanga zvichindipfugamira.” Paakaudza baba vake pamwe chete namadzikoma ake, baba vake vakamutsiura vakati, “Kurotai kwawakaita uku? Ko, mai vako neni namadzikoma ako tichauya kuzokupfugamira here iwe zvirokwazvo?” Madzikoma ake akamuitira godo, asi baba vake vakazvichengeta mumwoyo mavo. Josefa anotengeswa naMadzikoma Ake Zvino madzikoma ake akanga abuda kundofudza makwai ababa vavo pedyo neShekemu, uye Israeri akati kuna Josefa, “Sezvaunoziva, madzikoma ako ari kufudza makwai pedyo neShekemu. Uya, ndikutume kwavari.” Iye akati, “Zvakanaka.” Saka akati kwaari, “Enda undoona kana zvinhu zvakanaka kumadzikoma ako nezvipfuwo, uye ugodzoka kwandiri neshoko.” Ipapo akamutuma achibva napaMupata weHebhuroni. Josefa akati asvika kuShekemu, mumwe murume akamuwana achidzungaira musango uye akamubvunza akati, “Uri kutsvakeiko?” Iye akapindura akati, “Ndiri kutsvaka madzikoma angu. Mungandiudzawo kwavanofudzira makwai avo here?” Murume uya akati, “Vabva pano, ndavanzwa vachiti, ‘Ngatiendei kuDhotani.’ ” Saka Josefa akatevera madzikoma ake uye akandovawana pedyo neDhotani. Asi vakamuona achiri kure, uye asati asvika kwavari, ivo vakarangana kumuuraya. Vakataurirana vachiti, “Hoyo muroti uya ouya! Uyai zvino timuuraye tigomukanda mune rimwe ramatsime aya uye tigoti akadyiwa nechikara. Ipapo tichazoona zvinobva pakurota kwake.” Rubheni akati anzwa izvi, akaedza kumununura kubva mumaoko avo. Akati, “Ngatiregei kumuuraya. Regai kuteura ropa. Mukandei mutsime iri muno mugwenga, asi regai kutambanudza maoko enyu paari.” Rubheni akareva izvozvi kuti amununure kwavari uye kuti agomudzosera kuna baba vake. Saka Josefa akati asvika kumadzikoma ake, vakamubvisa nguo yake, iyo nguo iya yakanga yakaisvonaka yaakanga akapfeka, uye vakamutora vakamukanda mutsime. Zvino tsime rakanga rapwa risina mvura. Pavakagara kuti vadye zvokudya zvavo, vakasimudza meso avo vakaona ngoro dzavaIshumaeri dzichibva kuGireadhi. Ngamera dzavo dzakanga dzakatakura zvinonhuwira, bharimu nemura, uye vakanga vachienda nazvo kuIjipiti. Judha akati kuhama dzake, “Tichawaneiko kana tikauraya munun'una wedu uye tikafushira ropa rake? Uyai, ngatimutengesei kuvaIshumaeri ava uye tirege kutambanudza maoko edu paari; pamusoro pezvo iye munun'una wedu, nyama yedu neropa redu.” Madzikoma ake akatenderana. Saka vashambadziri veMidhiani vakati vasvika, madzikoma ake akabudisa Josefa kubva mutsime vakamutengesa kuvaIshumaeri namashekeri makumi maviria esirivha, ivo vakaenda naye kuIjipiti. Rubheni paakadzokera kutsime uye akawana Josefa asisimo akabvarura nguo dzake. Akadzokerazve kuvanun'una vake akati, “Mukomana haasisimo! Zvino ndichaendepiko?” Ipapo vakatora nguo yaJosefa, vakauraya mbudzi ndokunyika nguo iya muropa. Vakatora nguo iya yakaisvonaka vakaenda nayo kuna baba vavo vakati, “Takanonga ichi. Cherechedzai muone kana ingava nguo yomwanakomana wenyu.” Iye akaiziva uye akati, “Inguo yomwanakomana wangu! Zvimwe zvikara zvesango zvamudya. Zvirokwazvo Josefa akabvamburwa-bvamburwa.” Ipapo Jakobho akabvarura nguo dzake, akapfeka nguo dzamasaga uye akachema mwanakomana wake kwamazuva mazhinji. Vanakomana vake navanasikana vake vose vakauya kuzomunyaradza, asi akaramba kunyaradzwa. Akati, “Kwete, ndichaburuka kuguva ndichichema mwanakomana wangu.” Saka baba vake vakamuchema. Zvichakadaro, vaMidhiani vakatengesa Josefa muIjipiti kuna Potifa mumwe wavabati vaFaro, mukuru wavarindi."
    },
    {
      "chapter": "38",
      "verses": "Judha naTamari Panguva iyoyo, Judha akabva kuhama dzake akaburuka akandogara nomurume wokuAdhurama ainzi Hira. Ikoko Judha akasangana nomwanasikana womumwe murume muKenani ainzi Shua. Akamuwana uye akavata naye; akava nemimba akabereka mwanakomana, zita rake rainzi Eri. Akaitazve imwe mimba akabereka mwanakomana uye akamutumidza zita rokuti Onani. Akabereka mumwezve mwanakomana akamutumidza zita rokuti Shera. Akamuberekera kuKezibhi. Judha akatorera dangwe rake Eri mukadzi, uye zita rake ainzi Tamari. Asi Eri, dangwe raJudha, akanga akaipa pamberi paJehovha, saka Jehovha akamuuraya. Ipapo Judha akati kuna Onani, “Vata nomukadzi womukoma wako uye umuitire zvawakafanira kuita kwaari somunun'una, kuti uberekere mukoma wako vana.” Asi Onani akaziva kuti vana havaizova vake; saka pose paaivata nomukadzi womukoma wake, aiteurira mbeu pasi kuti arege kuberekera mukoma wake vana. Zvaakaita zvakanga zvakaipa pamberi paJehovha; saka akamuurayawo. Ipapo Judha akati kuna Tamari mukadzi womwana wake, “Gara hako uri chirikadzi mumba mababa vako kusvikira mwanakomana wangu Shera akura.” Nokuti akafunga kuti, “Naiye angafawo, sezvakaita madzikoma ake.” Saka Tamari akaenda akandogara mumba mababa vake. Shure kwenguva refu mukadzi waJudha, mwanasikana waShua, akafa. Judha akati anyaradzwa kubva pakuchema kwake, akakwira akaenda kuTimina kuvarume vakanga vachiveura makwai, uye shamwari yake Hira muAdhuramu akaenda naye. Tamari akati audzwa kuti, “Vatezvara vako vari kuenda kuTimina kuti vandoveura makwai avo,” akabvisa nguo dzechirikadzi, akazvifukidza nechifukidzo chokumeso kuti azvivanze, uye ipapo akagara pasi pamukova unopinda kuEnaimi, uri munzira inoenda kuTimina. Nokuti akaona kuti kunyange zvazvo Shera akanga akura, haana kunge apiwa kwaari kuti ave mukadzi wake. Judha akati amuona, akafunga kuti chifeve, nokuti akanga akafukidza uso hwake. Asingazivi kuti akanga ari muroora wake, akaenda kwaari parutivi rwenzira akati, “Uya zvino, rega ndivate newe.” Iye akati, “Unozondipei kuti ndivate newe?” Iye akati, “Ndingakupa mbudzana kubva muboka rangu rembudzi.” Iye akati, “Ungandipa chimwe chinhu here kuti chive chitsidzo kusvikira wazonditumira?” Iye akati, “Ndingakupa chitsidzo cheiko?” Akapindura akati, “Mhete yako yechisimbiso norutambo rwayo, netsvimbo iri muruoko rwako.” Saka akamupa izvozvo uye akavata naye, uye akava nemimba naye. Shure kwokubva kwake ipapo akabvisa chifukidzo ndokubva apfekazve nguo dzake dzechirikadzi. Zvichakadaro, Judha akatuma shamwari yake muAdhuramu nembudzana iya kuitira kuti chitsidzo chake chidzoswe kwaari kubva kumukadzi uya, asi haana kumuwana. Akabvunza varume vaigara ikoko akati, “Chiripiko chifeve chaigara parutuvi rwenzira yeEnaimi?” Ivo vakati, “Hapana kumbova nechifeve pano.” Saka iye akadzokerazve kuna Judha akandoti, “Handina kumuwana. Pamusoro paizvozvo, vanhu vanogara ikoko vakati, ‘Hakuna kumbova nechifeve kuno.’ ” Ipapo Judha akati, “Regai achengete zvaanazvo, kuti arege kuzova chiseko. Zvakadaro ndanga ndamutumira mbudzana iyi, asi hauna kugona kumuwana.” Shure kwemwedzi inenge mitatu, Judha akaudzwa kuti, “Muroora wako Tamari ane mhosva youfeve, uye nokuda kwaizvozvo ava nemimba.” Judha akati, “Mubudisei apiswe afe!” Zvino paakanga achibudiswa, akatumira shoko kuna vatezvara vake akati, “Ndine mimba yomuridzi wezvinhu izvi.” Uye akatizve, “Onai kana mungaziva mwene wemhete yechisimbiso iyi norutambo rwayo, netsvimbo iyi.” Judha akazviziva uye akati, “Iye akarurama kupfuura ini, sezvo ndanga ndisingadi kumupa kumwanakomana wangu Shera.” Uye haana kuzovata naye zvakare. Nguva yake yokupona yakati yasvika, mudumbu make makanga muna vanakomana vaviri. Paakanga achipona, mumwe wavo akabudisa ruoko rwake; saka vanyamukuta vakatora rushinda rutsvuku vakamusunga paruoko rwake uye vakati, “Uyu ndiye atanga kubuda.” Asi akati adzosera ruoko rwake mukati, munun'una wake akabuda, uye vakati, “Saka ndiwo mabudiro awaita nhai!” Uye akatumidzwa zita rokuti Perezi. Ipapo mukoma wake akanga ano rushinda rutsvuku paruoko rwake, akabuda uye akatumidzwa zita rokuti Zera."
    },
    {
      "chapter": "39",
      "verses": "Josefa noMukadzi waPotifa Zvino Josefa akanga atorwa akaendeswa kuIjipiti. Potifa muIjipita uyo akanga ari mumwe wamachinda aFaro ari mukuru wavarindi, akamutenga kuvaIshumaeri avo vakanga vamuendesa ikoko. Jehovha akanga ana Josefa uye akaita kuti abudirire, uye aigara mumba momuIjipita, tenzi wake. Tenzi wake akati achiona kuti Jehovha akanga anaye uye kuti Jehovha akamuita kuti abudirire muzvinhu zvose zvaakanga achiita, Josefa akawana nyasha pamberi pake uye akava mubatiri wake. Potifa akamuita kuti ave mutariri weimba yake, uye akamuita muchengeti wezvinhu zvose zvakanga zviri zvake. Kubvira panguva yaakamuisa kuti ave mutariri weimba yake nowezvinhu zvose zvaaiva nazvo, Jehovha akaropafadza imba yomuIjipita nokuda kwaJosefa. Maropafadzo aJehovha akanga ari pamusoro pezvinhu zvose zvakanga zviri zvaPotifa, zvose mumba nomumunda. Saka akaisa mumaoko aJosefa zvinhu zvose zvaakanga anazvo; Josefa ari mutariri, iye haana kumbova nehanya nezvimwe zvinhu kunze kwezvokudya zvaaidya bedzi. Zvino Josefa akanga akanyatsoumbwa, akanaka, uye shure kwechinguva mukadzi watenzi wake akatarira Josefa ndokubva ati kwaari, “Uya uzovata neni!” Asi akaramba. Akati kwaari, “Ini somutariri, tenzi wangu haana kuva nehanya nezvinhu zvose zviri mumba make; zvose zvaanazvo, akazviisa mumaoko angu. Hamuna munhu mukuru muno mumba kupfuura ini. Tenzi wangu haana kundinyima kana chinhu chimwe zvacho kunze kwenyu, nokuti imi muri mukadzi wavo. Zvino ndingaitirei chinhu chakaipa kudai uye ndichitadzira Mwari?” Uye kunyange zvake aitaura naJosefa zuva nezuva, iye akaramba kuenda panhoo naye, kana kutombova naye. Rimwe zuva akapinda mumba kuti andoita mabasa ake, uye kwakanga kusina mumwe wavashandi vomumba aivamo. Akamubata nejasi rake uye akati, “Uya kumubhedha uzovata neni!” Asi akasiya jasi rake muruoko rwake akamhanya ndokubuda kunze kwemba. Akati aona kuti asiya jasi rake muruoko rwake uye kuti akanga abuda kunze kwemba, akadanidzira kuvashandi, akati, “Tarirai, muHebheru uyu akauyiswa kwatiri kuti azotidadira! Apinda muno kuti azovata neni, asi ndaridza mhere. Paanzwa ndoridza mhere kuti ndibatsirwe, abva asiya jasi rake pandiri ndokutizira kunze kwemba.” Akachengeta jasi rake parutivi pake kusvikira tenzi wake auya kumba. Ipapo akamutaurira nyaya iyi akati, “Uya muranda wechiHebheru wamakauyisa kwatiri akauya kwandiri kuti azondidadira. Asi pandangoridza mhere kuti ndibatsirwe, akabva asiya jasi rake pandiri ndokutizira kunze kwemba.” Tenzi wake akati anzwa nyaya yaakaudzwa nomukadzi wake achiti, “Izvi ndizvo zvandakaitirwa nomuranda wako,” akavira nehasha. Tenzi waJosefa akamutora akamuisa mutorongo, nzvimbo yaichengeterwa vasungwa vamambo; saka akava mutorongo. Jehovha akava naJosefa; akamunzwira tsitsi akamuitira nyasha pamberi pomutariri womutorongo. Saka mutariri womutorongo akaita kuti Josefa ave mutariri wavose vaiva vakabatwa mutorongo, uye ndiye aiona nezvose zvaiitwa imomo. Mutariri wetorongo akanga asina hanya nechinhu chipi zvacho chaiva pasi paJosefa, nokuti Jehovha akanga ana Josefa uye akaita kuti abudirire pane zvose zvaaiita."
    },
    {
      "chapter": "40",
      "verses": "Mudiri noMubiki Shure kwaizvozvo, mudiri nomubiki wamambo weIjipiti vakatadzira tenzi wavo, mambo weIjipiti. Faro akatsamwira varanda vake vaviri, mudiri mukuru nomubiki mukuru, akaita kuti vachengetwe mumba yomukuru wavarindi, mutorongo rimwe chetero makanga makapfigirwa Josefa. Mukuru wavarindi akavatumira kuna Josefa, iye akavachengeta uye vakava muchitokisi kwechinguva. Vose vari vaviri vakarota hope, mudiri nomubiki wamambo weIjipiti, avo vakanga vakabatwa vari mutorongo, vakarota usiku humwe chetewo, uye kurota kumwe nokumwe kwakanga kune zvakunoreva. Josefa akati auya kwavari mangwanani akatevera, akaona kuti vakanga vakasurukirwa. Saka akabvunza varanda vaFaro vakanga vari muchitokisi naye mumba matenzi wake akati, “Seiko nhasi zviso zvenyu zvichipunyaira kudai?” Vakapindura vakati, “Tose tiri vaviri tarota hope, asi hakuna munhu angadzidudzira.” Ipapo Josefa akati kwavari, “Ko, kududzira hakuzi kwaMwari here? Ndiudzei kurota kwenyu.” Saka mudiri mukuru akataurira Josefa kurota kwake. Akati kwaari, “Mukurota kwangu ndaona muzambiringa pamberi pangu, uye mumuzambiringa manga mune matavi matatu. Wati uchangobuka, waita maruva, uye masumbu awo aibva akava mazambiringa. Mukombe waFaro wanga uri muruoko rwangu, uye ndatora mazambiringa, ndikaasvinira mumukombe waFaro uye ndikaisa mukombe muruoko rwake.” Josefa akati kwavari, “Uku ndiko kududzirwa kwadzo. Matavi matatu ndiwo mazuva matatu. Mukati mamazuva matatu, Faro achasimudza musoro wako uye agokudzosera pabasa rako, uye uchaisa mukombe waFaro muruoko rwake, sezvawaisimboita pawakanga uri mudiri wake. Asi pazvinenge zvakunakira iwe, undirangarire uye undiitirewo ngoni; undireverere kuna Faro kuti ndigobudiswa mutorongo rino. Nokuti ndakatorwa nokumanikidzwa kubva kunyika yavaHebheru, kunyange pano handina chinhu chakafanira kuti ndipinzwe mugomba rino.” Mubiki mukuru akati aona kuti Josefa akanga apa dudziro yakanaka, akati kuna Josefa, “Neniwo ndarota hope. Pamusoro pangu panga pana matengu matatu echingwa. Mudengu rapamusoro manga mune mhando dzose dzezvinhu zvakabikwa zvaFaro, asi shiri dzanga dzichidya kubva mudengu ranga riri pamusoro pangu.” Josefa akati, “Uku ndiko kududzirwa kwazvo. Matengu matatu ndiwo mazuva matatu. Mukati mamazuva matatu, Faro achasimudza musoro wako uye agokuturika pamuti. Uye shiri dzichadya nyama yako.” Zvino zuva rechitatu rakanga riri zuva rokuzvarwa kwaFaro, uye akaitira varanda vake vose mutambo. Akasimudza misoro yavaranda vake vaiti mudiri mukuru nomubiki mukuru pamberi pavaranda vake. Akadzosera mudiri mukuru pabasa rake, zvokuti akaisazve mukombe muruoko rwaFaro, asi akaturika mubiki mukuru pamuti, sezvazvakanga zvataurwa naJosefa kwavari mukududzira kwake. Kunyange zvakadaro hazvo, mudiri mukuru haana kurangarira Josefa; akamukanganwa."
    },
    {
      "chapter": "41",
      "verses": "Kurota kwaFaro Makore maviri azere akati apfuura, Faro akarota hope: Akanga amire paNairi. Uye mhou nomwe dzakanga dzakanaka, dzakakora, dzakabuda murwizi dzikafura pakati petsanga. Shure kwadzo, dzimwe mhou nomwe, dzakanga dzakashata uye dzakaonda, dzakabuda muNairi, dzikamira parutivi rwedziya dzaiva kumahombekombe orwizi. Uye mhou dziya dzakanga dzakashata, dzakaonda, dzakadya mhou dziya dzakanga dzakanaka uye dzakakora. Ipapo Faro akapepuka. Akavatazve hope uye akarota kechipiri: Hura dzezviyo nomwe dzakanga dzakakora uye dzakanaka, dzakanga dzichikura padzinde rimwe. Shure kwadzo, dzimwe hura nomwe dzezviyo dzakabuda, dzakatetepa uye dzakapiswa nemhepo yokumabvazuva. Hura dzezviyo dzakatetepa dzakamedza dziya nomwe dzakanga dzakakora, hura dzakanga dzizere. Ipapo akapepuka, onei kwakanga kuri kurota. Mangwanani pfungwa dzake dzakatambudzika, saka akatuma shoko kun'anga dzose navachenjeri veIjipiti. Faro akavaudza kurota kwake, asi hakuna munhu akagona kuzvidudzira kwaari. Ipapo mudiri mukuru akati kuna Faro, “Nhasi ndinorangarira kutadza kwangu. Pane imwe nguva Faro akatsamwira varanda vake, uye akandipfigira ini nomubiki mukuru mumba momukuru wavarindi. Mumwe nomumwe wedu akarota hope usiku humwe chetehwo, uye kurota kumwe nokumwe kwaiva nedudziro yako. Zvino jaya rechiHebheru rakanga rinesu, iye muranda womukuru wavarindi, takamuudza kurota kwedu, iye akakududzira kwatiri, achipa murume mumwe nomumwe dudziro yehope dzake. Uye zvinhu zvakaitika chaizvo sezvaakadudzira kwatiri: Ini ndakadzoserwa pabasa rangu, uye mumwe murume uye akasungirirwa.” Saka Faro akatuma vanhu kuna Josefa, uye akakurumidza kubudiswa mugomba. Akati aveurwa musoro uye apfeka dzimwe nguo, akauya pamberi paFaro. Faro akati kuna Josefa, “Ndakarota hope, uye hakuna munhu akagona kudzidudzira. Asi ndanzwa zvarehwa nezvako kuti paunonzwa kurota uku, unogona kukududzira.” Josefa akapindura Faro akati, “Ini handigoni kuzviita, asi Mwari achapa Faro mhinduro yaanoda.” Ipapo Faro akati kuna Josefa, “Mukurota kwangu, ndakanga ndimire pamahombekombe aNairi, ipapo ndikaona mhou nomwe dzichibuda murwizi, dzakakora uye dzakanaka, uye dzikafura pakati petsanga. Shure kwadzo, dzimwe mhou nomwe dzakabuda, dzine nzara uye dzakashata uye dzakaonda. Handisati ndamboona mhou dzakaipa kudai munyika yose yeIjipiti. Mhou dzakaonda uye dzakashata dzakadya mhou nomwe dziya dzakakora dzakanga dzatanga kuuya. Asi kunyange zvazvo dzakadzidya, hakuna munhu aigona kuona kuti dzakanga dzaita izvozvo; dzaingoratidzika kushata sezvadzakanga dzakaita kare. Ipapo ndakapepuka. “Mukurota kwangu, ndakaonawo hura nomwe dzezviyo, dzizere uye dzakanaka, dzichikura padzinde rimwe chete. Shure kwadzo dzimwe hura nomwe dzakamera, dzakasvava, dzakaonda uye dzakapiswa nemhepo yokumabvazuva. Hura dziya dzakaonda dzakamedza dziya hura nomwe dzakanga dzakanaka. Ndakaudza n'anga izvi, asi hakuna akagona kunditsanangurira.” Ipapo Josefa akati kuna Faro, “Kurota kwaFaro ndokumwe uye kwakafanana. Mwari akaratidza kuna Faro zvinhu zvaava kuda kuita. Mhou nomwe dzakanaka ndiwo makore manomwe, uye hura nomwe dzakanaka dzezviyo ndiwo makore manomwe amaguta; kurota uku kumwe chete uye kwakafanana. Mhou nomwe dzakaonda uye dzakashata dzakakwira pashure, ndiwo makore manomwe, ndizvowo nehura nomwe dzezviyo dzisingabatsiri dzakapiswa nemhepo yokumabvazuva; ndiwo makore manomwe enzara. “Zvakangoita sezvandataura kuna Faro ndichiti: Mwari aratidza Faro zvaava kuda kuita. Makore manomwe amaguta makuru ari kuuya munyika yose yeIjipiti, asi makore manomwe enzara achaatevera. Ipapo maguta ose omuIjipiti achakanganwikwa, uye nzara ichaparadza nyika. Maguta omunyika haachazorangarirwi, nokuti nzara inoatevera ichava huru kwazvo. Kurota uku kwapiwa kuna Faro nenzira mbiri nokuti nyaya iyi yarongwa zvizere naMwari, uye Mwari achazviita nokukurumidza. “Zvino Faro ngaatsvake munhu anonzwisisa uye akachenjera uye amugadze kuti ave mutariri wenyika yeIjipiti. Faro ngaagadze vatariri pamusoro penyika kuti vaunganidze cheshanu chezvichakohwewa muIjipiti mukati mamakore manomwe aya amaguta. Vanofanira kuunganidza zvokudya zvose zvamakore aya akanaka ari kuuya uye vagochengeta zviyo pasi pesimba raFaro, zvinofanira kuchengetwa kuti zvizove zvokudya. Zvokudya izvi zvinofanira kuchengeterwa nyika, kuti zvigozoshandiswa panguva yamakore manomwe enzara achauya pamusoro peIjipiti, kuitira kuti nyika irege kuparadzwa nenzara.” Urongwa uhu hwakaratidza kuva hwakanaka kuna Faro nokuvaranda vake vose. Saka Faro akavabvunza akati, “Tingawana here munhu akaita somurume uyu, munhu ane mweya waMwari maari?” Ipapo Faro akati kuna Josefa, “Sezvo Mwari aita kuti izvi zvose zvizivikanwe newe, hakuna munhu anoziva uye akachenjera sewe. Iwe uchava mutariri womuzinda wangu, navanhu vangu vose, uye vanhu vangu vose vanofanira kuzviisa pasi pezvaunovarayira. Ndichava mukuru kwauri pachigaro choushe chete.” Josefa anova Mutariri weIjipiti Saka Faro akati kuna Josefa, “Ndakugadza kuti uve mutariri wenyika yose yeIjipiti.” Ipapo Faro akabvisa mhete yake pamunwe wake akaiisa pamunwe waJosefa. Akamupfekedza nguo dzakaisvonaka uye akaisa uketani hwegoridhe pamutsipa wake. Akamuita kuti akwire pangoro yake ari wechipiri pakutungamira, uye vanhu vakadanidzira pamberi pake vachiti, “Dziurai nzira!” Nokudaro akamuita mutariri weIjipiti yose. Ipapo Faro akati kuna Josefa, “Ndini Faro, asi pasina shoko rawataura iwe hakuna munhu achasimudza ruoko rwake kana rutsoka rwake munyika yose yeIjipiti.” Faro akatumidza Josefa zita rokuti ZafenatiPanea uye akamupa Asenati mwanasikana waPotifera, muprista weOni, kuti ave mukadzi wake. Uye Josefa akafamba munyika yose yeIjipiti. Josefa akanga ava namakore makumi matatu okuberekwa paakapinda pabasa raFaro mambo weIjipiti. Uye Josefa akabuda kubva pamberi paFaro uye akafamba munyika yose yeIjipiti. Panguva yamakore manomwe amaguta, nyika yakabereka zvizhinji kwazvo. Josefa akaunganidza zvokudya zvose zvakawanikwa mumakore manomwe aya amaguta muIjipiti akazviunganidza mumaguta. Muguta rimwe nerimwe akaisa zvokudya zvaibva muminda yakapoteredza. Josefa akaunganidza zviyo zvakawanda kwazvo, sejecha regungwa; zvakanga zvakawanda zvokuti haana kuzokwanisa kuzvinyora nokuti zvakanga zvisisagoni kuyerwa. Makore enzara asati asvika, Josefa akanga aberekerwa vanakomana vaviri naAsenati mwanasikana waPotifera, muprista weOni. Josefa akatumidza dangwe rake zita rokuti Manase uye akati, “Nokuti Mwari akaita kuti ndikanganwe kutambudzika kwangu kwose navose veimba yababa vangu.” Mwanakomana wake wechipiri akamutumidza zita rokuti Efuremu uye akati, “Nokuti Mwari akaita kuti ndive nezvibereko munyika yokutambudzika kwangu.” Makore manomwe amaguta muIjipiti akasvika pakupera, uye makore manomwe enzara akatanga, sezvazvakanga zvarehwa naJosefa. Kwakava nenzara mune dzimwe nyika dzose, asi munyika yose yeIjipiti maiva nezvokudya. Ijipiti yose payakatanga kunzwa nzara, vanhu vakatanga kuchemera zvokudya kuna Faro. Ipapo Faro akaudza vaIjipita vose akati, “Endai kuna Josefa uye muite zvaanokuudzai.” Nzara yakati yapararira munyika yose, Josefa akazarura matura uye akatengesa zviyo kuvaIjipita, nokuti nzara yakanga iri huru munyika yose yeIjipiti. Uye nyika dzose dzakauya kuzotenga zviyo kuIjipiti kubva kuna Josefa, nokuti nzara yakanga iri huru munyika dzose."
    },
    {
      "chapter": "42",
      "verses": "Madzikoma aJosefa anoenda kuIjipiti Jakobho akati anzwa kuti kuIjipiti kwaiva nezviyo, akati kuvanakomana vake, “Seiko muchiramba makangotarisana?” Akaenderera mberi akati, “Ndanzwa kuti kuIjipiti kune zviyo. Burukai muende ikoko mundotitengera zviyo, kuitira kuti tirarame tirege kufa.” Ipapo madzikoma aJosefa gumi vakaburuka vakaenda kundotenga zviyo kuIjipiti. Asi Jakobho haana kuendesa Bhenjamini, munun'una waJosefa, pamwe chete navamwe, nokuti akanga achitya kuti zvakaipa zvaizomuwira. Saka vanakomana vaIsraeri vakanga vari pakati pavaya vakaenda kundotenga zviyo, nokuti nzara yakanga iri munyika yeKenaniwo. Zvino Josefa akanga ari mubati wenyika; ndiye aitengesa zviyo kuvanhu vayo vose. Saka madzikoma aJosefa akati asvika, vakakotamira pasi kwaari nezviso zvavo. Josefa achingoona madzikoma ake, akavaziva, asi akaita seasingavazivi uye akataura navo nehasha. Akati, “Munobvepi imi?” Ivo vakati, “Tinobva kunyika yeKenani, tauya kuzotenga zvokudya.” Kunyange zvazvo Josefa akaziva madzikoma ake, ivo havana kumuziva. Ipapo akarangarira kurota kwake pamusoro pavo akati kwavari, “Muri vasori imi. Mauya kuzoona nyika yedu paisina kudzivirirwa.” Ivo vakapindura vakati, “Kwete, ishe wedu. Varanda venyu vauya kuzotenga zvokudya. Isu tose tiri vanakomana vomunhu mumwe. Varanda venyu vakatendeka, havazi vasori.” Iye akati kwavari, “Kwete, mauya kuzoona nyika yedu paisina kudzivirirwa.” Asi vakapindura vakati, “Varanda venyu vaiva gumi navaviri, vari vanakomana vomunhu mumwe, anogara munyika yeKenani. Gotwe ndiye ari kuna baba vedu iye zvino, uye mumwe haachisipo.” Josefa akati kwavari, “Ndizvo chaizvo zvandataura kwamuri ndichiti: Muri vasori imi! Uye aya ndiwo maedzerwo amuchaitwa: Zvirokwazvo noupenyu hwaFaro, hamuchabvi panzvimbo ino kunze kwokunge munun'una wenyu gotwe auya pano. Tumai mumwe wenyu kuti andotora munun'una wenyu gotwe; vamwe vose vachachengetwa mutorongo, kuti mashoko enyu aedzwe kuti zvionekwe kana muchitaura chokwadi. Kana zvisina kudaro, ipapo zvirokwazvo naFaro mupenyu, muri vasori!” Uye akavaisa vose mutorongo kwamazuva matatu. Pazuva rechitatu, Josefa akati kwavari, “Itai izvi kuti mugorarama, nokuti ndinotya Mwari. Kana muri vanhu vakatendeka, regai mumwe wenyu agare muno mutorongo, asi vamwe venyu vaende nezviyo kumhuri dzenyu dziri kuziya. Asi munofanira kuuya nomunun'una wenyu gotwe kwandiri, kuitira kuti mashoko enyu asimbiswe uye kuti murege kufa.” Izvi vakazviita. Vakataurirana vachiti, “Zvirokwazvo tava kurangwa nokuda kwomunun'una wedu. Takaona kutambudzika kwaakaita paakatikumbira kuti tirege kumuuraya, asi isu hatina kumuteerera; ndokusaka nhamo iyi yauya pamusoro pedu.” Rubheni akapindura akati, “Ko, handina kukuudzai here kuti murege kutadzira mukomana? Asi hamuna kuda kunditeerera! Zvino tinofanira kuzvidavirira nokuda kweropa rake.” Havana kuziva kuti Josefa aigona kuvanzwisisa, sezvo akanga achishandisa mududziri. Akabva pavari uye akatanga kuchema, asi pakarepo akadzoka kwavari akatauriranazve navo. Akaita kuti Simeoni atorwe kubva pakati pavo uye kuti asungwe vakatarisa. Josefa akarayira kuti masaga avo azadzwe nezviyo, vaise mari yomumwe nomumwe musaga rake, uye kuti vapiwe mbuva yorwendo rwavo. Shure kwokuitirwa kwavo izvi, vakatakudza mbongoro dzavo zviyo uye vakaenda. Panzvimbo yavakavata usiku, mumwe wavo akazarura saga rake kuti atorere mbongoro yake zvokudya, uye akaona mari yake pamuromo wesaga rake. Akati kuna vamwe vake, “Mari yangu yadzoserwa. Heyi iri musaga rangu.” Mwoyo yavo yakati rukutu uye vakatarisana vachidedera, uye vakati, “Chiiko ichi chataitirwa naMwari?” Pavakasvika kuna baba vavo Jakobho munyika yeKenani, vakamuudza zvakanga zvaitika kwavari. Vakati, “Murume anova ndiye ishe pamusoro penyika iyo akataura nesu nehasha uye akatiita sokunge taiva vasori munyika. Asi takati kwaari, ‘Tiri vanhu vakatendeka; hatisi vasori. Takanga tiri vanakomana gumi navaviri vababa vamwe chete. Mumwe haachipo, uye gotwe ndiye ana baba vedu zvino kuKenani.’ ” “Ipapo murume anova ndiye ishe panyika iyo akati kwatiri, ‘Hechi chinhu chichandizivisa kana muri vanhu vakatendeka: Siyai mumwe wenyu neni pano, mugotakura zvokudya zvemhuri dzenyu dziri kuziya muende. Asi muuye nomunun'una wenyu gotwe kwandiri kuitira kuti ndigoziva kuti hamuzi vasori, asi kuti muri vanhu vakatendeka. Ipapo ndichadzosera mumwe wenyu kwamuri, uye mungazotenga henyu muno munyika.’ ” Pavakanga vachidurura masaga avo, wanei musaga romumwe nomumwe wavo makanga mune homwe yake yesirivha! Ivo nababa vavo pavakaona mari muhomwe, vakatya. Baba vavo Jakobho vakati, “Mandipedzera vana vangu. Josefa haasisipo naSimeoni haasisipo, uye zvino munoda kutora Bhenjamini. Zvinhu zvose zviri kundimukira!” Ipapo Rubheni akati kuna baba vake, “Mungauraya henyu vanakomana vangu vaviri ava kana ndisina kudzoka naye kwamuri. Muisei mumaoko angu, uye ndichadzoka naye.” Asi Jakobho akati, “Mwanakomana wangu haangaburuki nemi kuti aende ikoko; mukoma wake akafa uye ndiye chete asara. Kana zvakaipa zvikamuwira parwendo rwamuri kufamba, muchaburutsira musoro wangu wachena muguva mukusuwa.”"
    },
    {
      "chapter": "43",
      "verses": "Rwendo rwechipiri rwokuenda kuIjipiti Zvino nzara yakanga ichakanyanya munyika. Saka vakati vadya zviyo zvose zvavakanga vabva nazvo kuIjipiti, baba vavo vakati kwavari, “Dzokerai mundotitengera zvimwe zvokudya.” Asi Judha akati kwavari, “Murume uya akatiyambira kwazvo akati, ‘Hamungazooni chiso changuzve kunze kwokunge munun'una wenyu auya nemi.’ Kana mukaendesa munun'una wedu nesu, tichaenda kundokutengerai zvokudya. Asi kana mukasamuendesa, hatingatongoendi, nokuti murume uya akati, ‘Hamungazooni chiso changuzve kunze kwokunge munun'una wenyu auya nemi.’ ” Israeri akabvunza akati, “Seiko makauyisa dambudziko iri pamusoro pangu zvamakaudza murume uyu kuti muno mumwe munun'una?” Ivo vakapindura vakati, “Murume uyu akatibvunzisisa kwazvo nezvedu uye nezvemhuri yedu. Akati, ‘Baba venyu vachiri vapenyu here? Muno mumwe munun'una here?’ Takangopindura mubvunzo wake zvakanaka. Ko, taiziva sei kuti aizoti, ‘Uyai nomunun'una wenyu kuno?’ ” Ipapo Judha akati kuna Israeri baba vake, “Tumai mukomana pamwe chete neni tibve taenda izvozvi, kuitira kuti isu nemi navana vedu tirarame uye tirege kufa. Ini pachangu ndichava rubatso rwokuchengetedzeka kwake; musiyei muruoko rwangu pachangu. Kana ndikasadzoka naye kwamuri ndikamumisa pamberi penyu, ini ndichava nemhosva pamberi penyu muupenyu hwangu hwose. Izvozvi dai tisina kunonoka, tingadai takatoenda uye takatodzoka kaviri kwose.” Ipapo baba vavo Israeri vakati kwavari, “Kana zvakadaro, itai izvi zvino: Isai zvimwe zvibereko zvemichero yenyika ino zvakaisvonaka mumasaga enyu uye mugoenda nazvo sezvipo kumurume uyo, bharimu shoma shoma, nouchi hushomashoma, zvinonhuwira nemura, nzungu dzomupistakio namaarimondi. Mutakure mari yakapetwa kaviri, nokuti munofanira kudzorera mari yakanga yadzoserwa pamiromo yamasaga enyu. Zvichida kwaiva kukanganisa. Toraiwo munun'una wenyu mudzokere izvozvi kumunhu uyo. Uye Mwari Wamasimba Ose ngaakunzwirei ngoni pamberi pomunhu uyo kuitira kuti asunungure mumwe munun'una wenyu naBhenjamini uye vagodzokazve nemi. Kana ndirini, kana ndafirwa navana vangu, ndafirwa hangu.” Saka varume vakatora zvipo nemari yakapetwa kaviri, naBhenjaminiwo. Vakakurumidza kuburuka kuIjipiti vakandozviratidza kuna Josefa. Josefa akati achiona Bhenjamini anavo, akati kuvatariri veimba yake, “Torai varume ava muende navo kumba kwangu, muuraye chipfuwo mugogadzira zvokudya; ava vanofanira kudya neni masikati ano.” Varume vakaita sezvavakanga vaudzwa naJosefa vakabva vatora varume vaya vakaenda navo kumba kwaJosefa. Zvino varume vaya vakatya pavakatorwa vakaendwa navo kumba kwake. Vakafunga vakati, “Tauyiswa muno nokuda kwemari iya yakadzoserwa mumasaga edu panguva yokutanga. Anoda kutirwisa, agotikunda, agotisunga senhapwa uye agotora mbongoro dzedu.” Saka vakaenda kumutariri waJosefa vakandotaura naye pamukova wokupinda mumba make. Vakati kwaari, “Tapota ishe, takauya kuno panguva yokutanga kuti tizotenga zvokudya. Asi patakamira pane imwe nzvimbo usiku, takazarura masaga edu uye mumwe nomumwe wedu akawana mari yake iri pamuromo wesaga, iyo mari yacho yose zvayo. Saka tadzoka nayo. Tauyawo neimwe mari yokuti tizotenga zvokudya. Hatizivi akaisa mari yedu mumasaga edu.” Iye akati, “Zvakanakai. Musatya henyu Mwari wenyu, iye Mwari wababa venyu, ndiye akakupai pfuma mumasaga enyu, ini ndakagamuchira mari yenyu.” Ipapo akabudisa Simeoni akamuuyisa kwavari. Mutariri uya akauyisa varume vaya mumba maJosefa, akavapa mvura kuti vashambe tsoka dzavo uye akapa mbongoro dzavo zvokudya. Vakagadzira zvipo zvokupa Josefa pakusvika kwake masikati, nokuti vakanga vanzwa kuti vachandodya ikoko. Josefa akati auya kumba, ivo vakamupa zvipo zvavakanga vapinda nazvo mumba, uye vakakotamira pasi kwaari. Iye akavabvunza mufaro, uye ipapo akati, “Vakadii baba venyu mutana vamakandiudza nezvavo? Vachiri vapenyu here?” Vakapindura vakati, “Muranda wenyu, ivo baba vedu vachiri vapenyu uye vanofara.” Uye vakakotama pasi kuti vamuremekedze. Paakatarisa-tarisa akaona munun'una wake Bhenjamini, mwanakomana wamai vake chaiye, akabvunza akati, “Uyu ndiye munun'una wenyu gotwe, wamakandiudza nezvake here?” Uye akati, “Mwari akuitire nyasha, mwanakomana wangu.” Adumbirwa pakuona kwake munun'una wake, Josefa akakurumidza kubuda uye akatsvaka nzvimbo paangachema ari. Akapinda muimba yake yomukati akandochema ari imomo. Shure kwokushamba uso hwake, akabuda uye akazvidzora, akati “Pakurai zvokudya.” Vakamupakurira ari oga, madzikoma vari voga, uye vaIjipita vaidya naye vari voga, nokuti vaIjipita vakanga vasingagoni kudya pamwe chete navaHebheru, nokuti zvinonyangadza kuvaIjipita. Varume vakanga vakagariswa pamberi pake zvaienderana namazera avo, kubva kudangwe kusvikira kugotwe; uye vakatarisana zvikavakatyamadza. Pavakagoverwa migove kubva patafura yaJosefa, mugove waBhenjamini wakanga wakawanda kashanu kupinda ani zvake pakati pavo. Saka vakadya nokunwa naye vakasununguka."
    },
    {
      "chapter": "44",
      "verses": "Mukombe weSirivha muSaga Zvino Josefa akarayira mutariri weimba yake achiti, “Zadza masaga avarume ava nezvokudya zvakawanda zvavanokwanisa kutakura, uye uise mari yomumwe nomumwe mumuromo wesaga. Ipapo ugoisa mukombe wangu, iwo wesirivha, mumuromo wesaga remuduku kuna vose, pamwe chete nemari yezviyo zvake.” Uye akaita sezvaakanga audzwa naJosefa. Kwakati kuchiedza, varume vaya vakaendeswa panzira yavo pamwe chete nembongoro dzavo. Vakanga vasati vava kure neguta Josefa paakati kumutariri wake, “Tevera varume vaya izvozvi, uye paunovabata, uti kwavari, ‘Seiko matsiva chakanaka nechakaipa? Ko, uyu hauzi mukombe unonwira tenzi wangu uye wavanoshandisa pakuvuka here? Chinhu chamaita ichi chakaipa.’ ” Paakavabata, akadzokorora mashoko aya kwavari. Asi ivo vakati kwaari, “Seiko ishe wangu achitaura zvinhu zvakadai? Ngazvive kure navaranda venyu kuti vaite chinhu chakadaro! Takadzoka kwamuri kubva kunyika yeKenani kunyange nemari yatakawana mumiromo yamasaga edu. Saka taizobireiko sirivha kana goridhe mumba matenzi wenyu? Kana mumwe upi zvake wavaranda venyu akawanikwa anayo, ngaafe; uye isu tose tichava nhapwa dzashe wangu.” Iye akati, “Zvakanaka chaizvo, ngazvive sezvamataura. Ani naani anowanikwa anayo achava nhapwa yangu; vamwe mose hamungapiwi mhosva.” Mumwe nomumwe wavo akakurumidza kuburutsa saga rake pasi uye akarizarura. Ipapo mutariri akatanga kutsvaka, akatanga kumukuru akapedzisira kumuduku wavose. Uye mukombe wakawanikwa musaga raBhenjamini. Ipapo, vakabvarura nguo dzavo. Ipapo vakatakudza mbongoro dzavo uye vakadzokera kuguta. Josefa akanga achiri mumba pakapinda Judha navanun'una vake, uye vakazviwisira pasi pamberi pake. Josefa akati kwavari, “Chiiko ichi chamaita? Hamuzivi kuti munhu akaita seni anogona kuziva zvinhu nokuvuka here?” Judha akapindura akati, “Chiiko chatingataura kuna ishe wangu? Tingataureiko? Tingazvipembedza seiko? Mwari afukura mhosva yavaranda venyu. Zvino tava nhapwa dzashe wedu, isu pachedu naiye awanikwa ano mukombe.” Asi Josefa akati, “Ngazvive kure neni kuti ndiite chinhu chakadai! Munhu awanikwa ano mukombe wangu chete ndiye achava nhapwa yangu. Imi mose, dzokerai kuna baba venyu norugare.” Ipapo Judha akaenda kwaari akati, “Ndapota, ishe wangu, regai muranda wenyu ataure shoko rimwe kuna she wangu. Regai kutsamwira muranda wenyu, kunyange hazvo makaenzana naFaro pachake. Ishe wangu akabvunza varanda vake akati, ‘Muna baba kana munun'una here?’ Uye isu takapindura tikati, ‘Tina baba vava vatana, uye pano mukomana muduku akaberekwa pautana hwavo. Mukoma wake akafa, uye ndiye oga asara mwanakomana wamai vake, uye baba vake vanomuda.’ “Ipapo imi makati kuvaranda venyu, ‘Uyai naye kuno kwandiri kuti ndimuone, ini pachangu.’ Uye isu takati kuna she wangu, ‘Mukomana haangasiye baba vake; kana akamusiya, baba vake vangafa.’ Asi imi makati kuvaranda venyu, ‘Kunze kwokunge mauya nomunun'una wenyu gotwe, hamungazooni chiso changu.’ Patakadzokera kumuranda wenyu, baba vangu, takavaudza zvakanga zvarehwa naishe wangu. “Ipapo baba vedu vakati, ‘Dzokerai mundotengazve zvimwe zvokudya zvishoma.’ Asi isu takati, ‘Hatigoni kuenda. Tichaenda bedzi kana munun'una wedu anesu. Hatigoni kuona chiso chomurume uyo kunze kwokuti munun'una wedu gotwe anesu.’ “Muranda wenyu baba vangu vakati kwatiri, ‘Imi munoziva kuti mukadzi wangu akandiberekera vanakomana vaviri. Mumwe wavo akabva kwandiri, uye ndikati, “Zvirokwazvo akabvamburwabvamburwa.” Uye handina kuzomuona kubvira ipapo. Kana mukanditorera iyeyuwo uye kana zvakaipa zvikamuwira, muchaendesa musoro wangu wachena kuguva mukusuwa.’ “Saka zvino, kana mukomana akasava nesu pandinodzokera kumuranda wenyu, baba vangu, uye kana baba vangu, avo vakasunganidza upenyu hwavo kuupenyu hwomukomana, vakaona kuti mukomana haapo, vachafa. Muranda wenyu achaendesa musoro wachena wababa vedu kuguva mukusuwa. Muranda wenyu akapa rubatso rwokuchengetedzeka kwomukomana kuna baba vangu. Ndakati, ‘Kana ndikasadzoka naye kwamuri, ndini ndichava nemhosva pamberi penyu, baba vangu, upenyu hwangu hwose!’ “Zvino, ndapota, regai henyu muranda wenyu asare kuno senhapwa yashe wangu pachinzvimbo chomukomana, uye murege mukomana adzokere namadzikoma ake. Ndingadzokera sei kuna baba vangu kana mukomana ndisinaye? Kwete! Musandirega ndichiona njodzi ichiuya pamusoro pababa vangu.”"
    },
    {
      "chapter": "45",
      "verses": "Josefa Anozvizivisa Ipapo Josefa akanga asisagoni kuzvidzora pamberi pavashandiri vake vose, uye akadanidzira akati, “Munhu wose ngaabve pamberi pangu!” Saka pakanga pasisina mumwe munhu pana Josefa paakazvizivisa kuhama dzake. Uye akachema zvikuru kwazvo zvokuti vaIjipita vakamunzwa, uye veimba yaFaro vakanzwa nezvazvo. Josefa akati kuhama dzake, “Ndini Josefa! Ko, baba vangu vachiri vapenyu here?” Asi hama dzake hadzina kugona kumupindura, nokuti vakanga vachitya pamberi pake. Ipapo Josefa akati kuhama dzake, “Swederai henyu kwandiri.” Vakati vaita izvozvo, akati, “Ndini Josefa hama yenyu, wamakatengesa kuIjipiti! Uye zvino, musatambudzika uye musazvitsamwira nokuda kwokuti makanditengesa kuno, nokuti Mwari akandituma mberi kwenyu kuti ndigoponesa upenyu hwavanhu. Nokuti pava namakore maviri zvino nzara yava munyika, uye makore mashanu ari kutevera kuchange kusingarimwi kana kukohwewa. Asi Mwari akandituma mberi kwenyu kuti ndikuchengeterei vanosara panyika uye kuti ndiponese upenyu hwenyu nokusunungurwa kukuru. “Saka zvino, hamuzimi makandituma kuno, asi Mwari. Iye akandiita baba kuna Faro, ishe weimba yake yose nomutongi weIjipiti yose. Zvino kurumidzai mudzokere kuna baba vangu mundoti kwavari, ‘Zvanzi nomwanakomana wenyu Josefa: Mwari akandiita ishe weIjipiti yose. Burukai muuye kwandiri; musanonoka. Muchandogara munyika yeGosheni uye muve pedyo neni, imi, vana venyu navazukuru venyu, zvipfuwo zvenyu nemombe dzenyu nezvose zvamunazvo. Ndichakuriritirai ikoko, nokuti mamwe makore mashanu enzara ari kuuya. Kana zvikasadaro imi neveimba yenyu navose vamunavo mungazova varombo.’ “Muri kuzvionera pachenyu, uye kana munun'una wangu uyu Bhenjamini, kuti ndini chaiye ari kutaura nemi. Muudze baba vangu pamusoro pokukudzwa kwangu muIjipiti uye napamusoro pezvinhu zvose zvamaona. Uye muuye nababa vangu kuno nokukurumidza.” Ipapo akawira pamutsipa womunun'una wake Bhenjamini uye akachema, uye Bhenjamini akamumbundikirawo achichema. Uye akatsvoda madzikoma ake ose uye akachema pamusoro pavo. Shure kwaizvozvo, madzikoma ake akataura naye. Shoko rakati rasvika kumuzinda waFaro kuti madzikoma aJosefa akanga auya, Faro namachinda ake ose vakafara. Faro akati kuna Josefa, “Taurira hama dzako uti, ‘Itai izvi: Takudzai zvipfuwo zvenyu mudzokere kunyika yeKenani, mundouya nababa venyu uye nemhuri kuno kwandiri. Ndichakupai nyika yakaisvonaka yeIjipiti uye mugofara nezvakakora zvenyika.’ “Iwe unorayirwawo kuti uvaudze kuti, ‘Itai izvi: Torerai vana navakadzi venyu dzimwe ngoro dzinobva muIjipiti uye mundotora baba venyu mugodzoka. Musafunganya henyu nezvenhumbi dzenyu, nokuti zvakaisvonaka zvose zveIjipiti zvichava zvenyu.’ ” Saka vanakomana vaIsraeri vakaita saizvozvo. Josefa akavapa ngoro, sezvakanga zvarayirwa naFaro, uye akavapawo mbuva yorwendo rwavo. Akapa mumwe nomumwe wavo nguo itsva, asi akapa Bhenjamini mazana matatu amashekeria esirivha nenguo shanu dzokupfeka. Uye izvi ndizvo zvaakatumira kuna baba vake: Mbongoro hono gumi dzakanga dzakatakura zvinhu zvakaisvonaka zveIjipiti, nembongoro hadzi gumi dzakanga dzakatakura zviyo nechingwa nezvimwe zvembuva yorwendo. Ipapo akaendesa hama dzake uye pavakanga voenda akati kwavari, “Musakakavadzana munzira!” Saka vakabuda muIjipiti uye vakaenda vakandosvika kuna baba vavo Jakobho kunyika yeKenani. Uye vakati kwavari, “Josefa mupenyu! Uye ndiye mutongi weIjipiti yose.” Jakobho akati rukutu; haana kuvatenda. Asi pavakavaudza zvose zvakanga zvarehwa naJosefa kwavari, uye paakaona ngoro dzakanga dzatumirwa kwavari naJosefa kuti dzizovatakura, mweya wababa wavo Jakobho wakamutsiridzwa. Uye Israeri akati, “Ndagutsikana! Mwana wangu Josefa achiri mupenyu. Ndichaenda kundomuona ndisati ndafa.”"
    },
    {
      "chapter": "46",
      "verses": "Jakobho anoenda kuIjipiti Saka Israeri akasimuka nezvose zvakanga zviri zvake, uye akati asvika kuBheerishebha, akapa zvibayiro kuna Mwari wababa vake Isaka. Uye Mwari akataura kuna Israeri muchiratidzo usiku akati, “Jakobho! Jakobho!” Iye akati, “Ndiri pano.” Mwari akati, “Ndini Mwari, iye Mwari wababa vako. Usatya kuenda kuIjipiti, nokuti ndichakuita rudzi rukuru ikoko. Ndichaburuka kuIjipiti pamwe chete newe, uye zvirokwazvo ndichakudzosazve. Uye ruoko rwaJosefa chairwo ndirwo ruchazarira meso ako.” Ipapo Jakobho akabva paBheerishebha, uye vanakomana vaIsraeri vakatora baba vavo Jakobho navana vavo navakadzi vavo vakavakwidza mungoro dzakanga dzatumirwa naFaro kuti dzivatakure. Vakaendawo nezvipfuwo zvavo nepfuma yose yavakanga vawana muKenani, uye Jakobho navana vake vose vakaenda kuIjipiti. Akaenda pamwe chete navanakomana vake, navazukuru vake navanasikana vake navanasikana vavo, vana vake vose. Aya ndiwo mazita avanakomana vaIsraeri (Jakobho nezvizvarwa zvake) vakaenda kuIjipiti: Rubheni dangwe raJakobho. Vanakomana vaRubheni vaiva: Hanoki, Paru, Hezironi naKami. Vanakomana vaSimeoni vaiva: Jemueri, Jamini, Ohadhi, Jakini, Zohari naShauri, mwanakomana womukadzi muKenani. Vanakomana vaRevhi vaiva: Gerishoni, Kohati naMerari. Vanakomana vaJudha vaiva: Eri, Onani, Shera, Perezi naZera (asi Eri naOnani vakanga vafira munyika yeKenani). Vanakomana vaPerezi: Hezironi naHamuri. Vanakomana vaIsakari vaiva: Tora, Pua, Jashubhi naShimironi. Vanakomana vaZebhuruni vaiva: Seredhi, Eroni naJareri. Ava ndivo vanakomana vakaberekerwa Jakobho naRea muPadhani Aramu, kunze kwaDhaina mwanasikana wake. Vanakomana navanasikana vake ava vakanga vari makumi matatu navatatu pamwe chete. Vanakomana vaGadhi vaiva: Zefoni, Hagi, Shuni, Ezibhoni, Eri, Arodhi naAreri. Vanakomana vaAsheri vaiva: Imina, Ishivha, Ishivhi naBheria. Hanzvadzi yavo akanga ari Sera. Vanakomana vaBheria vaiva: Hebheri naMarikieri. Ava ndivo vana vakaberekerwa Jakobho naZiripa, uyo akanga apiwa naRabhani kuna Rea mwanasikana wake, gumi navatanhatu pamwe chete. Vanakomana vaRakeri mukadzi waJakobho vaiva: Josefa naBhenjamini. MuIjipiti, Manase naEfuremu vakaberekerwa Josefa naAsenati mwanasikana waPotifera, muprista weOni. Vanakomana vaBhenjamini vaiva Bhera, Bhekeri, Gera, Naamani, Ehi, Roshi, Mupimi, Hupimi naAridhi. Ava ndivo vakanga vari vanakomana vaRakeri vakanga vaberekerwa Jakobho, gumi navana pamwe chete. Mwanakomana waDhani aiva: Hushimi. Vanakomana vaNafutari vaiva: Jazieri, Guni, Jezeri naShiremi. Ava ndivo vanakomana vakaberekerwa Jakobho naBhiriha, uya akapiwa naRabhani kuna Rakeri mwanasikana wake, vanomwe pamwe chete. Vose vakenda naJakobho kuIjipiti, vaya vakanga vari zvizvarwa zvake chaizvo, tisingaverengi vakadzi vavanakomana vake, vaiva vanhu makumi matanhatu navatanhatu pakuwanda. Pamwe chete navanakomana vaviri vakaberekerwa Josefa muIjipiti, vose vemhuri yaJakobho, avo vakaenda kuIjipiti, vakanga vari makumi manomwe pamwe chete. Zvino Jakobho akatuma Judha pamberi pake kuna Josefa kuti aratidzwe nzira yokuenda nayo kuGosheni. Vakati vasvika mudunhu reGosheni, Josefa akaita kuti ngoro yake igadzirirwe uye akaenda kuGosheni kundosangana nababa vake Israeri. Josefa paakangosvika pamberi pavo, akambundikira baba vake uye akachema kwenguva refu. Israeri akati kuna Josefa, “Zvino ndagadzirira kufa, sezvo ndazvionera pachangu kuti uchiri mupenyu.” Ipapo Josefa akati kuhama dzake nokune veimba yababa vake, “Ini ndichaenda kuti ndinotaura naFaro uye ndichandoti kwaari, ‘Madzikoma angu neveimba yababa vangu, vakanga vachigara kunyika yeKenani, vauya kwandiri. Vanhu ava vafudzi; vanochengeta zvipfuwo, uye vauya namakwai avo nemombe dzavo nezvose zvavanazvo.’ Pamunodanwa naFaro uye akakubvunzai achiti, ‘Basa renyu ndereiko?’ imi munofanira kupindura muchiti, ‘Varanda venyu vaiva vachengeti vezvipfuwo kubvira pauduku hwavo, sezvakanga zvichiitawo madzibaba edu.’ Ipapo muchatenderwa kugara munyika yeGosheni, nokuti vafudzi vose vanonyangadza kuvaIjipita.”"
    },
    {
      "chapter": "47",
      "verses": "Josefa akaenda akandoudza Faro akati, “Baba vangu namadzikoma angu, pamwe chete nezvipfuwo zvavo uye nemombe dzavo nezvavo zvose, vauya vachibva kunyika yeKenani uye vava muGosheni zvino.” Akasarudza vashanu pamadzikoma ake akavaendesa pamberi paFaro. Faro akabvunza madzikoma aJosefa akati, “Basa renyu ndereiko?” Ivo vakapindura Faro vakati, “Varanda venyu vafudzi, sezvakanga zvakangoita madzibaba edu.” Vakatizve kwaari, “Tauya kuzogara kuno kwechinguva, nokuti nzara yakanyanya muKenani uye zvipfuwo zvavaranda venyu hazvisisina mafuro. Saka zvino, tapota regai varanda venyu vagare muGosheni.” Faro akati kuna Josefa, “Baba vako namadzikoma ako vauya kwauri, uye nyika yeIjipiti iri pamberi pako; garisa baba vako namadzikoma ako panzvimbo yakaisvonaka yenyika ino. Ngavagare muGosheni. Uye kana uchiziva kuti pakati pavo pane vamwe vane zvavanokwanisa kuita, uvaite kuti vave vatariri vezvipfuwo zvangu.” Ipapo akapinza baba vake Jakobho akavaendesa pamberi paFaro. Shure kwokuropafadzwa kwaFaro naJakobho, Faro akavabvunza akati, “Mava namakore manganiko?” Uye Jakobho akati kuna Faro, “Makore okufamba kwangu panyika izana namakumi matatu. Makore angu akanga ari mashoma uye akaoma, uye haaenzani namakore okufamba kwamadzibaba angu.” Ipapo Jakobho akaropafadza Faro akabva pamberi pake. Saka Josefa akagarisa baba vake namadzikoma ake munyika yeIjipiti uye akavapa nzvimbo mudunhu rakaisvonaka renyika, dunhu reRamasesi, sokurayira kwaFaro. Josefa akapa baba vake namadzikoma ake navose veimba yababa vake zvokudya, zvakaenzana nouwandu hwavana vavo. Josefa neNzara Kunyange zvakadaro, kwakanga kusina zvokudya munyika yose nokuti nzara yakanga iri huru, nyika yeIjipiti nenyika yeKenani dzakaziya nokuda kwenzara. Josefa akaunganidza mari yose yaiwanikwa muIjipiti neKenani yomuripo wezviyo zvavaitenga, uye akaenda nayo kumuzinda waFaro. Mari yavanhu veIjipiti nevokuKenani yakati yapera, vanhu veIjipiti yose vakauya kuna Josefa vakati, “Tipei zvokudya. Tofireiko pamberi penyu? Mari yedu yapera.” Ipapo Josefa akati, “Uyai nezvipfuwo zvenyu. Ndichakutengeserai zvokudya ndichitsinhanisa nezvipfuwo zvenyu, sezvo mari yenyu yapera.” Saka vakauya nezvipfuwo zvavo kuna Josefa, uye iye akavapa zvokudya achitsinhanisa namabhiza avo, makwai nembudzi dzavo, mombe nembongoro dzavo. Uye akavabudisa mugore iro nezvokudya zvokutsinhana nezvipfuwo zvavo zvose. Gore iroro rakati rapera, vakauya kwaari mugore rakatevera vakati, “Hatingavanziri ishe wedu chokwadi chokuti sezvo mari yedu yakapera uye zvipfuwo zvedu zvava zvenyu, hapasisina chasara chatingapa ishe wedu kunze kwemiviri yedu nenyika yedu. Tichafireiko pamberi penyu, isu nenyika yeduwo? Titengei isu nenyika yedu titsinhane nezvokudya, uye isu nenyika yedu tichava varanda vaFaro. Tipeiwo mbeu kuitira kuti tirarame uye tirege kufa, uye kuti nyika irege kuparara.” Saka Josefa akatengera Faro nyika yose iri muIjipiti. VaIjipita vakatengesa, mumwe nomumwe munda wake, nokuti nzara yakanga iri huru kwazvo. Nyika yakava yaFaro, uye Josefa akaita kuti vanhu vashande kubva kuna mamwe magumo eIjipiti kusvikira kuna mamwe. Kunyange zvakadaro hazvo, haana kutenga nyika yavaprista, nokuti ivo vaigamuchira migove nguva dzose kubva kuna Faro uye vakanga vane zvokudya zvakakwana kubva pamugove wavaipiwa naFaro. Ndokusaka vasina kutengesa nyika yavo. Josefa akati kuvanhu, “Zvino zvandakutengai nhasi imi nenyika yenyu kuti muve vaFaro, heyi mbeu yokuti mudyare muminda. Asi pamunokohwa, mupe cheshanu chazvo kuna Faro. Zvimwe zvikamu zvina kubva muzvishanu mungazvichengeta henyu sembeu dzomuminda nezvokudya zvenyu navari mudzimba dzenyu navana venyu.” Ivo vakati, “Makaponesa upenyu hwedu. Ngatiwanei hedu nyasha pamberi penyu ishe wedu; tichava varanda kuna Faro.” Saka Josefa akasimbisa izvi somurayiro pamusoro penyika muIjipiti, murayiro uyu uchiri kushanda nanhasi, kuti cheshanu chezvibereko ndechaFaro. Nyika yavaprista bedzi ndiyo yakanga isiri yaFaro. Zvino vaIsraeri vakagara muIjipiti mudunhu reGosheni. Vakawana pfuma ikoko, vakabereka vana uye vakawanda zvikuru. Jakobho akagara muIjipiti kwamakore gumi namanomwe, uye akararama kwamakore zana namakumi mana namanomwe. Nguva yokufa kwaIsraeri yakati yaswedera, akadana mwanakomana wake Josefa uye akati kwaari, “Kana ndawana nyasha pamberi pako, isa ruoko rwako pasi pechidya changu uye ugovimbisa kuti uchandinzwira ngoni uye uchava wakatendeka. Usandiviga muIjipiti, asi pandinozorora namadzibaba angu, mundibudise muIjipiti uye mundivige pavakavigwa.” Iye akati, “Ndichaita sezvamareva.” Ivo vakati, “Ndipikire.” Ipapo Josefa akapika kwaari, uye Israeri akanamata akasendamira pamusoro wetsvimbo yake."
    },
    {
      "chapter": "48",
      "verses": "Manase naEfuremu Shure kwaizvozvo Josefa akaudzwa kuti, “Baba vako vanorwara.” Saka akatora vanakomana vake vaviri Manase naEfuremu pamwe chete naye. Jakobho akati audzwa kuti, “Mwanakomana wako Josefa auya,” Israeri akazvisimbaradza uye akagara panhoo. Jakobho akati kuna Josefa, “Mwari Wamasimba Ose akazviratidza kwandiri paRuzi munyika yeKenani, uye akandiropafadza ipapo, uye akati kwandiri, ‘Ndichakuita kuti ubereke vana uye ndichaita kuti muwande. Ndichakuita vanhu vazhinji, uye ndichakupa nyika ino kuti ive yako nokuzvizvarwa zvako nokusingaperi.’ “Ipapo zvino, vanakomana vako vaviri vawakaberekerwa muIjipiti ndisati ndasvika kwauri kuno vachanzi ndevangu; Efuremu naManase vachava vangu, saRubheni naSimeoni vari vangu. Vana vose vawakaberekerwa mumashure mavo vachava vako; munyika yavo yenhaka vachazivikanwa pasi pamazita amadzikoma avo. Pandakanga ndichibva kuPadhani, ndakasuwa nokuti Rakeri akafira munyika yeKenani patakanga tichiri munzira, nhambwe pfupi kubva kuEfurati. Saka ndakamuviga ipapo parutivi rwomugwagwa unoenda kuEfurati” (ndiro Bheterehema). Israeri akati aona vanakomana vaJosefa, akabvunza akati, “Ndivanaani ava?” Josefa akati kuna baba vake, “Ndivo vanakomana vandakapiwa pano naMwari.” Ipapo Israeri akati, “Uya navo pano ndivaropafadze.” Zvino meso aIsraeri akanga aneta nokuda kwokukwegura, uye akanga asisagoni kuona zvakanaka. Saka Josefa akauya navanakomana vake pedyo naye, baba vake vakavatsvoda uye vakavambundikira. Israeri akati kuna Josefa, “Handina kumbofunga kuti ndichaona chiso chakozve, uye zvino Mwari anditendera kuti ndione vana vakowo.” Ipapo Josefa akavabvisa pamabvi aIsraeri uye akakotama pasi nechiso chake. Uye Josefa akavatora vose vari vaviri, Efuremu kurudyi kwake akatarira kuruoko rworuboshwe rwaIsraeri, uye Manase kuruboshwe, akatarira kuruoko rworudyi rwaIsraeri, uye akavaswededza pedyo navo. Asi Israeri akatambanudza ruoko rwake rworudyi akaruisa pamusoro waEfuremu, kunyange zvake akanga ari muduku, uye akachinjika maoko ake, akaisa ruoko rwake rworuboshwe pamusoro waManase, kunyange hazvo Manase akanga ari iye dangwe. Ipapo akaropafadza Josefa akati, “Mwari uyo madzibaba angu, ivo Abhurahama naIsaka, vakafamba pamberi pake, iye Mwari akanga ari mufudzi wangu upenyu hwangu hwose kusvikira nhasi, Mutumwa akandisunungura kubva pane zvakaipa zvose, ngaaropafadze vakomana ava. Ngavadanwe nezita rangu uye namazita amadzibaba angu Abhurahama naIsaka, uye ngavawande zvikuru pamusoro penyika.” Josefa paakaona baba vake vachiisa ruoko rwavo rworudyi pamusoro waEfuremu haana kufadzwa nazvo; saka akabata ruoko rwababa vake kuti arubvise pamusoro waEfuremu aruise pamusoro waManase. Josefa akati kwavari, “Kwete, baba vangu, uyu ndiye dangwe; isai ruoko rwenyu rworudyi pamusoro wake.” Asi baba vakaramba vakati, “Ndinozviziva, mwana wangu, ndinozviziva. Naiyewo achava rudzi, uye naiyewo achava mukuru. Kunyange zvakadaro hazvo muduku achava mukuru kupfuura iye, uye zvizvarwa zvake zvichava boka rendudzi zhinji.” Akavaropafadza pazuva iro akati, “Muzita rako, Israeri achataura ropafadzo iyi achiti: ‘Mwari ngaakuite saEfuremu naManase.’ ” Saka akaisa Efuremu pamberi paManase. Ipapo Israeri akati kuna Josefa, “Ndava pedyo nokufa, asi Mwari achava newe uye achakudzoserai kunyika yamadzibaba enyu. Uye kwauri, sezvo uri munhu ari pamusoro pamadzikoma ako, ndinokupa mugove wenyika yandakatorera vaAmori nomunondo wangu uye nouta hwangu.”"
    },
    {
      "chapter": "49",
      "verses": "Jakobho anoropafadza vanakomana vake Ipapo Jakobho akadana vanakomana vake akati, “Unganai kuti ndikuudzei zvichaitika kwamuri pamazuva anouya. “Unganai muteerere, imi vanakomana vaJakobho; teererai kuna baba venyu Israeri. “Rubheni, iwe uri dangwe rangu, simba rangu, chiratidzo chokutanga chesimba rangu, unokunda mukukudzwa, unokunda musimba. Unozunguzika semvura zhinji, hauchazokundizve, nokuti wakakwira panhoo yababa vako, wakakwira panhoo yangu uye ukaisvibisa. “Simeoni naRevhi mukoma nomunun'una, minondo yavo zvombo zvokurwa. Ngandirege kupinda parangano yavo, ngandirege kuva paungano yavo, nokuti vakauraya vanhu mukutsamwa kwavo uye vakagura marunda enzombe sezvavaida. Kutsamwa kwavo ngakutukwe, kunotyisa zvakadai, uye hasha dzavo, dzaiva noutsinye kudai! Ndichavaparadzira muna Jakobho uye ndigovatsaura muna Israeri. “Judha, hama dzako dzichakurumbidza; ruoko rwako ruchava pamitsipa yavavengi vako; vanakomana vababa vako vachakotama kwauri. Uri mwana weshumba, iwe Judha; unodzoka kubva kune zvaunouraya, mwana wangu. Seshumba anonyangira uye anovata pasi, seshumbakadzi, ndiani anotsunga kumumutsa? Tsvimbo youshe haingabvi kuna Judha, uye mudonzvo womutongi pakati pamakumbo ake, kusvikira asvika kumuridzi wawo, uye kuteerera kwendudzi ndokwake. Achasungirira mbongoro yake pamuzambiringa, nomwana wayo padavi rakaisvonaka; achasuka nguo dzake muwaini, zvokufuka zvake muropa ramazambiringa. Meso ake achasviba kupfuura waini, meno ake achachena kupfuura mukaka. “Zebhuruni achagara kumahombekombe egungwa uye achava zororo rezvikepe; muganhu wake uchasvika paSidhoni. “Isakari imbongoro ine simba, ivete pasi pakati pamatanga amakwai. Paanoona nzvimbo yake yokuzorora kuti yanaka sei uye kuti nyika yake inofadza sei, acharerekera pfudzi rake kumutoro uye akava mubatiri wechibharo. “Dhani acharuramisira vanhu vake somumwe wamarudzi aIsraeri. Dhani achava nyoka iri parutivi pomugwagwa, semhakure iri munzira, inoruma chitsitsinho chebhiza kuitira kuti mutasvi waro awire pasi neshure. “Ndakamirira rusununguko rwenyu, imi Jehovha. “Gadhi acharohwa neboka ravapambi, asi achavarova pazvitsitsinho zvavo. “Zvokudya zvaAsheri zvichava zvakakora; achauya nezvinonaka zvakafanira madzimambo. “Nafutari isheche yemhembwe yakasunungurwa, inobereka tsvana dzakaisvonaka. “Josefa muzambiringa unobereka mazambiringa, unobereka uri pedyo netsime, matavi awo anokwira pamadziro. Neshungu vapfuri vanomurwisa; vanomupfura noruvengo. Asi uta hwake hwakaramba hwakasimba, maoko ake akasimba, akagwinya, nokuda kworuoko rwaIye Anesimba waJakobho, nokuda kwoMufudzi, iye Dombo raIsraeri, nokuda kwaMwari wababa vako anokubatsira, nokuda kwoWamasimba Ose anokuropafadza namaropafadzo okumatenga kumusoro, maropafadzo okwakadzika kuri pasi, maropafadzo amazamu neechizvaro. Maropafadzo ababa vako makuru kupfuura maropafadzo amakomo ekare, kupfuura zvakawanda zvezvikomo zvamakore ekare. Zvose izvi ngazvigare pamusoro waJosefa, pamusoro womuchinda ari pakati pehama dzake. “Bhenjamini ibere rinoparadza, mangwanani anodya nyama, madekwana anogovera zvaapamba.” Ava vose ndiwo marudzi gumi namaviri aIsraeri, uye izvi ndizvo zvakataurwa nababa vavo kwavari pavakavaropafadza, vachipa mumwe nomumwe kuropafadzwa kwakamufanira. Kufa kwaJakobho Ipapo akavarayira akati, “Ini ndava kuzosanganiswa navanhu vokwangu. Mundivige namadzibaba angu mubako mumunda waEfuroni muHiti, bako riri mumunda weMakapera, pedyo neMamuri muKenani, rakatengwa kubva kuna Efuroni naAbhurahama senzvimbo yokuviga pamwe chete nomunda. Ndipo pakavigwa Abhurahama nomukadzi wake Sara, ndipozve pakavigwa Isaka nomukadzi wake Rabheka, uye Rea akavigwa ipapo. Munda nebako riri mauri zvakatengwa kubva kuvaHiti.” Jakobho akati apedza kurayira vanakomana vake, akadzora tsoka dzake mumubhedha, akabudisa mweya wake uye akasanganiswa navanhu vokwake."
    },
    {
      "chapter": "50",
      "verses": "Josefa akazviwisira pamusoro pababa vake uye akachema pamusoro pavo uye akavatsvoda. Ipapo Josefa akarayira varapi vaimushandira kuti vasasike baba vake Israeri. Saka varapi vakamusasika, vakapedza mazuva makumi mana azere, nokuti ndiyo yakanga iri nguva yaidikanwa yokusasika. Uye vaIjipiti vakamuchema kwamazuva makumi manomwe. Mazuva okuchema akati apera, Josefa akati kune veimba yaFaro, “Kana ndawana nyasha pamberi penyu, nditaurireiwo kuna Faro. Mumuudze kuti, ‘Baba vangu vakaita kuti ndipike mhiko uye vakati, “Ini ndava kufa; mundivige muguva randakazvicherera munyika yeKenani.” Zvino regai hangu ndikwire ndinoviga baba vangu; ipapo ndigozodzoka hangu.’ ” Faro akati, “Kwira hako undoviga baba vako, sezvo vakaita kuti upikire kuita izvozvo.” Saka Josefa akakwira kundoviga baba vake. Varanda vose vaFaro vakamuperekedza, vanokudzwa vomumba make navose vanokudzwa vomuIjipiti, tisingaverengi vose vomumhuri yaJosefa namadzikoma ake uye navose veimba yababa vake. Vana vavo chete namakwai avo nemombe dzavo, ndivo vakasiyiwa muGosheni. Ngoro navatasvi vamabhiza vakaendawo naye. Rakanga riri boka guru kwazvo. Vakati vasvika paburiro raAtadhi, pedyo neJorodhani, vakachema zvikuru uye neshungu; uye ipapo Josefa akatara mazuva manomwe okuchema baba vake. VaKenani vaigara ikoko vakati vachiona kuchema ikoko pabhuriro raAtadhi, vakati, “VaIjipita vari pakuchema kukuru.” Ndokusaka nzvimbo iyo iri pedyo neJorodhani yakatumidzwa zita rokuti Abheri Miziraimu. Saka vanakomana vaJakobho vakaita sezvaakavarayira: Vakamutakura vakaenda naye kunyika yeKenani uye vakamuviga mubako mumunda weMakapera, pedyo neMamure, rakatengwa naAbhurahama senzvimbo yokuviga kubva kuna Efuroni muHiti, pamwe chete nomunda wacho. Shure kwokuvigwa kwababa vake, Josefa akadzokera kuIjipiti, pamwe chete namadzikoma ake navamwe vose vakanga vaenda naye kundoviga baba vake. Josefa anosimbaradza hama dzake Madzikoma aJosefa akati aona kuti baba vavo vakanga vafa, vakati, “Zvimwe Josefa angadaro achiri kutivenga uye akatitsiva pane zvakaipa zvose zvatakaita kwaari?” Saka vakatuma shoko kwaari vakati, “Baba vako vakasiya varayira vasati vafa vachiti: ‘Izvi ndizvo zvamunofanira kutaura kuna Josefa: Ndinokumbira kuti ukanganwire madzikoma ako zvivi zvavo nezvitadzo zvavakaita pavakakuitira zvakaipa kwazvo. Zvino ndapota kanganwira hako zvivi zvavaranda vaMwari wababa vako.’ ” Pakasvika shoko ravo kwaari, Josefa akachema. Ipapo madzikoma ake akauya akazviwisira pasi pamberi pake. Vakati, “Tiri varanda venyu.” Asi Josefa akati kwavari, “Musatya. Ko, ini ndiri pachinzvimbo chaMwari here? Imi makafunga kundiitira zvakaipa, asi Mwari akafunga kuita zvakanaka kuti apedzise zviri kuitwa iye zvino, iko kuponeswa kwemweya mizhinji. Naizvozvo zvino, musatya. Ndichakuriritirai imi navana venyu.” Akavasimbaradza uye akataura nounyoro kwavari. Kufa kwaJosefa Josefa akagara muIjipiti pamwe chete nemhuri yose yababa vake. Akararama kwamakore zana negumi, uye akaona vana vaEfuremu vorudzi rwechitatu. Uyewo vana vaMakiri mwanakomana waManase vakaberekerwa pamabvi aJosefa. Ipapo Josefa akati kumadzikoma ake, “Ini ndava kuzofa. Asi zvirokwazvo Mwari achakubatsirai nokukubudisai munyika muno achikuendesai kunyika yakavimbiswa nemhiko kuna Abhurahama, Isaka naJakobho.” Uye Josefa akaita kuti vanakomana vaIsraeri vapike mhiko uye akati, “Zvirokwazvo Mwari achakubatsirai, uye ipapo munofanira kutakura mapfupa angu kubva munzvimbo ino.” Saka Josefa akafa ava namakore zana negumi. Uye shure kwokumusasika, akaiswa mubhokisi muIjipiti."
    }
  ]
}
