{
  "book": "Hosea",
  "chapters": [
    {
      "chapter": "1",
      "verses": " Shoko raJehovha rakasvika kuna Hosea mwanakomana waBheeri panguva yokutonga kwaUzia, Jotamu, Ahazi naHezekia, madzimambo eJudha, napanguva yokutonga kwaJerobhoamu mwanakomana waJehoashi mambo weIsraeri: Mukadzi waHosea navana vake Jehovha paakatanga kutaura kubudikidza naHosea, Jehovha akati kwaari, “Enda, undozvitorera mukadzi woufeve navana voufeve nokuti nyika ine mhosva yokuita ufeve hwakaipisisa nokuti yakabva kuna Jehovha.” Naizvozvo akawana Gomeri mwanasikana waDibhiraimu, uye akabata pamuviri akamuberekera mwanakomana. Ipapo Jehovha akati kuna Hosea, “Mutumidze zita rokuti Jezireeri, nokuti ndava kuda kuranga imba yaJehu zvino nokuda kwavanhu vakaurayiwa paJezireeri, uye ndichagumisa umambo hwaIsraeri. Pazuva iro ndichavhuna uta hwaIsraeri mumupata weJezireeri. Gomeri akabatazve pamuviri ndokubereka mwanasikana. Ipapo Jehovha akati kuna Hosea, “Mutumidze zita rokuti Ro-Ruhama, nokuti handichazoratidzizve rudo kuimba yaIsraeri, kuti nditombovaregerera. Asi ndicharatidza rudo kuimba yaJudha; uye ndichavaponesa, kwete nouta, munondo kana kurwa, kana namabhiza kana navatasvi vamabhiza, asi naJehovha Mwari wavo.” Mushure mokurumura Ro-Ruhama, Gomeri akaberekazve mumwe mwanakomana. Ipapo Jehovha akati, “Mutumidze zita rokuti Ro-Ami, nokuti imi hamuzi vanhu vangu, uye ini handizi Mwari wenyu. “Kunyange zvakadaro vaIsraeri vachava sejecha riri pamahombekombe egungwa, risingabviri kuyerwa kana kuverengwa. Paya pakanga panzi kwavari, ‘Hamuzi vanhu vangu,’ vachanzi ‘vanakomana vaMwari mupenyu.’ Vanhu veJudha navanhu veIsraeri vachabatanazve, uye vachasarudza mutungamiri mumwe chete uye vachasimukira panyika, nokuti zuva raJezireeri richava zuva guru. "
    },
    {
      "chapter": "2",
      "verses": "“Uti kuvanun'una vako, ‘Vanhu vangu,’ nokuhanzvadzi dzako ‘vadikanwa vangu.’ ” Israeri inorangwa uye inodzorwazve “Tsiurai mai venyu, vatsiurei, nokuti havazi mukadzi wangu, uye handizi murume wavo. Ngavabvise kuonekwa kwoufeve pachiso chavo nokusatendeka pakati pamazamu avo. Kana zvikasadaro, ndichavabvisa nguo dzose vagosara vakashama sezvavakanga akaita musi wavakaberekwa. Ndichavaita segwenga ndigovashandura vave nyika yakaoma uye ndichavauraya nenyota. Handizoratidzi vana vavo rudo, nokuti vana voufeve. Mai vavo vakanga vasina kutendeka uye vakavaberekera mune zvinonyadzisa. Vakati, ‘Ndichateverazve vadiwa vangu, vanondipa zvokudya zvangu nemvura yangu, makushe angu nomucheka wangu, mafuta angu nezvokunwa zvangu.’ Naizvozvo ndichasosera nzira yavo namasanzu eminzwa; ndichavapfigira mukati morusvingo zvokuti havangawani nzira yavo. Vachadzinganisa vadiwa vavo asi havangavabati; vachavatsvaka, asi havangavawani. Ipapo vachati, ‘Ndichadzokera kumurume wangu sapakutanga nokuti ipapo ndaiva nani kupfuura pari zvino.’ Havana kuzvibvuma kuti ndini ndaivapa zviyo, newaini itsva namafuta, ndini ndakavapa sirivha negoridhe rakawanda izvo zvavakashandira Bhaari nazvo. “Naizvozvo ndichavatorera zviyo zvangu kana zvaibva, newaini yangu itsva nenguva yayo. Ndichatora makushe angu nomucheka wangu zvaifanira kufukidza kushama kwavo. Saka zvino ndichabudisa pachena unzenza hwavo pamberi pavadiwa vavo; hapana achazovatora kubva mumaoko angu. “Ndichagumisa kupembera kwavo kwose: mitambo yavo yose yegore negore, nguva dzoKugara kwoMwedzi, maSabata avo nemitambo yavo yose yakatarwa. Ndichaparadza mizambiringa yavo nemiti yavo yemionde yakanga iri muripo waibva kuvadiwa vavo. Ndichazviita dondo, uye mhuka dzesango dzichazvidya. Ndichavaranga nokuda kwamazuva avakapisira zvinonhuwira kuna Bhaari; vakazvishonga nemhete nezvishongo, vakatevera vadiwa vavo, asi ini vakandikanganwa,” ndizvo zvinotaura Jehovha. Naizvozvo zvino ndichazovakwezva; ndichavatungamirira kurenje ndigotaura zvinyoronyoro kwavari. Ikoko ndichavadzosera minda yavo yemizambiringa uye ndichaita kuti mupata weAkori uve musuo wetariro. Ikoko vachaimba sapamazuva oumhandara hwavo, sapamazuva avakabuda kubva muIjipiti. “Pazuva iro,” ndizvo zvinotaura Jehovha, “Uchanditi ‘murume wangu;’ hauchazonditi ‘tenzi wangu.’ Ndichabvisa mazita avanaBhaari kubva pamiromo yavo; havangazodani kumazita avozve. Pazuva iro ndichavaitira sungano nemhuka dzesango neshiri dzedenga uye nezvipuka zvinokambaira pasi. Uta nomunondo nehondo, ndichazvibvisa panyika kuti zvose zvivate pasi zvakachengetedzeka. Ndichatsidza kukuwana uve wangu nokusingaperi; Ndichatsidza kukuwana mukururama uye nomukururamisira, murudo netsitsi. Ndichatsidza kukuwana mukutendeka, uye uchabvuma kuti ndini Jehovha. “Pazuva iro ndichadavira,” ndizvo zvinotaura Jehovha, “ndichadavira kumatenga uye ivo vachadavira kunyika; nenyika ichadavira kuzviyo, waini itsva namafuta, uye izvo zvichadavira kuna Jezireeri. Ndichamusima panyika nokuda kwangu; ndicharatidza rudo kuno uyo wandakati ‘Haasiye wandinoda.’ Ndichati kuna avo vanonzi ‘Havasi vanhu vangu,’ ‘Muri vanhu vangu,’ uye ivo vachati, ‘Muri Mwari wangu.’ ” "
    },
    {
      "chapter": "3",
      "verses": "Hosea anodzokerana nomukadzi wake Jehovha akati kwandiri, “Enda, undodazve mukadzi wako, kunyange achidiwa nomumwe uye ari chifeve. Umude sokuda kunoita Jehovha vaIsraeri, kunyange vachitendeukira kuna vamwe vamwari vachida makeke akaereswa ane marezini.” Saka ndakamutenga namashekeri gumi namashanua esirivha neinenge homeri neretekib rebhari. Ipapo ndakati kwaari, “Unofanira kugara neni kwamazuva akawanda; haufaniri kuva chifeve kana kudanana nomumwe murume, uye ndichagara newe.” Nokuti vaIsraeri vachagara mazuva mazhinji vasina mambo kana muchinda, vasina chibayiro, vasina shongwe, efodhi kana chifananidzo. Mushure maizvozvo vaIsraeri vachadzoka vagotsvaka Jehovha Mwari wavo naDhavhidhi mambo wavo. Vachauya vachidedera kuna Jehovha nokumaropafadzo ake mumazuva okupedzisira. "
    },
    {
      "chapter": "4",
      "verses": "Israeri inopiwa mhosva Inzwai shoko raJehovha, imi vaIsraeri, nokuti Jehovha ane mhosva yaari kupa kwamuri imi vagere munyika: “Hapana akatendeka, hapana ane rudo, hapana anoziva Mwari munyika. Mune kutuka chete, kunyengera nokuuraya, kuba noupombwe; vanoparadza zvose zvinovadzivisa, uye kudeuka kweropa kunotevera kudeuka kweropa. Nokuda kwaizvozvi nyika inochema, navose vanogara mairi vanoperezeka. Mhuka dzesango neshiri dzedenga nehove dzegungwa zviri kufa. Asi ngapasava nomunhu anopa mhosva, ngapasava nomunhu anopomera mumwe nokuti vanhu venyu vakafanana neavo vanopomera muprista mhaka. Imi munogumburwa masikati nousiku, uye vaprofita vanogumburwawo pamwe chete nemi. Saka ndichaparadza mai venyu. Vanhu vangu vanoparadzwa nokuda kwokushayiwa zivo. “Sezvo maramba zivo, ini ndakurambaiwo savaprista vangu; nokuti makafuratira murayiro waMwari wenyu, ini ndichafuratirawo vana venyu. Vaprista vakati vachiwanda, kunditadzira kwavo kukawandawo; vakatsinhanisa kukudzwa nechimwe chinhu chinonyadzisa. Vanodya zvivi zvavanhu vangu uye vachifarira zvakaipa zvavo. Uye zvichaitika kuti: Zvakaita vanhu, ndizvo zvichaitawo vaprista. Ndicharanga vose, nokuda kwenzira dzavo uye ndichavapa mubayiro wamabasa avo. “Vachadya asi havangaguti; vachaita ufeve asi havangawandi, nokuti vakatiza Jehovha kuti vazvipire kuufeve, newaini yakare neitsva, zvinobvisa kunzwisisa kwavanhu vangu vanobvunza chifananidzo chedanda uye vanopindurwa netsvimbo yomuti. Mweya woufeve unovatungamirira mukurasika, havana kutendeka kuna Mwari wavo. Vanobayira pamusoro pamakomo uye vanopisira zvinonhuwira pazvikomo, pasi pemiouki, mipopura nemiterebhini, pane mimvuri yakanaka. Naizvozvo vanasikana venyu vanotendeukira kuufeve navaroora venyu kuupombwe. “Handizorangi vanasikana venyu pavanotendeukira kuufeve, kana varoora venyu pavanoita upombwe, nokuti varume pachavo vanoenda kuzvifeve. Uye vanobayira pamwe chete nezvifeve zvapanzvimbo dzinoereswa. Vanhu vasinganzwisisi vachasvika pakuparadzwa. “Kunyange uchiita upombwe, iwe Israeri, usaita kuti Judha ave nemhosva. “Usaenda kuGirigari; usakwira uchienda kuBheti Avheni. Uye usapika uchiti, ‘Zvirokwazvo naJehovha mupenyu!’ VaIsraeri vakasindimara, setsiru rakasindimara. Ko, zvino Jehovha achavafudza sei samakwayana pamafuro? Efuremu akabatana nezvifananidzo; musiyei ari oga! Kunyange zvokunwa zvavo pazvinenge zvapera, vanoramba vachiita ufeve hwavo; vatongi vavo vanoda kwazvo nzira dzinonyadzisa. Chamupupuri chichavatsvairira kure, uye zvibayiro zvavo zvichavaunzira kunyadziswa. "
    },
    {
      "chapter": "5",
      "verses": "Kutongwa kweIsraeri “Inzwai izvi, imi vaprista! Teererai, imi vaIsraeri! Teerera, iwe imba youmambo! Ndiwe uri kutongwa: Wakanga uri musungo paMizipa, mumbure wakatambanudzwa paTabhori. Vapanduki vari mushishi rokuuraya. Ndichavaranga vose. Ndinoziva zvose zviri pamusoro paEfuremu; Israeri haina kuvanzika kwandiri. Efuremu, watendeukira zvino kuufeve; Israeri avora. “Zviito zvavo hazvivatenderi kudzokera kuna Mwari wavo. Mweya woufeve uri mumwoyo yavo; Havazivi Jehovha. Kuzvikudza kwaIsraeri kunovapa mhosva; vaIsraeri, kunyange Efuremu, vanogumburwa muchivi chavo; Judha anogumburwawo pamwe chete navo. Pavachaenda namakwai nemombe dzavo kundotsvaka Jehovha, havazomuwani; iye azvibvisa kwavari. Havana kutendeka kuna Jehovha; vanobereka vana voupombwe. Zvino mitambo yavo yoKugara kwoMwedzi, ichavadya pamwe chete neminda yavo. “Ridzai hwamanda paGibhea, norunyanga paRama. Ridzai mhere yehondo paBheti Avheni; tungamira pamberi, iwe Bhenjamini. Efuremu achaparadzwa pazuva rokutongwa. Pakati pamarudzi aIsraeri ndinozivisa zvinhu zvechokwadi. Vatungamiri vaJudha vakafanana naavo vanobvisa mabwe omuganhu. Ndichadurura hasha dzangu pavari samafashamu emvura. Efuremu adzvinyirirwa atsikwa-tsikwa mukutongwa, nokuti akada kutevera zvifananidzo. Ndakafanana nechipfukuto kuna Efuremu, sokuora kwavanhu veJudha. “Efuremu paakaona kurwara kwake, naJudha maronda ake, Efuremu ndipo paakatendeukira kuAsiria, akatuma nhume kuna mambo mukuru kundotsvaka rubatsiro. Asi haagoni kukurapa, haagoni kuporesa mavanga ako. Nokuti ndichava seshumba kuna Efuremu, seshumba huru kuna Judha. Ndichavabvambura kuita zvidimbu zvidimbu ndigoenda; ndichaenda navo pagoshaya anovarwira. Mushure maizvozvo ndichadzokera kunzvimbo yangu, kusvikira vabvuma mhosva yavo. Uye vachatsvaka chiso changu; pakutambudzika kwavo vachanditsvaka nomwoyo wose.” "
    },
    {
      "chapter": "6",
      "verses": "Israeri inoramba kutendeuka “Uyai tidzokere kuna Jehovha. Akatibvambura kutiita zvidimbu zvidimbu, asi achatiporesa; akatikuvadza, asi achasungazve mavanga edu. Mushure mamazuva maviri achatimutsiridza, pazuva rechitatu achatidzorazve, kuti tirarame pamberi pake. Ngatimuzivei iye Jehovha; ngatishingairirei kumuziva. Zvirokwazvo sokubuda kwezuva, iye achaonekwa; achauya kwatiri semvura yomuchando, semvura yebumharutsva inodiridza nyika.” “Ndichaiteiko newe, Efuremu? Ndichaiteiko newe, Judha? Rudo rwenyu rwakafanana nemhute yamangwanani, sedova ramangwanani rinopera. Naizvozvo ndinokugurai ndichikuitai zvidimbu zvidimbu navaprofita vangu, ndakakuurayai namashoko omuromo wangu, kutonga kwangu kwakapenya semheni kwamuri. Nokuti ndinoda ngoni, kwete zvibayiro, nokuziva Mwari kupfuura zvipiriso zvinopiswa. SaAdhamu, vakaputsa sungano, vakanga vasina kutendeka kwandiri ipapo. Gireadhi iguta ravanhu vakaipa, rakasvibiswa norunyoro rwetsoka dzeropa. Samakororo anovandira munhu, ndizvo zvinoita boka ravaprista. Vanouraya vanhu panzira inoenda kuShekemu, vachipara mhosva dzinonyadzisa. Ndakaona chinhu chakaipa kwazvo muimba yaIsraeri. Imomo Efuremu anoita ufeve uye Israeri anosvibiswa. “Nokwauriwo iwe, Judha, kukohwa kwatarwa, pose pandichadzorera maropafadzo avanhu vangu. "
    },
    {
      "chapter": "7",
      "verses": "Pose pandichaporesa Israeri, zvivi zvaEfuremu zvichaiswa pachena uye mhosva dzeSamaria dzichabudiswa pachena. Vanoita zvounyengeri, mbavha dzinopaza dzimba, uye makororo anotorera vanhu zvinhu munzira; asi havazivi kuti ndinorangarira zvakaipa zvose zvavanoita. Zvivi zvavo zvinovakomberedza; zvinoramba zviri pamberi pangu nguva dzose. “Vanofadza mambo nezvakaipa zvavo, machinda nenhema dzavo. Vose imhombwe, vanopisa sechoto, moto wacho usingadi mukanyi wechingwa kukuchidzira, kubva pakukanywa kwebundu rechingwa kusvikira chafuta. Pazuva romutambo wamambo wedu machinda anorwara nokuda kwewaini, uye iye akabatana navaseki. Mwoyo yavo yakafanana nechoto; vanouya kwaari nounyengeri, ruchiva rwavo runonyeketa somoto usiku hwose; mangwanani ruchizopfuta serimi romoto. Vose zvavo vanopisa sechoto; vanoparadza vatongi vavo. Madzimambo avo ose anowira pasi, uye hapana kana mumwe wavo anodana kwandiri. “Efuremu anovhengana namarudzi; Efuremu chingwa chitete chisina kushandurwa. Vatorwa vakamusveta simba rake, asi iye haazvizivi. Bvudzi rake rava kuchena, asi iye haazvicherechedzi. Kuzvikudza kwaIsraeri kunomupupurira zvakaipa, asi kunyange zvakadaro iye haadzoki kuna Jehovha Mwari wake kana kumutsvaka. “Efuremu akaita senjiva, inonyengereka zviri nyore uye isina njere, anodana kuIjipiti, anoenda kuAsiria. Pavachaenda, ndichakandira mumbure pamusoro pavo; ndichavakwevera pasi seshiri dzedenga. Pandichavanzwa vachibhururuka pamwe chete, ndichavabata. Vane nhamo, nokuti vakarasika vachibva kwandiri! Ngavaparadzwe, nokuti vakandipandukira! Ndinoshuva kuvadzikinura, asi vanondirevera nhema. Havachemi kwandiri zvinobva pamwoyo yavo, asi vanoungudza vari panhoo dzavo. Vanounganira zviyo newaini itsva asi vanondifuratira. Ndakavadzidzisa ndikavasimbisa, asi vanorangana kundiitira zvakaipa. Havadzokeri kuna iye Wokumusoro-soro; vakafanana nouta hunonyengera. Vatungamiri vavo vachaparadzwa nomunondo, nokuda kwamashoko avo ounhubu. Nokuda kwaizvozvi vachasekwa munyika yeIjipiti. "
    },
    {
      "chapter": "8",
      "verses": "Israeri achakohwa chamupupuri “Isa hwamanda pamuromo wako! Gondo riri pamusoro pemba yaJehovha. nokuti vanhu vakaputsa sungano yangu uye vakapandukira murayiro wangu. VaIsraeri vanodana kwandiri vachiti, ‘Haiwa, Mwari wedu, tinokuzivai!’ Asi Israeri akaramba zvakanaka; muvengi achamutevera. Vanogadza madzimambo vasina kutenderwa neni; vanosarudza machinda pasina mvumo yangu. Vanozvigadzirira zvifananidzo nesirivha negoridhe ravo kuti vagoparadzwa. Rasira kunze chifananidzo chako chemhuru, iwe Samaria! Kutsamwa kwangu kunopisa somoto pamusoro pavo. Vachasvika riniko vasingagoni kuzvichenesa? Izvi zvinobva kuIsraeri! chimhuru ichi, chakagadzirwa nomupfuri, hachizi Mwari. Chichaputsika kuita zvimedu zvimedu, icho chimhuru cheSamaria. “Vanodyara mhepo vachikohwa chamupupuri. Dzinde harina kubereka; haringaburitsi upfu. Dai raizobereka zviyo, vatorwa vaizvimedza. Israeri yamedzwa; zvino yava pakati pendudzi sechinhu chisina maturo. Nokuti vakaenda kuAsiria sembizi inongombeya yoga. Efuremu akazvitengesa kuvadiwa. Kunyange zvavo vakazvitengesa pakati pendudzi, ndichavaunganidza zvino pamwe chete. Vachatanga kuparara pasi poudzvinyiriri hwamambo ane simba guru. “Kunyange Efuremu akavaka aritari zhinji dzezvipiriso zvechivi, idzi dzava aritari dzokuitira zvivi. Ndakavanyorera zvinhu zvakawanda zvomurayiro wangu, asi vakazvitora sezvinhu zvisinei navo. Vanopa zvibayiro kwandiri uye vodya nyama yacho, asi Jehovha haafadzwi navo. Zvino acharangarira uipi hwavo uye acharanga zvivi zvavo: Vachadzokera kuIjipiti. Israeri akakanganwa Musiki wake ndokuvaka mizinda; Judha akomberedza maguta mazhinji namasvingo. Asi ndichatumira moto pamaguta avo uchaparadza masvingo avo.” "
    },
    {
      "chapter": "9",
      "verses": "Israeri inorangwa Rega kufara, iwe Israeri; rega kupembera sezvinoita dzimwe ndudzi. Nokuti hauna kunge wakatendeka kuna Mwari wako; unofarira mubayiro wechifeve, pamapuriro ose. Mapuriro nezvisviniro zvewaini hazvingagutsi vanhu. Waini itsva ichavanyengera. Havangarambi vari munyika yaJehovha; Efuremu achadzokera kuIjipiti agodya zvokudya zvakasvibiswa muAsiria. Havangadiri zvipiriso zvewaini kuna Jehovha, uye zvibayiro zvavo hazvingamufadzi. Zvibayiro zvakadai zvichava kwavari sechingwa chavanochema; vose vanozvidya vachava vakasvibiswa. Zvokudya izvi zvichava zvavo; hazvingaunzwi mutemberi yaJehovha. Muchaiteiko pazuva rakatarwa remitambo yenyu, pamazuva emitambo yaJehovha? Kunyange dai vakapukunyuka kubva pakuparadzwa, Ijipiti ichavaunganidza, uye Memufisi ichavaviga. Matura avo esirivha achafukidzwa norukato, uye minzwa ichamera mumatende avo. Mazuva okurangwa ari kuuya, mazuva okutsiva ava pedyo. Israeri ngaazvizive izvi. Nokuti zvivi zvako zvizhinji kwazvo uye ukasha hwako hwakakura kwazvo. Muprofita anoonekwa sebenzi, nomurume ano mweya somunhu anopenga. Muprofita, pamwe naMwari wangu, ndiye nharirire yaEfuremu, asi zvakadaro misungo yakamumirira panzira dzake dzose, uye ruvengo muimba yaMwari wake. Vanyura kwazvo kwazvo muuori, sapamazuva eGibhea. Mwari acharangarira uipi hwavo uye achavaranga nokuda kwezvivi zvavo. “Pandakawana Israeri, zvakanga zvakafanana nokuwana mazambiringa murenje; pandakaona madzibaba enyu, zvakanga zvakaita sokuona zvibereko zvokutanga pamuti womuonde. Asi pavakauya kuBhaari Peori, vakazvitsaura kuti vazviise kuchiumbwa ichocho chinonyadzisa, vakava vasina maturo uye vakafanana nechinhu chavakada. Kukudzwa kwaEfuremu kuchabhururuka seshiri, pasina kubereka, pasina pamuviri, pasina kubata pamuviri. Kunyange zvavo vakarera vana, ndichavauraya vose mumwe nomumwe. Vachava nenhamo pandichavafuratira! Ndakaona Efuremu, seTire, akasimwa panzvimbo yakanaka. Asi Efuremu achabudisa vana vake kumuurayi. Vapei, imi Jehovha, zvino muchavapeiko? Vapei zvibereko zvinopfupfudzika namazamu akaoma. “Nokuda kwouipi hwavo hwose muGirigari, ndakavavenga ikoko. Nokuda kwamabasa avo akaipa, ndichavadzinga kubva mumba mangu. Handichazovadizve, vatungamiri vavo vose vakapanduka. Efuremu arohwa, mudzi wavo, wasvava, havabereki chibereko. Kunyange vakabereka vana, ndichauraya vana vavo ivava vavanodisa.” Mwari wangu achavaramba nokuti havana kumuteerera; vachava vadzungairi pakati pendudzi. "
    },
    {
      "chapter": "10",
      "verses": "Israeri akanga ari muzambiringa unotanda; akazviberekera zvibereko. Zvibereko zvake pazvakawanda, iye akavakawo aritari dzakawanda; nyika yake payakabudirira, iye akashongedzawo matombo ake akaereswa. Mwoyo wavo unonyengera, uye zvino vanofanira kutakura mhosva yavo. Jehovha achaputsa aritari dzavo uye achaparadza matombo avo akaereswa. Ipapo vachati, “Hatina mambo nokuti hatina kukudza Jehovha. Asi kunyange dai taiva namambo, angadai akatiitireiko?” Vanovimbisa zvakawanda, vanoita mhiko dzenhema uye vanoita zvibvumirano; naizvozvo mhosva dzinoendeswa kudare dzinomera sebise rinouraya mumunda wakarimwa. Vanhu vanogara muSamaria vanotyira chifananidzo chemhuru chaBheti Avheni. Vanhu vacho vachachichema, ndizvo zvichaitawo vaprista vanonamata chifananidzo chacho; ivavo vakafarira kukudzwa kwacho, nokuti vachachitorerwa chigoendeswa kuutapwa. Chichatakurwa chigoendeswa kuAsiria somutero kuna mambo mukuru. Efuremu achanyadziswa; Israeri achanyarawo nokuda kwezvifananidzo zvakavezwa. Samaria namambo wayo ichaeredzwa sechimuti pamusoro pemvura. Nzvimbo dzakakwirira dzouipi dzichaparadzwa, ichi ndicho chivi chaIsraeri. Minzwa norukato zvichamera zvigofukidza aritari dzavo. Ipapo vachati kumakomo, “Tifukidzei!” nokuzvikomo, “Wirai pamusoro pedu!” “Kubva pamazuva eGibhea, wakatadza, iwe Israeri, uye ukarambirapo. Hondo haina kukunda vaiti vezvakaipa paGibhea here? Nenguva yandinoda ndichavaranga; ndudzi dzichaungana kuti dzivarwise nokuvaisa muusungwa nokuda kwezvivi zvavo zviviri. Efuremu itsiru rakapingudzwa rinofarira kupura; saka ndichaisa joko pamutsipa waro wakanaka. Ndichatinha Efuremu, Judha anofanira kurima, uye Jakobho anofanira kuputsa mavhinga acho. Zvidyarirei kururama, kohwai chibereko chorudo rusingaperi, mugorima gombo renyu; nokuti inguva yokutsvaka Jehovha, kusvikira auya kuzonayisa utsvene pamusoro penyu. Asi makarima uipi, mukacheka zvakaipa, mukadya zvibereko zvounyengeri, nokuti makavimba nesimba renyu uye navarwi venyu, kuomba kwehondo kuchamukira vanhu venyu, zvokuti masvingo enyu ose achaparadzwa, sokuparadzwa kwakaitwa Bheti Aribheri neSharimani pazuva rokurwa, vanamai pavakapanhirwa pasi pamwe chete navana vavo. Ndizvo zvichaitika kwauri, iwe Bheteri, nokuti uipi hwako hukuru. Kana zuva iroro roswedera, mambo weIsraeri achaparadzwa zvachose. "
    },
    {
      "chapter": "11",
      "verses": "Rudo rwaMwari kuna Israeri Israeri paakanga achiri muduku, ndaimuda, uye ndakadana mwanakomana wangu kubva kuIjipiti. Asi pandakanyanya kuvadana, ivo vakatonyanya kunditiza. Vakabayira kuna vanaBhaari uye vakapisira zvinonhuwira kuzvifananidzo. Ndini ndakadzidzisa Efuremu kufamba, ndichivasesedza namaoko avo; asi havana kuzvicherechedza kuti ndini ndakavarapa. Ndakavatungamirira nerwodzi rwounyoro hwomunhu, nezvisungo zvorudo; ndakasimudza joko kubva pamutsipa wavo ndikakotama kuti ndivape zvokudya: “Havangadzokerizve kuIjipiti uye vaAsiria havangavatongi here nokuti vakaramba kutendeuka? Minondo ichapenya mumaguta avo, ichaparadza mazariro pamasuo avo uye ichagumisa zvirongwa zvavo. Vanhu vangu vazvipira kutsauka vachibva kwandiri. Kunyange dai vakadana kuna Iye Wokumusoro-soro haangatongovasimudziri kunyange nenzira ipi zvayo. “Ndinokuregedza seiko, Efuremu? Ndingakuendesa seiko, Israeri? Ndingakuitireiko saAdhima? Ndingakuenzanisa sei naZebhoimi? Mwoyo wangu washanduka mukati mangu; tsitsi dzangu dzose dzamutswa. Handingazadzisi kutsamwa kwangu kukuru kana kutendeuka kuti ndiparadze Efuremu. Nokuti ndiri Mwari, kwete munhu, Mutsvene pakati penyu. Handingauyi ndakatsamwa. Vachatevera Jehovha; achaomba seshumba. Paachaomba, vana vake vachauya vachidedera vachibva kumadokero. Vachauya vachidedera seshiri vachibva kuIjipiti, senjiva vachibva kuAsiria. Ndichavagarisa mudzimba dzavo,” ndizvo zvinotaura Jehovha. Chivi chaIsraeri Efuremu andikomberedza nenhema, imba yaIsraeri nounyengeri. Uye Judha akasindimara pamberi paMwari, kunyange pamberi paIye Mutsvene. Akatendeka. "
    },
    {
      "chapter": "12",
      "verses": "Efuremu anodya mhepo; anodzingana nemhepo yokumabvazuva zuva rose uye anowedzera nhema pamwe chete nechisimba. Anoita sungano neAsiria, uye anoendesa mafuta omuorivhi kuIjipiti. Jehovha ane mhaka yaanopa Judha; acharanga Jakobho maererano nenzira dzake uye achamupa mubayiro maererano namabasa ake. Muchizvaro akabata chitsitsinho chomukoma wake; somunhu akaita mutsimba naMwari. Akaita mutsimba nomutumwa akamukurira; akachema akakumbira kuti anzwirwe nyasha naye. Akamuwana paBheteri akataura naye ipapo, Jehovha Mwari Wamasimba Ose, Jehovha ndiro zita rake raanozivikanwa naro! Asi unofanira kudzokera kuna Mwari wako; chengetedza rudo nokururamisira, uye umirire Mwari wako nguva dzose. Mutengesi anoshandisa chiero chinonyengera; anofarira kubiridzira. Efuremu anozvikudza achiti, “Ndakapfuma kwazvo; ndazova mupfumi chaiye. Noupfumi hwangu hwose havangawani mandiri chakaipa chipi zvacho kana chivi mukati mangu.” “Ndini Jehovha Mwari wako, akakubudisa kubva muIjipiti; ndichakugarisaizve mumatende, sapamazuva emitambo yakatarwa. Ndakataura kuvaprofita, ndikavapa zviratidzo zvizhinji uye ndikataura mifananidzo kubudikidza navo.” Ko, Gireadhi yakaipa here? Vanhu vayo havana maturo! Vanobayira nzombe here paGirigari? Aritari dzavo dzichava semirwi yamatombo mumunda wakarimwa. Jakobho akatizira kunyika yeAramu; Israeri akashandira kuti awane mukadzi, uye kuti amuwane akafudza makwai. Jehovha akashandisa muprofita kuti abudise Israeri kubva muIjipiti, nomuprofita akavachengeta. Asi Efuremu akamutsamwisa zvikuru kusvikira ashatirwa; Ishe wake achaisa paari mhosva dzake dzokudeura ropa uye achamupa mubayiro wokuzvidza kwake. "
    },
    {
      "chapter": "13",
      "verses": "Kutsamwa kwaJehovha pamusoro peIsraeri Efuremu akati ataura, vanhu vakadedera; iye akakudzwa muIsraeri. Asi akava nemhosva yokunamata Bhaari uye akafa. Zvino vanoramba vachingotadza; vanozviitira zvifananidzo zvakaumbwa nesirivha yavo, zviri zvifananidzo zvakaumbwa nenjere dzavo, zvose ari mabasa emhizha. Pamusoro pavanhu ava zvinonzi, “Vanobayira zvibayiro uye vanotsvoda zviumbwa zvemhuru.” Naizvozvo vachava semhute yamangwanani, sedova rinokurumidza kupera, sehundi inopeperetswa kubva paburiro, soutsi hunobuda napawindo. “Asi ndini Jehovha Mwari wako, akakubudisa kubva muIjipiti. Haungazovi nomumwe Mwari kunze kwangu; kana mumwe Muponesi kunze kwangu. Ndakakuchengeta murenje, munyika inopisa kwazvo. Pandakavapa zvokudya, vakaguta; vakati vaguta, vakazvikudza ipapo vakandikanganwa. Saka ndichauya kwavari seshumba, ndichavagarira panzira sembada, Sebere ratorerwa vana varo, ndichavarwisa ndigovatsemura. Seshumba ndichavaparadza; chikara chesango chichavabvambura. “Waparadzwa iwe Israeri, nokuti unondirwisa, uchirwisa mubatsiri wako. Mambo wako aripiko, kuti zvimwe angakuponesa? Vatongi vako varipiko mumaguta ako ose, avo vawakati, ‘Ndipei mambo namachinda’? Saka mukutsamwa kwangu ndakakupa mambo, uye muhasha dzangu ndakamubvisa. Mhosva dzaEfuremu dzakaunganidzwa pamwe chete, zvivi zvake zvakachengetedzwa muzvinyorwa. Kurwadziwa sokwomukadzi anosununguka kunosvika kwaari, asi uyu mwana asina uchenjeri; kana nguva dzasvika, haauyi kumusuo wechizvaro. “Ndichavadzikinura kubva pasimba reguva; ndichavadzikinura kubva parufu. Dziripiko hosha dzako, nhai rufu? Kuripiko kuparadza kwako, nhai guva? “Handingazovi netsitsi, kunyange akabudirira pakati pamadzikoma ake. Mhepo yokumabvazuva yaJehovha ichauya, ichivhuvhuta ichibva kurenje; chitubu chake chichapwa uye tsime rake richaoma. Dura rake richapambwa nezvose zvinokosha zviri mariri. Vanhu veSamaria vanofanira kutakura mhaka yavo, nokuti vakamukira Mwari wavo. Vachaparadzwa nomunondo; vacheche vavo vacharoverwa pasi. Vakadzi vavo vane mimba vachatumburwa.” "
    },
    {
      "chapter": "14",
      "verses": "Kutendeuka kunouyisa maropafadzo Iwe Israeri, dzokera kuna Jehovha Mwari wako. Zvivi zvako ndizvo zvakakonzera kuwa kwako! Endai namashoko uye mudzokere kuna Jehovha. Muti kwaari: “Regererai zvivi zvedu zvose mutigamuchire nenyasha, kuti tigopa zvibereko zvemiromo yedu. Asiria haangatiponesi; hatingatasvi mabhiza ehondo. Hatizombotizve, ‘Vamwari vedu’ kune zvakagadzirwa namaoko edu chaiwo, nokuti nherera dzinowana nyasha mamuri.” “Ndichaporesa kusateerera kwavo uye ndichangovada hangu, nokuti hasha dzangu dzabva kwavari. Ndichava sedova kuna Israeri, achatunga seruva remahapa. Somusidhari weRebhanoni achadzikisa midzi yake; mabukira ake achakura. Kunaka kwake kuchafanana nekwomuti womuorivhi, kunhuwira kwake sekwomusidhari weRebhanoni. Vanhu vachagarazve mumumvuri wake. Achararama sezviyo. Achatunga maruva somuzambiringa, uye mbiri yake ichafanana newaini yeRebhanoni. Nhai Efuremu, ndichineiko chokuita nezvifananidzo? Ndichamupindura uye ndichamuchengeta. Ndakafanana nomuti womupaini wakasvibira; kubereka kwako kunobva kwandiri.” Ndiani akachenjera? Achacherechedza zvinhu izvi. Ndiani anonzvera? Achazvinzwisisa. Nzira dzaJehovha dzakarurama; vakarurama vanofamba madziri, asi vatadzi vanogumburwa madziri. "
    }
  ]
}
