{
  "book": "Isaya",
  "chapters": [
    {
      "chapter": "1",
      "verses": "1Chiratidzo chaIsaya mwanakomana waAmozi, chaakaona pamusoro peJudha neJerusarema pamazuva aUziya naJotamu, naAhazi naHezekia, madzimambo eJudha. Rudzi Runomukira 2Inzwai imi matenga! Teerera iwe nyika! Nokuti Jehovha akataura achiti, “Ndakarera vana ndikavakudza, asi ivo vakandimukira. 3Nzombe inoziva vatenzi vayo, nembongoro inoziva chidyiro chomwene wayo, asi Israeri haizivi, vanhu vangu havanzwisisi.” 4Haiwa, rudzi runotadza, vanhu vakaremerwa nezvakaipa, vana vavaiti vezvakaipa, vana vanoita zvakaora! Vakasiya Jehovha; vakashora Mutsvene waIsraeri vakamufuratira. 5Mucharambireiko muchingorohwa? Munorambireiko muchimukira Jehovha? Musoro wenyu wose wakuvadzwa, mwoyo wenyu wose warwadziwa. 6Kubvira pasi porutsoka rwako kusvikira panhongonya yomusoro wako hapana pakukutu, anongova maronda nokurwadziwa namavanga akazaruka, asina kusukwa kana kusungwa kana kuzorwa mafuta. 7Nyika yenyu yaparadzwa, Maguta enyu apiswa nomoto; minda yenyu iri kutorwa navatorwa pamberi penyu chaipo, nyika yaparadzwa sapanoparadza vatorwa. 8Mwanasikana weZioni asiyiwa sedumba mumunda wemizambiringa, seimba mumunda wamanwiwa, seguta rakakombwa. 9Dai Jehovha Wamasimba Ose asina kutisiyira vakapukunyuka, tingadai takafanana neSodhomu, tingadai takaita seGomora. 10Inzwai shoko raJehovha, imi vabati veSodhomu; teererai kumurayiro waMwari wedu, imi vanhu veGomora! 11“Zvibayiro zvenyu zvizhinji, zvinyiko kwandiri?” ndizvo zvinotaura Jehovha. “Zvibayiro zvinopiswa zvawandisa, zvamakondohwe namafuta ezvipfuwo zvakakodzwa; Handifadzwi neropa renzombe, ramakwayana nerembudzi. 12Pamunouya kuzozviratidza pamberi pangu, ndianiko akambokukumbirai izvi kwamuri, naikoku kutsika-tsika pavazhe dzangu? 13Regai kuuya nezvipiriso zvisina maturo! Zvinonhuwira zvenyu zvinondinyangadza. Nguva dzoKugara kwoMwedzi, maSabata nenguva dzekokorodzano, handigoni kufarira ungano dzenyu dzakaipa. 14Mitambo yenyu yoKugara kwoMwedzi nemitambo yenyu yakatsaurwa inovengwa nomweya wangu. Zvava mutoro kwandiri; ndaneta nokuzvitakura. 15Pamunotambanudza maoko enyu muchinyengetera, ini ndichakuvanzirai chiso changu; kunyange mukawanza munyengetero, handisi kuzokunzwai. Maoko enyu azere neropa; 16shambai muzvinatse. Bvisai mabasa enyu akaipa pamberi pangu! Regai kuita zvakaipa, 17dzidzai kuita zvakarurama. Tsvakai kururamisira, kurudzirai vakamanikidzwa. Dzivirirai nherera, mukumbirire chirikadzi. 18“Chiuyai zvino titaurirane,” ndizvo zvinotaura Jehovha. “Kunyange zvivi zvenyu zviri zvitsvuku zvichachena sechando; kunyange zviri zvishava somuti mushava, zvichaita samakushe amakwai. 19Kana muchida uye muchiteerera muchadya zvakanakisa zvenyika; 20asi kana muchiramba uye muchindimukira, muchaparadzwa nomunondo.” Nokuti muromo waJehovha wazvitaura. 21Tarirai guta rakatendeka rava chifeve sei! Iro rakanga rizere nokururamisira; kururama kwaigara mariri, asi zvino mogara mhondi! 22Sirivha yako yava nengura, waini yako yakavhenganiswa nemvura. 23Machinda ako vapanduki, ishamwari dzembavha; vose vanoda fufuro, uye vanomhanyira zvipo. Havana hanya nokudzivirira nherera; mhaka yechirikadzi haiuyiswi pamberi pavo. 24Naizvozvo Ishe, Jehovha Wamasimba Ose, Anesimba waIsraeri, anotaura achiti, “Haiwa, ndichadurura hasha dzangu pamusoro pavadzivisi vangu, nokuzvitsivira vavengi vangu. 25Ndichatambanudzira ruoko rwangu kwauri; ndichapedza chose ngura yako ndigobvisa kusachena kwako kwose. 26Ndichadzosera vatongi vako samazuva akare, namachinda ako samazuva okutanga. Shure kwaizvozvo uchanzi Guta Rokururama, Guta Rakatendeka.” 27Zioni richadzikinurwa nokururamiswa, navanotendeuka varo, nokururama. 28Asi vapanduki navatadzi vachaparadzwa vose, uye vose vanosiya Jehovha vachaparara. 29“Nokuti muchanyadziswa nokuda kwemiti yomuouki yamunoeresa, yamunofadzwa nayo; muchanyadziswa nokuda kwamapindu amakasarudza. 30Muchafanana nomuouki wasvava mashizha, sebindu risina mvura. 31Murume ane simba achava serwodzi nebasa rake sesasaradzi; zvose zvichatsva pamwe chete, pasina achadzima moto.” "
    },
    {
      "chapter": "2",
      "verses": "Gomo raJehovha 1Izvi ndizvo zvakaonekwa naIsaya mwanakomana waAmozi, pamusoro peJudha neJerusarema: 2Mumazuva okupedzisira, gomo retemberi yaJehovha richasimbiswa, richava guru pakati pamakomo; richakwiridzirwa pamusoro pezvikomo, uye ndudzi dzose dzichamhanyira kwariri. 3Ndudzi zhinji dzichauya dzichiti, “Uyai ngatiendei kugomo raJehovha, kuimba yaMwari waJakobho Iye achatidzidzisa nzira dzake, kuitira kuti tigofamba mumakwara ake.” Nokuti murayiro uchabva paZioni, shoko raJehovha richabva kuJerusarema. 4Iye achatonga pakati pendudzi nokupedzera marudzi mazhinji gakava. Vachapfura minondo yavo vachiita mapadza, namapfumo avo vachiaita mapanga okuchekerera miti. Rudzi rumwe harungazosimudziri munondo kuno rumwe rudzi, kana kuzodzidzirazve kurwa. 5Uyai, imi imba yaJakobho, ngatifambei muchiedza chaJehovha. Zuva raJehovha 6Nokuti makasiya vanhu venyu, ivo imba yaJakobho. Vakazara nezvinamato zvokuMabvazuva; vanoita zvokuvuka kufanana navaFiristia, vachibatana maoko navahedheni. 7Nyika yavo izere nesirivha negoridhe; pfuma yavo haiperi. Nyika yavo izere namabhiza; ngoro dzavo hadziperi. 8Nyika yavo izere nezvifananidzo; vanopfugamira mabasa amaoko avo, kuzvinhu zvakaitwa neminwe yavo. 9Naizvozvo munhu achaderedzwa uye marudzi avanhu achaninipiswa, musavakanganwira. 10Pinda mumapako, uvande muguruva, ubve mukutyisa kwaJehovha nokubwinya kwoumambo hwake! 11Meso omunhu anozvikudza achaninipiswa, uye kuzvikudza kwavanhu kuchaderedzwa; asi Jehovha oga ndiye achakudzwa pazuva iro. 12Nokuti Jehovha Wamasimba Ose ane zuva raakachengetera avo vose vanozvikudza navanodada, navose vanokudzwa (uye vachaninipiswa), 13nemisidhari yose yeRebhanoni, yakareba neyakakwirira, nemiouki yose yeBhashani, 14namakomo ose akakwirira, nezvikomo zvose zvakakwirira, 15neshongwe dzose dzakakwirira, namasvingo ose akasimba, 16nezvikepe zvose zveTashishi, nemidziyo yose yakanaka. 17Kuzvikudza kwomunhu kuchaderedzwa, uye kuzvikudza kwavanhu kuchaninipiswa; Jehovha oga ndiye achakudzwa pazuva iro, 18uye zvifananidzo zvichapera zvachose. 19Vanhu vachatizira kumapako amatombo, nokumwena yapasi nokuda kwaJehovha anotyisa, uye nokubwinya kwoumambo hwake, paanosimuka achizungunutsa nyika. 20Pazuva iro vanhu vacharasira kumakonzo nokuzviremwaremwa, zvifananidzo zvavo zvesirivha nezvifananidzo zvegoridhe, zvavakaita kuti vazvinamate. 21Vachatizira kumapako amatombo nokumikaha yakarembera, nokuda kwokutya Jehovha, uye nokubwinya kwoumambo hwake, paanosimuka kuti azungunutse nyika. 22Regai kuvimba nomunhu, anongova nokufema mumhino dzake. Anobatsireiko? "
    },
    {
      "chapter": "3",
      "verses": "Kutongwa pamusoro peJerusarema neJudha 1Tarirai zvino, Ishe Jehovha Wamasimba Ose ava kuda kutora zvose rutsigiro nomudonzvo, kubva kuJerusarema neJudha; rutsigiro rwose rwezvokudya norutsigiro rwose rwemvura, 2mhare nomurwi, mutongi nomuprofita, muvuki nomukuru, 3mukuru wamakumi mashanu nomunhu anokudzwa, muchinda nomurume wemhizha, nomuvuki anoziva. 4Ndichaita kuti majaya ave vabati vavo; vana vadiki ndivo vachavatonga. 5Vanhu vachadzvinyirirana, munhu nomunhu, muvakidzani nomuvakidzani. Vadiki vachamukira vakuru, nounozvidza achamukira anokudzwa. 6Murume achabata mumwe wavanun'una vake paimba yababa vake achiti, “Ndiwe une nguo, chiva mutungamiri wedu; iva mutariri wedutu roungwandangwanda uhu!” 7Asi pazuva iro achadanidzira achiti, “Handigoni kugadzirisa zvinhu. Handina chokudya kana chokufuka mumba mangu; musandiita mutungamiri wavanhu.” 8Jerusarema rozungunuka, Judha riri kuwa; mashoko avo nezviito zvavo zvinopesana naJehovha, vachizvidza kuvapo kwake kunobwinya. 9Zvinoonekwa pazviso zvavo zvinovapupurira; vanoburitsa chivi chavo pachena seSodhomu; havambochivanzi. Vane nhamo! Vanouyisa njodzi pamusoro pavo. 10Udzai vakarurama kuti zvichavanakira, nokuti vachanakirwa nezvibereko zvamabasa avo. 11Vane nhamo vakaipa! Njodzi yava kuda kuvawira! Vacharipirwa zvakabatwa namaoko avo. 12Vadiki vanomanikidza vanhu vangu, vakadzi vanovatonga. Haiwa, vanhu vangu, vatungamiri venyu vanokutsausai; vanokubvisai munzira. 13Jehovha anotora nzvimbo yake muimba yokutonga; anosimuka kuti atonge vanhu. 14Jehovha anopinda mukutonga vakuru navatungamiri vavanhu vake achiti, “Ndimi makaparadza munda wangu womuzambiringa; zvakapambwa zvinobva kuvarombo zviri mudzimba dzenyu. 15Munoreveiko zvamunopwanya vanhu vangu, nokukuya zviso zvavarombo?” ndizvo zvinotaura Ishe Jehovha Wamasimba Ose. 16Jehovha anoti, “Vakadzi veZioni vanozvikudza, vanofamba vakamisa mitsipa yavo. Vachichonya nameso avo, nokufamba vachinzenzeta, vaine zvishongo zvinorira muzviziso zvamakumbo avo. 17Naizvozvo Jehovha achauyisa maronda pamisoro yavakadzi veZioni; Jehovha achaitisa misoro yavo mhanza.” 18Pazuva iro Jehovha achabvisa pazviziso zvamakumbo avo: mabhenguro, nezvishongo zvomusoro, nezvishongo zvomutsipa. zvinon'aima, 19nemhete dzenzeve, nezvingetani zvomumaoko, namavhoiri 20nezvishongo zvebvudzi, nezvingetani zvomuzviziso zvamakumbo, nemasikavha, namabhodhoro amafuta anonhuwira, namazango, 21nemhete, noukomba hwemhino, 22nenguo dzakanaka dzomutambo, nezvijasi, namakepesi namajasi nezvikwama, 23nezvionioni, nenguo dzomucheka wakaisvonaka, nezvishongo namashaweri. 24Pachinzvimbo chezvinonhuwira, pachava nokunhuwa; pachinzvimbo chesikavha, pachava netambo; pachinzvimbo chebvudzi rakashongedzwa zvakanaka, pachava nemhanza; pachinzvimbo chembatya dzakaisvonaka, pachava nechipfeko chesaga; pachinzvimbo chorunako, pachava nokupiswa. 25Varume venyu vachafa nomunondo, varwi venyu vachafa muhondo. 26Masuo eZioni achaungudza nokuchema; nokutambura kwavo, achagara pasi. "
    },
    {
      "chapter": "4",
      "verses": "1Pazuva iro vakadzi vanomwe vachabata murume mumwe vachiti, “Tichadya zvokudya zvedu nokuzvitsvakira zvokufuka; Tinongoda kudanwa nezita rako bedzi. Bvisa kunyadziswa kwedu!” Davi raJehovha 2Pazuva iro, davi raJehovha richava rakanaka uye richabwinya, uye zvibereko zvenyika zvichava chidadiso nokukudzwa kwavakapunyuka muIsraeri. 3Vaya vakasara muZioni, navakasara muJerusarema, vachanzi vatsvene, navose vakanyorwa pakati pavapenyu muJerusarema. 4Jehovha achashambidza tsvina yevakadzi veZioni; achanatsa makwapa eropa kubva muJerusarema nomweya wokutonga uye mweya womoto. 5Ipapo Jehovha achasika pamusoro pegomo rose reZioni napamusoro pavose vanoungana ikoko gore routsi masikati nezhenje romoto unopfuta usiku; pamusoro pokubwinya kwose pachava nechidzitiro. 6Chichava chifukidzo nomumvuri kubva pakupisa kwezuva, noutiziro, nenzvimbo yokuvanda kubva padutu nemvura inonaya. "
    },
    {
      "chapter": "5",
      "verses": "Rwiyo rwoMunda weMizambiringa 1Ndichaimbira mudiwa wangu rwiyo pamusoro pomunda wake wemizambiringa: Mudiwa wangu akanga ane munda wake wemizambiringa, pachikomo chakaorera. 2Akautimbira akabvisa mabwe akasimamo mazambiringa akaisvonaka. Akavaka shongwe mukati mawo uye akauchererawo chisviniro chewaini. Ipapo akatarisa kuti awane zvibereko zvamazambiringa akanaka, asi iwo wakangobereka muchero wakaipa chete. 3“Zvino imi vagari vomuJerusarema nemi varume veJudha, chitongai pakati pangu nomunda wemizambiringa wangu. 4Chiiko chimwezve chaifanira kuitirwa munda wangu wemizambiringa chandisina kuuitira? Pandakatsvaka mazambiringa akanaka, wakagoberekerei akaipa oga? 5Zvino ndichakuudzai zvandichaitira munda wangu wemizambiringa: Ndichabvisa ruzhowa rwawo, iwo ugoparadzwa; ndichaputsa rusvingo rwawo, uye uchatsikwatsikwa. 6Ndichauita nzvimbo yamarara, hauzochekererwi kana kusakurirwa, uye minzwa norukato zvichakuramo. Ndicharayira makore kuti arege kunayisa mvura pamusoro pawo.” 7Munda womuzambiringa waJehovha Wamasimba Ose ndiwo imba yaIsraeri, uye varume veJudha ndivo bindu rake rinomufadza. Zvino akatarisira kururamisira asi akaona kuteuka kweropa; akatsvaka kururuma, asi akanzwa kuchema kwokutambudzika. Nhamo noKutongwa 8Mune nhamo imi munowedzera dzimba nedzimba uye munobatanidza munda nomunda, kusvikira pasisina nzvimbo yasara uye mugogara moga munyika. 9Jehovha Wamasimba Ose akataura ndichinzwa akati, “Zvirokwazvo dzimba zhinji dzichava matongo, dzimba huru dzakanaka dzichashaya vanogaramo. 10Maeka gumi omunda wemizambiringa achabereka bhati rimwe chetea rewaini, uye homerib rembeu richabereka efac imwe chete rezviyo.” 11Vane nhamo avo vanomuka mangwanani kuti vatsvake doro rinodhaka, vanogara kusvikira usiku, kusvikira vapengeswa newaini. 12Vanenge vane rudimbwa, nemitengeranwa pamabiko avo, namatambureni, nenyere newaini, asi havana hanya namabasa aJehovha, havana rukudzo nebasa ramaoko ake. 13Naizvozvo vanhu vangu vachapinda muutapwa, nokuda kwokushayiwa zivo; vanokudzwa vavo vachafa nenzara, uye vazhinji vavo vachafa nenyota. 14Naizvozvo gehena rakawedzera kukara kwaro, uye rakazarura muromo waro zvinodarika mwero; mariri muchaburukira vanokudzwa vavo nevoruzhinji, navose vanokakavara vavo navanofara vavo. 15Naizvozvo munhuwo zvake achadzikiswa, marudzi avanhu achaninipiswa, nameso avanozvikudza achaninipiswa. 16Asi Jehovha Wamasimba Ose achakudzwa, nokuda kwokururamisira kwake, uye Mwari, mutsvene achazviratidza pachake kuti mutsvene, mukururama kwake. 17Ipapo makwai achafura saari mumafuro awo; makwayana achadya pakati pamatongo avapfumi. 18Vane nhamo avo vanokweva chivi nerwodzi rwokunyengera, uye zvakaipa sezvinenge mabote engoro, 19kuna vanoti, “Mwari ngaakurumidze, ngaachimbidzike nebasa rake kuti tirione. Ngarisvike, urongwa hwoMutsvene waIsraeri ngahuuye, kuti tihuzive.” 20Vane nhamo avo vanoti zvakaipa ndizvo zvakanaka, uye zvakanaka ndizvo zvakaipa, vanoisa rima panzvimbo yechiedza nechiedza panzvimbo yerima, vanoisa zvinovava panzvimbo yezvinotapira, nezvinotapira panzvimbo yezvinovava. 21Vane nhamo avo vanoti vakachenjera pameso avo, uye vakangwara pakuona kwavo. 22Vane nhamo avo vanova mhare pakunwa waini, uye shasha pakuvhenganisa zvokunwa zvinodhaka, 23vanopembedza ane mhosva nokuda kwefufuro, asi vanoramba kururamisira vasina mhosva. 24Naizvozvo, samarimi omoto anonanzva mashanga, uye souswa hwakaoma hunomedzwa nemirazvo yemoto, naizvozvo midzi yavo ichaora uye maruva avo achapepereswa seguruva; nokuti vakaramba murayiro waJehovha Wamasimba Ose, uye vakazvidza shoko roMutsvene waIsraeri. 25Naizvozvo kutsamwa kwaJehovha kwopfuta pamusoro pavanhu vake; ruoko rwake rwasimudzwa uye anovarovera pasi. Makomo anozungunuka, uye mitumbi yavakafa yaita samarara mumigwagwa. Kunyange zvakadaro nokuda kwezvose izvi, kutsamwa kwake hakuna kudzorwa, ruoko rwake rwaramba rwakasimudzwa. 26Anosimudzira ndudzi dziri kure mureza, anoridzira muridzo kuna avo vari kumigumo yenyika. Havo vouya, nokukurumidza uye nokuchimbidzika! 27Hapana kana mumwe wavo anoneta kana kugumburwa, hapana kana mumwe wavo achakotsira kana kuvata; hapana kana bhanire richasunungurwa pachiuno, hapana kana rukanda rweshangu rwakadambuka. 28Miseve yavo inopinza, uta hwavo hwose hwakakungwa; mahwanda amabhiza avo anenge omusarasara, mavhiri engoro dzavo akaita sechamupupuri. 29Kuomba kwavo kwakaita sokweshumba, vanoomba kufanana neshumba diki; vanodzvova pavanobata mhuka yavo vagoitakura pasina kana angairwira. 30Pazuva iro vachaomba pamusoro payo, sokutinhirwa kwegungwa. Uye kana mumwe akatarisa panyika, achaona rima nokutambudzika; kunyange chiedza chichasvibiswa namakore. "
    },
    {
      "chapter": "6",
      "verses": "Kutumwa kwaIsaya 1Mugore rakafa Mambo Uziya, ndakaona Ishe agere pachigaro choushe, chirefu chakakwirira uye mupendero wenguo dzake wakazadza temberi. 2Kumusoro kwake kwaiva neserafimi, imwe neimwe yaiva namapapiro matanhatu: namapapiro maviri, dzakafukidza uso hwadzo, namaviri dzakafukidza makumbo adzo, uye namaviri dzakanga dzichibhururuka. 3Zvino imwe yaidanidzira kune imwe ichiti: “Mutsvene, mutsvene, mutsvene, iye Jehovha Wamasimba Ose; nyika yose izere nokubwinya kwake.” 4Nomutinhiro wamanzwi adzo, nheyo dzezvikumbaridzo zvakazungunuka uye temberi yakazadzwa noutsi. 5Ipapo ndakachema ndichiti, “Ndine nhamo! Ndaparara! Nokuti ndiri munhu ane miromo ine tsvina uye ndigere pakati pavanhu vane miromo ine tsvina uye meso angu aona Mambo, Jehovha Wamasimba Ose.” 6Ipapo imwe yesarafimi yakabhururukira kwandiri ine zimbe romoto muruoko rwayo, rayakanga yatora nembato kubva paaritari. 7Yakagunzva muromo wangu nawo ikati, “Tarira, zimbe iri ragunzva miromo yako; mhosva yako yabviswa uye chivi chako chadzikinurwa.” 8Ipapo ndakanzwa inzwi raJehovha richiti, “Ndiani wandichatuma? Uye ndiani achatiendera?” Ini ndakati, “Ndiri pano! Nditumei!” 9Iye akati, “Enda undoudza vanhu ava uti, “ ‘Munogara muchinzwa, asi hamumbonzwisisi; munogara muchiona, asi hamuonesesi.’ 10Ita kuti mwoyo yavanhu ava isindimare; ita kuti nzeve dzavo dzisanzwisise uye vatsinzine meso avo. Nokuti vangaona nameso avo, nokunzwa nenzeve dzavo, vakanzwisisa nemwoyo yavo, vakadzoka vakaporeswa.” 11Ipapo ndakati, “Haiwa, Ishe, kusvikira riniko?” iye akapindura achiti, “Kusvikira maguta ava matongo uye pasisina anogaramo, kusvikira dzimba dzasiyiwa dzisina vanhu, neminda yaparadzwa zvachose, 12kusvikira Jehovha adzingira vanhu kure, uye nyika yasiyiwa zvachose. 13Uye kunyange kukasara chegumi munyika, naichowo chichaparadzwa. Asi somuterabhiniti nomuouki zvichasara zvava zvigutsa pazvinotemwa, saizvozvo rudzi rutsvene ruchavawo sechigutsa munyika.” "
    },
    {
      "chapter": "7",
      "verses": "Chiratidzo chaImanueri 1Zvino Ahazi mwanakomana waJotamu, mwanakomana waUziya, paakanga ari mambo weJudha, Mambo Rezini weAramu naPeka mwanakomana waRamaria mambo weIsraeri vakauya kuzorwa neJerusarema, asi havana kugona kurikunda. 2Zvino imba yaDhavhidhi yakaudzwa kuti, “Aramu yabatana neEfuremu;” saka mwoyo waAhazi nemwoyo yavanhu vake yakazungunuswa, sokuzungunuswa kunoitwa miti yesango nemhepo. 3Ipapo Jehovha akati kuna Isaya, “Buda, iwe nomwanakomana wako Sheari-Jashubhi, unosangana naAhazi kumucheto womugero weDziva Rokumusoro, mumugwagwa unoenda kuMunda woMusuki. 4Uti kwaari, ‘Chenjera, dzikama hako, uye usatya. Usaora mwoyo nokuda kwamatsiga maviri ehuni, nokuda kwokutsamwa kunotyisa kwaRezini naAramu uye nekwomwanakomana waRemaria. 5Aramu naEfuremu nomwanakomana waRemaria vakarangana kukuparadza vachiti, 6“Handei tindorwa neJudha; ngatiribvarurei tigorigovana pakati pedu, tigogadza Tabheeri kuti ave mambo pamusoro paro.” 7Asi zvanzi naIshe Jehovha, “ ‘Izvi hazvingamiri, hazvingaitiki, nokuti musoro weAramu iDhamasiko, 8uye musoro weDhamasiko iRezini bedzi. Makore makumi matanhatu namashanu asati apera, vaEfuremu vachaputswa-putswa zvokusazova rudzizve. 9Musoro weEfuremu iSamaria, uye musoro weSamaria mwanakomana waRamaria bedzi. Kana usingamiri zvakasimba mukutenda kwako, hauchazomiri zvachose.’ ” 10Jehovha akataurazve kuna Ahazi akati, 11“Kumbira chiratidzo kuna Jehovha Mwari wako, kunyange pakadzikadzika kana pamusoro-soro.” 12Asi Ahazi akati, “Handizokumbiri; handingaedzi Jehovha.” 13Ipapo Isaya akati, “Inzwai zvino, imi imba yaDhavhidhi! Hazvina kuringana here kuedza mwoyo murefu wavanhu? Ko, imi muchaedzawo mwoyo murefu waMwari wangu here? 14Naizvozvo Jehovha pachake achakupai chiratidzo: Mhandara ichava nemimba uye ichabereka mwanakomana igomutumidza kuti Imanueri. 15Iye achadya ruomba nouchi paachaziva zvakakwana kuti arambe zvakaipa achisarudza zvakarurama. 16Asi mwana asati anyatsoziva kuramba zvakaipa nokusarudza zvakanaka, nyika yamadzimambo maviri aunotya ichava dongo. 17Jehovha achauyisa pamusoro pako napamusoro pavanhu vako napamusoro peimba yababa vako nguva isina kumbovapo kubva nguva iya yaakazvipatsanura kubva kuna Judha, achauyisa mambo weAsiria.” 18Pazuva iroro Jehovha acharidzira muridzo kunhunzi dzichibva kuhova dziri kure dzeIjipiti nokunyuchi dzichibva kunyika yeAsiria. 19Dzichauya dzose dzigogara mumawere emipata nomumikaha yamatombo, nomumakwenzi ose eminzwa uye napamadziva ose. 20Pazuva iro Jehovha achashandisa chisvo chakakumbirwa kubva mhiri kwoRwizi, kuna mambo weAsiria, kuti avevure misoro yenyu nemvere dzomumakumbo enyu, uye kuti abvisewo ndebvu dzenyu. 21Pazuva iro, murume achapfuwa mhou duku imwe chete nembudzi mbiri. 22Uye nokuda kwokuwanda kwomukaka wadzinopa, achadya ruomba. Vose vachasara munyika vachadya ruomba nouchi. 23Pazuva iro munzvimbo imwe neimwe maimbova nemizambiringa inokwana chiuru yaitengwa namashekeri anokwana chiurua esirivha, pachazova norukato neminzwa chete. 24Varume vachaendako neuta nemiseve, nokuti nyika ichange yafukidzwa norukato neminzwa. 25Kana ari makomo ose aichimbosakurirwa nebadza, hakuna achada kuendako nokuda kwokutya rukato neminzwa; dzichava nzvimbo dzokusundira mombe nokunomhanyirwa namakwai. "
    },
    {
      "chapter": "8",
      "verses": "Asiria, Shamhu yaJehovha 1Jehovha akati kwandiri, “Tora hwendefa huru unyore pamusoro payo nechinyoreso: pamusoro paMaheri-Sharari-Hashi-Bhazi. 2Ndichadana Uriya muprista naZekaria mwanakomana waJebherekia sezvapupu zvakatendeka kwandiri.” 3Ipapo ndakaenda kumuprofitakadzi, iye akatora pamuviri akabereka mwanakomana. Zvino Jehovha akati kwandiri, “Mutumidze kuti MaheriSharari-Hashi-Bhazi; 4nokuti mwana asati aziva kuti, ‘Baba vangu’ kana kuti, ‘Mai vangu,’ pfuma yeDhamasiko nezvakapambwa zveSamaria zvichatakurwa namambo weAsiria.” 5Jehovha akataurazve kwandiri akati, 6“Nokuti vanhu ava vakaramba mvura inoyerera zvinyoronyoro yeShiroa, uye vanofarira Rezini nomwanakomana waRemaria, 7naizvozvo Jehovha ava kuda kuuyisa pamusoro pavo mafashamu makuru oRwizi, mambo weAsiria nokukudzwa kwake kwose. Ruchapfachukira hova dzarwo dzose, uye rugopfachukira kumahombekombe arwo ose, 8ruchakukura kusvikira kuJudha, ruchipafuma nomukati mayo, rugopfuura nomairi ruchisvika muhuro. Kutandavara kwamapapiro arwo kuchafukidza upamhi hwenyika yako, iwe Imanueri!” 9Ridzai mhere yehondo, imi ndudzi, mugoputswaputswa! Teererai, imi nyika dzose dziri kure. Gadzirirai kurwa, mugoputswa-putswa! 10Gadzirirai urongwa hwenyu, asi huchakona; Taurai zvourongwa hwenyu, asi hauzomiri, nokuti Mwari anesu. Ityai Mwari 11Jehovha akataura kwandiri ruoko rwake rune simba rwuri pamusoro pangu, achindiyambira kuti ndirege kutevera nzira yavanhu ava, akati, 12“Musati irangano zvinhu zvose zvinonzi navanhu ava irangano; musatya zvavanotya, musazvivhunduka. 13Jehovha Wamasimba Ose ndiye wamunofanira kuita mutsvene, ndiye wamunofanira kuvhunduka, 14ndiye achava nzvimbo tsvene; asi padzimba dzose dzaIsraeri achava dombo rinoita kuti vanhu vagumburwe; nedombo rinoita kuti vapunzike. Uye kuvanhu veJerusarema iye achava musungo norugombe. 15Vazhinji vavo vachagumburwa; vachawa vagovhunika, vachateyiwa vagobatwa.” 16Sungai chipupuriro mugosimbisa murayiro pakati pavadzidzi vangu. 17Ndichamirira Jehovha, iye ari kuvanzira imba yaJakobho chiso chake. Ndichaisa ruvimbo rwangu maari. 18Ndiri pano, navana vandakapiwa naJehovha. Tiri zviratidzo nemifananidzo muIsraeri inobva kuna Jehovha Wamasimba Ose paGomo reZioni. 19Kana vanhu vachiti kwamuri bvunzai masvikiro navavuki, vanozevezera nokunguruma, ko, vanhu havangabvunzi kuna Mwari wavo here? Munobvunzirei vakafa pamusoro pavapenyu? 20Endai kumurayiro nokuzvipupuriro! Kana vasingatauri maererano neshoko iri havana chiedza chamambakwedza. 21Vanotambudzika, navane nzara vachafamba-famba nenyika; pavanotambu-dzika vachava neshungu, uye vachatarira kudenga, vagotuka mambo wavo naMwari wavo. 22Ipapo vachatarira pasi vagoona nhamo chete nerima nokusafara kunotyisa, uye vachakandirwa kurima guru. "
    },
    {
      "chapter": "9",
      "verses": "Isu tazvarirwa Mwana 1Kunyange zvakadaro, hakuchazovizve, nerima kuna avo vakanga vari munhamo. Pamazuva akare akaninipisa nyika yeZebhuruni nenyika yeNafutari, asi panguva inouya achakudza Garirea ravaHedheni, nenzira yokugungwa mhiri kwaJorodhani. 2Vanhu vaifamba murima vakaona chiedza chikuru; avo vaigara munyika yomumvuri worufu, chiedza chakavavhenekera. 3Makakurisa rudzi mukawedzera mufaro wavo; vanofara pamberi penyu savanhu vanofara panguva yokukohwa, sokufara kwavarume, kana vachigoverana zvakapambwa. 4Nokuti sapamazuva okukundwa kwavaMidhia, vamakaparadzira joko raivaremera, nedanda raichinjika mafudzi avo, iyo tsvimbo yavamanikidzi vavo. 5Shangu imwe neimwe yomurwi yakashandiswa muhondo, nenguo imwe neimwe yakaumburudzwa muropa, zvichapiswa, zvichava huni dzomoto. 6Nokuti takazvarirwa mwana, takapiwa mwanakomana, uye umambo huchava pamapfudzi ake. Uye achanzi Gota Rinoshamisa, Mwari Ane Simba, Baba Vokusingaperi, Muchinda woRugare. 7Kukura kwoumambo hwake nekworugare rwake hazvizovi namagumo. Achatonga pachigaro choushe chaDhavhidhi napamusoro poumambo hwake, achihusimbisa nokuhutsigira, nokururamisira uye nokururama, kubva panguva iyoyo kusvikira nokusingaperi. Kushingaira kwaJehovha Wamasimba Ose kuchazviita. Kutsamwa kwaJehovha pamusoro peIsraeri 8Jehovha akatuma shoko pamusoro paJakobho; richawira pamusoro paIsraeri. 9Vanhu vose vachariziva, Efuremu navagari vomuSamaria, ivo vanoti nokuzvikudza kwavo uye namanyawi emwoyo, 10“Zvidhinha zvakoromokera pasi, asi tichavakazve namatombo; mionde yatemerwa pasi, asi tichaitsiva nemisidhari.” 11Naizvozvo Jehovha akamutsira Rezini vadzivisi akakurudzira vavengi vavo. 12VaAramu vachibva nokumabvazuva navaFiristia vachibva nokumavirira vakapedza vaIsraeri nomuromo wakashama. Kunyange zvakadaro, kutsamwa kwake hakuna kudzorwa, asi ruoko rwake ruchatongotambanudzwa. 13Asi vanhu havana kutendeukira kuna iye akavarova, kana kutsvaka Jehovha Wamasimba Ose. 14Naizvozvo Jehovha achadimura vaIsraeri vose musoro nomuswe, zvose davi romuchindwe norutsanga pazuva rimwe; 15vakuru navarume vanokudzwa ndivo musoro, vaprofita vanodzidzisa nhema ndivo muswe. 16Vanotungamirira vanhu ava vanovatsausa, navose vanotungamirirwa vanotsauswa. 17Naizvozvo Jehovha haachazofariri majaya, kana kuva netsitsi nenherera nechirikadzi, nokuti mumwe nomumwe wavo haana umwari uye akaipa, muromo mumwe nomumwe unotaura zvoupenzi. Kunyange zvakadaro, kutsamwa kwake hakuna kudzorwa, ruoko rwake ruchakangosimudzwa. 18Zvirokwazvo zvakaipa zvinopfuta somoto; unopisa rukato neminzwa, unopisa matenhere edondo zvokuti unokwira kudenga mushongwe youtsi. 19Kubudikidza nokutsamwa kwaJehovha Wamasimba Ose nyika ichapiswa kwazvo uye vanhu vachava huni dzomoto; hapana achaponesa hama yake. 20Kurudyi vachadya asi vacharamba vane nzara; kuruboshwe, vachadya asi havangaguti. Mumwe nomumwe achadya nyama yomwana wake. 21Manase achadya Efuremu uye Efuremu achadya Manase; pamwe chete vachamukira Judha. Kunyange zvakadaro, kutsamwa kwake hakuna kudzorwa, ruoko rwake ruchakangosimudzwa. "
    },
    {
      "chapter": "10",
      "verses": "1Vane nhamo vanodzika mitemo isina kururama, neavo vanopa mitemo inodzvinyirira, 2kuti vadzivise varombo kodzero dzavo uye vadzivise kururamisirwa kwavakadzvinyirirwa vavanhu vangu, vachipamba chirikadzi uye vachibira nherera. 3Muchaita sei pazuva rokutongwa, njodzi painouya ichibva kure? Muchatizira kuna aniko kuti mubatsirwe? Upfumi hwenyu muchahusiyepiko? 4Hapana chichasara asi kungokotama pakati penhapwa, kana kuwira pakati pavakaurayiwa. Kunyange zvakadaro, kutsamwa kwake hakuna kudzorwa, ruoko rwake ruchakangosimudzwa. Kutonga kwaMwari Pamusoro peAsiria 5“Une nhamo iwe Asiria, shamhu yokutsamwa kwangu, iye akabata tsvimbo yehasha dzangu mumaoko ake! 6Ndiri kumutuma kurudzi rusina Mwari, ndinomutuma kuvanhu vanonditsamwisa, kundokomba nokutora nokubvuta zvakapambwa, nokuvatsikirira pasi sedope riri mumigwagwa. 7Asi izvi handizvo zvaanoda, izvi handizvo zvaanga achifunga; vavariro yake ndeyokuparadza, kupedza chose marudzi mazhinji. 8Iye anoti, ‘Ko, machinda angu haazi madzimambo ose here? 9Karino harina kuita sezvakaita Karikemishi here? Ko, Hamati harina kufanana neAripadhi, uye Samaria harina kufanana neDhamasiko here? 10Ruoko rwangu sezvarwasvikira umambo hwezvifananidzo, umambo hune zvifananidzo zvakakunda zveJerusarema neSamaria, 11ko, handichaitiri Jerusarema nezvifananidzo zvaro sezvandakaitira Samaria nezvifananidzo zvayo here?’ ” 12Kana Ishe achinge apedza basa rake rose pamusoro peGomo reZioni neJerusarema, achazoti, “Ndicharanga mambo weAsiria nokuda kwokuzvikudza kwomwoyo wake namanyawi emeso ake. 13Nokuti iye anoti, “Nesimba ramaoko angu ndakaita izvi, uye nouchenjeri hwangu, nokuti ndinonzwisisa. Ndakabvisa miganhu yendudzi, ndikapamba pfuma yavo; semhare ndakakunda madzimambo avo. 14Sezvinoita munhu anosvasvavira mudendere, saizvozvo ruoko rwangu rwakananavira pfuma yamarudzi; savarume vanounganidza mazai akasiyiwa, saizvozvo ndakaunganidza nyika dzose; hakuna yakapfakanyisa bapiro, kana kushamisa muromo wayo kuti irire.” 15Ko, demo ringazvirumbidza kupfuura iye anoritemesa here? Kana jeko ringazvirumbidza pamusoro pounorishandisa here? Zvinozoita sokunge tsvimbo inosimudza uyo anoitakura, kana mudonzvo kusimudza uyo asati ari huni! 16Naizvozvo, Ishe Jehovha Wamasimba Ose, achatumira denda rinoonza pamusoro pavarwi vakafuta; pasi pokubwinya kwake moto uchatungidzwa kufanana nemirazvo inopfuta. 17Chiedza chaIsraeri chichava moto, noMutsvene wavo murazvo womoto; muzuva rimwe chete uchapfuta ugopedza minzwa yake norukato rwake. 18Kubwinya kwamasango ake neminda yake yakaorera kuchaparadzwa chose, kufanana nomurwere anoramba achipera. 19Uye miti yakasara yamasango ake ichava mishoma kwazvo, zvokuti mwana angagona kuinyora pasi. Vakasara veIsraeri 20Pazuva iro vakasara veIsraeri, vakapukunyuka veimba yaJakobho, havachazovimbi naye iye akavarova, asi zvirokwazvo vachavimba naJehovha, Mutsvene waIsraeri. 21Vakasara vachadzokera, vakasara vaJakobho, vachadzokera kuna Mwari Ane Simba. 22Kunyange vanhu vako, iwe Israeri, vakaita sejecha regungwa, vachasara chete ndivo vachadzokera. Kuparadzwa kwakatotemwa, kuzere nokururama. 23Ishe, Jehovha Wamasimba Ose achapedzisa kuparadzwa kwakatemerwa nyika yose. 24Naizvozvo zvanzi naIshe, Jehovha Wamasimba Ose, “Haiwa, vanhu vangu vanogara muZioni, musatya vaAsiria, vanokurovai nomudonzvo nokukusimudzirai tsvimbo, sezvakaitwa neIjipiti. 25Nokuti nenguva duku duku kutsamwa kwangu pamusoro penyu kuchapera, uye hasha dzangu dzichanangana nokuparadzwa kwavo.” 26Jehovha Wamasimba Ose achavarova netyava, samarovero aakaita vaMidhia padombo reOrebhi, uye achasimudza tsvimbo yake pamusoro pemvura zhinji, sezvaakaita muIjipiti. 27Pazuva iro mitoro yavo ichabviswa pamapfudzi enyu, nejoko ravo pamitsipa yenyu; joko richavhuniwa, nokuti manyanya kufuta. 28Vanopinda muAyati; vopfuura nomuMigironi; vochengeta nhumbi paMikimashi. 29Vanopfuura napamupata, vagoti, “Tichadzika matende paGebha usiku.” Rama rinobvunda; Gibhea raSauro rinotiza. 30Ridza mhere, iwe mukunda weGarimi! Teerera, iwe Raisha! Newe Anatoti unonzwisa urombo! 31Madhimena riri kutiza; vanhu veGebhimi vanovanda. 32Zuva ranhasi vachamira paNobhi; vachakunga chibhakera chavo pagomo remwanasikana weZioni, pachikomo cheJerusarema. 33Tarirai Ishe, Jehovha Wamasimba Ose, achatema matavi nesimba guru. Miti mirefurefu ichawiswa, uye yakareba ichadzikiswa. 34Achatema matenhere esango nedemo; Rebhanoni ichawa pamberi paIye Ane Simba. "
    },
    {
      "chapter": "11",
      "verses": "Davi raJese 1Bukira richabva kudzinde raJese; Davi rinobva pamidzi yake richabereka muchero. 2Mweya waJehovha uchagara pamusoro pake, mweya wenjere nowokunzwisisa mweya wamano nowesimba, mweya wokuziva nowokutya Jehovha, 3uye achafarira kutya Jehovha. Haazotongi nezvaanoona nameso ake, kana kutonga nezvaanonzwa nenzeve dzake, 4asi nokururama achatongera varombo, nokururamisira achatongera vanyoro vapanyika. Acharova nyika neshamhu yomuromo wake; Nokufema kwemiromo yake achauraya vakaipa. 5Kururuma ndiro richava bhanire rake uye kutendeka bhanire romuchiuno chake. 6Bere richagara negwayana, ingwe ichavata pasi nembudzana, mhuru neshumba nezvakakodzwa zvichafura pamwe chete; uye mwana mudiki achazvitungamirira. 7Mhou ichafura nebere, vana vazvo vachavata pasi pamwe chete, uye shumba ichadya uswa senzombe. 8Mwana mucheche achatambira pedyo nomwena wemhakure, uye mwana mudiki achaisa ruoko rwake mumwena wenyoka. 9Hazvingazokuvadzi kana kuparadza pagomo rangu rose dzvene, nokuti nyika ichazara nokuziva Jehovha semvura zhinji inofukidza gungwa. 10Pazuva iro Mudzi waJese uchamira somureza wamarudzi; ndudzi dzichamhanyira kwaari, uye nzvimbo yake yokuzorora ichabwinya. 11Pazuva iro Jehovha achatambanudza ruoko rwake kechipiri kuti adzorezve vakasara ivo vanhu vake vakasiyiwa kubva kuAsiria, kubva zasi kweIjipiti, nokubva kumusoro kweIjipiti nokubva kuEtiopia, nokubva kuEramu, nokubva kuBhabhironi, nokuHamati uye nokubva kuzviwi zvegungwa. 12Achasimudzira marudzi mureza uye achaunganidza vakadzingwa vaIsraeri; achaunganidza vakaparadzirwa vavanhu veJudha, kubva kumativi mana enyika. 13Godo raEfuremu richapera uye, vavengi vavaJudha vachagurwa; Efuremu haachazovi negodo naJudha, naJudha haangaitire Efuremu hasha. 14Asi vachawira pamusoro pamateru eFiristia kumavirazuva; pamwe chete vachapamba vanhu vokumabvazuva. Vachatora Edomu neMoabhu, uye vaAmoni vachava varanda vavo. 15Jehovha achaomesa chose chikamu chegungwa reIjipiti; nemhepo inopisa achatsvaira noruoko rwake pamusoro peRwizi rweYufuratesi. Acharukamura-kamura agoruita hova nomwe, kuitira kuti vanhu vagone kuyambuka vachienda mhiri vakapfeka shangu. 16Pachava nomugwagwa wavanhu vake vakasara, vakasiyiwa kubva kuAsiria, sezvazvakanga zviri kuvaIsraeri pavakabva kuIjipiti. "
    },
    {
      "chapter": "12",
      "verses": "Nziyo dzokurumbidza 1Pazuva iro muchati, “Ndichakurumbidzai imi Jehovha, kunyange makanga makanditsamwira, kutsamwa kwenyu kwakadzorwa uye makandinyaradza. 2Zvirokwazvo Mwari ndiye ruponeso rwangu; ndichavimba naye uye handingatyi. Jehovha, Jehovha ndiye simba rangu nerwiyo rwangu; ava ruponeso rwangu.” 3Nomufaro muchachera mvura kubva mumatsime oruponeso. 4Pazuva iro muchati, “Vongai Jehovha, danai kuzita rake; zivisai zvaakaita pakati pendudzi, uye muparidze kuti zita rake risimudzirwe. 5Imbirai Jehovha, nokuti akaita zvinhu zvinoshamisa; izvi ngazvizivikanwe pasi pose. 6Pururudzai uye muimbe nomufaro, imi vanhu veZioni, nokuti Mutsvene waIsraeri mukuru pakati penyu.” "
    },
    {
      "chapter": "13",
      "verses": "Chiprofita pamusoro peBhabhironi 1Shoko rakaonekwa naIsaya mwanakomana waAmozi pamusoro peBhabhironi: 2Simudzai mireza pamusoro pechikomo chisina miti, danidzirai kwavari; muninire kwavari kuti vapinde pamasuo amakurukota. 3Ndakarayira vatsvene vangu; ndakadana varwi vangu kuti vazadzise kutsamwa kwangu, avo vanofadzwa nokukunda kwangu. 4Inzwai, kutinhira pamusoro pamakomo, kwakafanana nokwavanhu vazhinji zhinji! Inzwai, mheremhere pakati poumambo, sendudzi dziri kuungana pamwe chete! Jehovha Wamasimba Ose ari kugadzirira mauto kundorwa. 5Vanobva kunyika dziri kure, kubva kumagumo amatenga, Jehovha nezvombo zvokutsamwa kwake, kuti aparadze nyika yose. 6Ungudzai, nokuti zuva raJehovha rava pedyo; richauya nokuparadza kunobva kuna Wamasimba Ose. 7Naizvozvo maoko ose achashaya simba, mwoyo mumwe nomumwe wavanhu uchanyunguduka. 8Kutya kuchavabata, kurwadziwa nokugomera zvichavabata, vachamonyoroka somukadzi ari kusununguka. Vachatarisana vachishamisika mumwe nomumwe wavo, zviso zvavo zvichipfuta. 9Tarirai zuva raJehovha riri kuuya, zuva rakaipisisa, rine hasha nokutsamwa kunotyisa, kuti nyika ive dongo uye nokuzoparadza vatadzi vari mukati mayo. 10Nyeredzi dzokudenga namapoka adzo hadzizoratidzi chiedza chadzo. Zuva rinobuda richasvibiswa uye mwedzi hauzopi chiedza chawo. 11Ndicharanga nyika nokuda kwokuipa kwayo, navakaipa nokuda kwezvivi zvavo. Ndichagumisa vanozvikudza pakudada kwavo, uye ndichaderedza kuzvikudza kwavasina tsitsi. 12Ndichaita kuti munhu ashayikwe kudarika goridhe, ashayikwe kudarika kushayikwa kwegoridhe reOfiri. 13Naizvozvo ndichabvundisa matenga; uye nyika ichazungunuka kubva panzvimbo yayo, nehasha dzaJehovha Wamasimba Ose, pazuva rokutsamwa kwake kunopisa. 14Semhara inovhimwa, samakwai asina mufudzi, mumwe nomumwe achadzokera kuvanhu vokwake, mumwe nomumwe achatizira kunyika yake. 15Mumwe nomumwe achabatwa achabayiwa, vose vanobatwa vachaurayiwa nomunondo. 16Vacheche vavo vacharoverwa pasi vagobvamburwa-bvamburwa vachizviona; dzimba dzavo dzichapambwa uye vakadzi vavo vachachinyiwa. 17Tarirai, ndichavamutsira vaMedhia vasina hanya nesirivha, uye vasingafariri goridhe. 18Uta hwavo huchabaya majaya; havazovi nengoni navacheche kana kutarira vana netsitsi. 19Zvino Bhabhironi rembiri paumambo, kubwinya kwokuzvikudza kwavaBhabhironi, richaparadzwa naMwari kufanana neSodhomu neGomora. 20Haringatongogarwizve navanhu hakuna vakatongogaramo kusvikira kumarudzi namarudzi; hapana muArabhu achadzika tende rake ikoko, hakuna mufudzi achazorodza makwai ake ikoko. 21Asi zvisikwa zvomugwenga ndizvo zvichagara ikoko, makava achazadza dzimba dzavo; mazizi achagara ikoko, uye imomo ngururu dzichakwakuka-kwakuka. 22Mapere achachema ari munhare dzavo, makava mudzimba dzavo dzinoyevedza dzamadzimambo. Nguva yake yaswedera, uye mazuva aro haazowedzerwi. "
    },
    {
      "chapter": "14",
      "verses": "1Jehovha achanzwira Jakobho tsitsi; achasarudza Israeri zvakare uye achavagarisa munyika yavo. Vatorwa vachabatana navo vachanamatirana neimba yaJakobho. 2Ndudzi dzichavatora dzigovadzosera kunzvimbo yavo chaiyo. Uye imba yaIsraeri ichatora ndudzi kuti vave varandarume navarandakadzi munyika yaJehovha. Vachaita nhapwa vaya vaimbova vatapi vavo, uye vachabata ushe pamusoro pavaya vaimbova vamanikidzi vavo. 3Pazuva ramuchapiwa rusununguko naJehovha kubva pakutambudzika, nokusagadzikana, nokubatwa noutsinye, 4uchasveeredza mambo weBhabhironi uchiti: Haiwa, mumanikidzi apera sei! Haiwa, hasha dzake dzapera sei! 5Jehovha akavhuna tsvimbo yavakaipa netsvimbo yamadzimambo, 6yaakarova nayo marudzi mukutsamwa nokurova kusingaperi, uye akakunda ndudzi nehasha nokurwisa kusingaperi. 7Nyika dzose dzazorora uye dzava norugare; votanga kufara nokuimba. 8Kunyange nemiti yemisipuresi nemisidhari yokuRebhanoni inofara pamusoro pako ichiti, “Zvino zvawaparadzwa, hakuna varume vanotsvaka huni vachauya kuzotitema.” 9Pasi, iro guva razungunuka kuti rinangane newe pakuuya kwako; riri kumutsa mweya yavakaenda kuti izokukwazisai, vose vakaenda vari vatungamiri munyika; rinoita kuti vasimuke pazvigaro zvavo zvoushe, vose vakanga vari madzimambo endudzi. 10Vose vachapindura, vachati kwauri, “Newewo hauchisina simba, sesu; wangofanana nesu.” 11Kuzvikudza kwako kwose kwaderedzwa kusvika muguva, pamwe chete nokurira kworudimbwa rwako; honye dzawarirwa pasi pako uye makonye anokufukidza. 12Haiwa, wawa seiko, uchibva kudenga, iwe nyamasase yamangwanani, mwanakomana wamambakwedza! Wakakandwa panyika, iyewe wakambowisira ndudzi pasi! 13Wakati mumwoyo mako, “Ndichakwira kudenga; ndichasimudzira chigaro changu choushe pamusoro penyeredzi dzaMwari; ndichagara pachigaro changu choushe pagomo reungano, pamusoro pegomo dzvene. 14Ndichakwira pamusorosoro pamakore; ndichazviita soWokumusoro-soro.” 15Asi waderedzwa kusvika kuguva, kwakadzikadzika kwegomba. 16Vose vanokuona vanokunan'anidza, vachafungisisa zvamagumo ako vachiti, “Ndiye here murume uya akazungunutsa nyika, akadederesa ushe, 17murume akaita kuti nyika ive gwenga, akaparadza maguta ayo, akasatendera vasungwa vake kudzokera kumusha?” 18Madzimambo ose endudzi ave mukukudzwa, mumwe nomumwe muguva rake. 19Asi iwe warasirwa kunze kweguva rako, kufanana nedavi rakaraswa; wakafukidzwa navakaurayiwa, naavo vakabayiwa nomunondo, avo vakadzika kumatombo egomba. Kufanana nechitunha chinotsikwa-tsikwa netsoka, 20hauzobatani navo pakuvigwa kwako, nokuti wakaparadza nyika yako ukauraya vanhu vako. Vana vowakaipa havazotaurwi nezvavozve. 21Gadzirirai nzvimbo yokuurayira vanakomana vake nokuda kwezvivi zvamadzitateguru avo; havazosimuki kuti vagare nhaka yenyika vagozadza nyika namaguta avo 22“Ndichavamukira ini,” ndizvo zvinotaura Jehovha Wamasimba Ose. “Ndichabvisa zita rake navakasara vake kubva kuBhabhironi, vana vake navana vavana vake,” ndizvo zvinotaura Jehovha. 23“Ndichaishandura kuti ive nzvimbo yamazizi nenyika yamachawi; ndicharitsvaira nomutsvairo wokuparadza,” ndizvo zvinotaura Jehovha Wamasimba Ose. Chiprofita pamusoro peAsiria 24Jehovha Wamasimba Ose akapika, achiti, “Zvirokwazo sezvandakafunga ndizvo zvichaitika, uye sezvandakarangarira ndizvo zvichaitika. 25Ndichapwanya muAsiria munyika yangu; ndichamutsikirira pasi pamusoro pegomo rangu. Joko rake richabviswa kubva pavanhu vangu, nomutoro wake wokubva pamabvudzi avo.” 26Iyi ndiyo pfungwa yakarongerwa nyika yose; urwu ndirwo ruoko rwakatambanudzirwa pamusoro pamarudzi ose. 27Nokuti Jehovha Wamasimba Ose akazvironga zvino ndianiko angamukonesa? Ruoko rwake rwakatambanudzwa ndianiko angarudzora? Chiprofita pamusoro peFiristia 28Shoko iri rakauya mugore rakafa Mambo Ahazi richiti: 29Musafara imi mose vaFiristia, muchiti shamhu yakakurovai imi, yavhunika; nokuti kubva pamudzi wenyoka iyo pachabuda mvumbi, chibereko chayo chichava nyoka ino uturu hunobaya. 30Murombo wavarombo achawana mafaro, uye vanoshayiwa vacharara pasi murugare. Asi ndichaparadza mudzi wako nenzara; ichauraya vakasara vako. 31Ungudza iwe suo! Chema, iwe guta! Nyungudukai, imi vaFiristia mose! Gore routsi riri kuuya richibva kumusoro, uye hapana achatiza pasimba raro. 32Ko, imhinduroi ichapiwa kunhume dzorudzi urwo? “Jehovha akasimbisa Zioni, uye mariri vanhu vake vanotambudzika vachawana pokuvanda.” "
    },
    {
      "chapter": "15",
      "verses": "Chiprofita pamusoro peMoabhu 1Chirevo chaJehovha maererano neMoabhu: Ari romuMoabhu rava dongo, rakaparadzwa usiku! Kiri romuMoabhu rava dongo, rakaparadzwa usiku! 2Dhibhoni rakwira kutemberi yaro, kunzvimbo dzaro dzakakwirira kundochema; Moabhu ari kuungudza pamusoro peNebho napamusoro peMedhebha. Misoro yose yaveurwa ndebvu dzose dzabviswa. 3Munzira dzomuguta vakapfeka masaga: pamusoro pamatenga edzimba uye nomumatare, vanoungudza vose, vakazvambarara vachichema. 4Heshibhoni neErieri dzinodanidzira, manzwi avo anonzwika kusvikira kuJahazi. Naizvozvo varwi veMoabhu vanodanidzira, uye mwoyo yavo yaziya. 5Mwoyo wangu unodanidzira pamusoro peMoabhu; vatizi varo vanotiza kusvikira kuZoari, kusvikira kuEgirati-Sherishiya. Vanokwidza nenzira yokuRuhiti, vanofamba vachichema, munzira yokuHoranaimi vanochema kuparadzwa kwavo. 6Mvura yokuNimirimi yakapwa uye uswa hwaoma; bumhudza rapera uye hapachina chakasvibirira chakasara. 7Saka pfuma yavakawana neyavakaunganidza vanoiyambutsira mhiri kworukova rwemikonachando. 8Kudanidzira kwavo kwaita maungira kuchitevedza muganhu weMoabhu; kuungudza kwavo kunosvikira kuEgiraimi, kurira kwavo kunosvikira kuBheeri Erimi. 9Mvura yapaDhimoni yakazara neropa, asi ndichauyisazve zvakawanda pamusoro peDhimoni, shumba pamusoro pavatizi veMoabhu uye napamusoro pavaya vakasara munyika. "
    }
  ]
}
