{
  "book": "Jeremia",
  "chapters": [
    {
      "chapter": "1",
      "verses": "1Mashoko aJeremia mwanakomana waHirikia, mumwe wavaprista paAnatoti munyika yaBhenjamini. 2Shoko raJehovha rakauya kwaari mugore regumi namatatu rokutonga kwaJosia mwanakomana waAmoni mambo weJudha, 3uye nomunguva yokutonga kwaJehoyakimi mwanakomana waJosia mambo weJudha, kusvikira pamwedzi wechishanu wegore regumi nerimwe raZedhekia mwanakomana waJosia mambo weJudha, vanhu veJerusarema pavakazoenda kuutapwa. Kud anwa kwaJeremia 4Shoko raJehovha rakauya kwandiri, richiti, 5“Ndisati ndakuumba mudumbu ramai vako, ndakakuziva iwe, usati waberekwa, ndakakutsaura; ndakakugadza somuprofita kumarudzi.” 6Ini ndikati, “Haiwa, Ishe Jehovha, handigoni kutaura; ndinongova mwana hangu.” 7Asi Jehovha akati kwandiri, “Usati, ‘Ndinongova mwana hangu.’ Unofanira kuenda kuna ani naani wandinokutuma kwaari undotaura zvose zvandinokurayira. 8Usavatya, nokuti ini ndinewe uye ndichakurwira,” ndizvo zvinotaura Jehovha. 9Ipapo Jehovha akatambanudza ruoko rwake akabata muromo wangu akati kwandiri, “Zvino ndaisa mashoko angu mumuromo mako. 10Tarira, nhasi ndakugadza pamusoro pendudzi napamusoro poushe kuti udzure nokubvarura, nokuparadza, nokukoromora, nokuvaka uye nokusima.” 11Shoko raJehovha rakauya kwandiri richiti, “Jeremia, uri kuonei?” Ndakapindura ndikati, “Ndiri kuona davi romuti womuarimondi.” 12Jehovha akati kwandiri, “Waona zvakanaka, nokuti ndiri kutarira kuti ndione kuzadziswa kweshoko rangu.” 13Shoko raJehovha rakauyazve kwandiri richiti, “Uri kuoneiko?” Ndakapindura ndikati, “Ndiri kuona hari iri kuvira, yakarerekera kubva kumusoro.” 14Jehovha akati kwandiri, “Njodzi ichadururirwa pamusoro pavanhu vagere munyika ichibva nokumusoro. 15Nokuti iye zvino ndiri kudana vanhu vose voushe hwokumusoro,” ndizvo zvinotaura Jehovha. “Madzimambo avo achauya achizoisa zvigaro zvavo zvoushe pamasuo eJerusarema; vachauya kuzorwisa masvingo aro ose akarikomberedza uye namaguta ose eJudha. 16Ndichareva zvandakatonga pamusoro pavanhu vangu nokuda kwezvakaipa zvavo zvavakaita vachindisiya, vachipisira zvinonhuwira kuna vamwe vamwari nokunamata zvakaumbwa namaoko avo. 17“Iwe chigadzirira! Simuka uvataurire zvose zvandinokurayira. Usavhundutswa navo, kuti ini ndirege kuzokuvhundutsa pamberi pavo. 18Nhasi ndakuvakira guta rakakomberedzwa nembiru yesimbi namasvingo endarira, kuti urwe nenyika yose, urwe namadzimambo eJudha, namachinda avo, navaprista vavo uye navanhu venyika. 19Vacharwa newe asi havangakukundi, nokuti ndinewe uye ndichakurwira,” ndizvo zvinotaura Jehovha. "
    },
    {
      "chapter": "2",
      "verses": "Israeri inosiya Mwari 1Shoko raJehovha rakauya kwandiri richiti, 2“Enda unoparidza munzeve dzeJerusarema uchiti: ‘Ndinorangarira kunamata kwouduku hwako, kuti somwenga waindida sei nokunditevera nomukati merenje, nomunyika isina kumbodyarwa. 3Israeri akanga ari mutsvene kuna Jehovha, ari chibereko chokutanga chokukohwa kwake; vose vakanga vachimudya vaipiwa mhosva, uye njodzi yakavawira,’ ” ndizvo zvinotaura Jehovha. 4Inzwai shoko raJehovha imi imba yaJakobho, nemi mose vorudzi rweimba yaIsraeri. 5Zvanzi naJehovha, “Madzibaba enyu akawana mhosva yei kwandiri, zvavakaenda kure neni? Vakatevera zvifananidzo zvisina maturo ivo vakava vasina maturo pachavo. 6Havana kubvunza kuti, ‘Jehovha aripiko, iye akatibudisa munyika yeIjipiti akatitungamirira nomugwenga risina miti, nomunyika yamarenje namakoronga, iyo nyika yakaoma uye yerima, nyika isina munhu anofambamo uye isina munhu anogaramo?” 7Ndakakupinzai munyika yakaorera kuti mudye zvibereko zvayo nezvakanaka zvayo. Asi makasvika mukasvibisa nyika yangu, mukaita nhaka yangu kuti ive chinhu chinonyangadza. 8Vaprista havana kubvunza kuti, ‘Jehovha aripiko?’ Vakanga vachifambisa murayiro havana kundiziva; vatungamiriri vakandimukira. Vaprofita vakaprofita naBhaari, vachitevera zvifananidzo zvisina maturo. 9“Naizvozvo ndinokupai mhosva zvakare,” ndizvo zvinotaura Jehovha. “Ndichapazve mhosva vana vavana venyu. 10Yambukirai kumiganhu yeKitimi muone, tumai vanhu kuKedhari mugonyatsocherechedza; muone kana pakambova nechimwe chinhu chakadai: 11Ko, rudzi rwakambotsinhanisa vamwari varwo here? Uye havasi vamwari zvachose. Asi vanhu vangu vakatsinhanhisa kukudzwa kwavo nezvifananidzo zvisina maturo. 12Haiwa, imi matenga, shamiswai nechinhu ichi, uye mudedere nokutya kukuru,” ndizvo zvinotaura Jehovha. 13Vanhu vangu vakaita zvakaipa zviviri: Vakandisiya ini, tsime remvura mhenyu, vakazvicherera zvirongo zvisingachengeti mvura. 14Ko, Israeri muranda here, kana nhapwa pakuberekwa? Nemhaka yeiko apambwa zvino? 15Shumba dzakaomba; dzikanguruma kwaari. 16Uyezve, vanhu veNofi neveTapanesi vakaveura musoro wako. 17Ko, hauna kuzvivigira izvozvo pachako here pawakasiya Jehovha Mwari wako paakanga achikutungamirira munzira? 18Zvino, unoendereiko kuIjipiti kundonwa mvura inobva Shihori? Uye unodireiko kuenda kuAsiria kundonwa mvura inobva murwizi? 19Zvakaipa zvako zvichakuranga; kudzokera shure kwako kuchakutuka. Rangarira uye uyeuke zvino kuti zvakaipa sei uye zvinovava sei kwauri, ukange wasiya Jehovha Mwari wako, uye usingandityi,” ndizvo zvinotaura Ishe Jehovha, Mwari Wamasimba Ose. 20“Wakavhuna joko rako kare kare uye wakadambura makashu ako; ukati, ‘Handidi kukushumirai!’ Zvirokwazvo, pamusoro pechikomo chirefu choga choga, uye pasi pomuti woga woga wakapfumvutira, wakarara pasi pawo sechifeve. 21Ndakanga ndakusima somuzambiringa wakanakisa, uri mbeu kwayo inovimbika. Ko, zvino wakazondishandukira sei ukava muzambiringa webundo wakaora? 22Kunyange ukazvishambidza nesoda uchishandisa sipo yakawanda, gwapa remhosva yako rinoramba riri mberi kwangu,” ndizvo zvinotaura Jehovha Mwari. 23“Unoreva sei, uchiti, ‘Handina kusvibiswa; handina kutevera Bhaari’? Tarisa zvawakaita mumupata; funga zvawakaita. Iwe uri ngamera yehadzi inomhanya apa nepapo, 24uri mbizi yakarovedzwa mugwenga, inofembedza mhepo mukushuva kwayo; ndiani angaidzora pakupfumvura kwayo? Mukono upi noupi unoitevera haufaniri kuzvinetesa; panguva yokusangana uchaiwana. 25Usamhanya kusvikira tsoka dzako dzisisina shangu nehuro yako yava nenyota. Asi iwe wakati, ‘Hazvibatsiri! Ndinoda vamwari vokumwe, uye ndinofanira kuvatevera.’ 26“Sokunyadziswa kwembavha yabatwa, saizvozvo imba yaIsraeri yanyadziswa, ivo namadzimambo avo uye namachinda avo, vaprista vavo navaprofita vavo. 27Vanoti kudanda, ‘Ndiwe baba vangu,’ uye kuibwe, ‘Ndiwe wakandibereka.’ Vakandifuratira ini asi zviso zvavo hazvina, nyamba pavanenge vava munhamo, vanoti kwandiri, ‘Uyai mutiponese!’ 28Ko, zvino vamwari vamakazviitira varipi? Ngavauye kana vachigona kukuponesai pamunenge mava munhamo! Nokuti muna vamwari vakawanda kupfuura maguta amunawo, imi Judha. 29“Nemhaka yeiko muchindipa mhosva? Imi mose makandimukira,” ndizvo zvinotaura Jehovha. 30“Ndakaranga vana venyu pasina; havana kuteerera kurangwa. Munondo wenyu wakamedza vaprofita, kufanana neshumba inoparadza. 31“Haiwa, imi vorudzi urwu, rangarirai Shoko raJehovha rinoti: “Ndanga ndiri renje kuna Israeri here kana nyika yerima guru? Ko, vanhu vangu vanotaurireiko vachiti, ‘Takasununguka kuenda kwatada; hatichazouyizve kwamuri?’ 32Ko, murandakadzi angakanganwa zvishongo zvake here, nomwenga angakanganwa nguo dzake dzomuchato here? Asi vanhu vangu vakandikanganwa ini, mazuva asingaverengeki. 33Mune ruzivo rwakadii pakutevera rudo! Kunyange vakadzi vakaipisisa vangadzidza kubva panzira dzenyu. 34Panguo dzako vanhu vanowanapo ropa ravarombo vasina mhaka, kunyange usina kuvabata vachipaza. Asi kunyange zvakadaro 35unoti, ‘Handina mhosva; uye haana kunditsamwira.’ Asi ndichatema mutongo wangu pauri nokuti unoti, ‘Handina kutadza.’ 36Ko, unofambireiko pose pose zvakadai, uchishandura nzira dzako? Iwe uchagumburwa neIjipiti, sezvawakaitwa neAsiria. 37Uchabvawo panzvimbo iyoyo wakaisa maoko ako pamusoro pako, nokuti Jehovha akaramba vose vaunovimba navo; iwe hauchazobatsirwi navo. "
    },
    {
      "chapter": "3",
      "verses": "1“Kana murume akaramba mukadzi wake, iye akamusiya hake akandowanikwa nomumwe murume, murume uyu angadzokerazve kwaari here? Ko, nyika haingasvibiswi here? Asi iwe wakararama sechifeve navadiwa vazhinji, zvino ungadzokera kwandiri here?” ndizvo zvinotaura Jehovha. 2“Tarira kunzvimbo dzakakwirira dzisina miti uone. Iripo here nzvimbo yausina kumboitira ufeve? Mujinga menzira wakagaramo wakamirira zvikomba, wakagara kunge vanhu vouragu vari murenje. Wakasvibisa nyika noufeve hwako uye nezvakaipa zvako. 3Naizvozvo wakanyimwa mvura inopfunha, uye nemvura yomuchirimo haina kunaya. 4Ko, handiti uchangobva pakundidana here uchiti, “Baba vangu, shamwari yangu kubva pauduku hwangu, 5muchagara makatsamwa here? Kutsamwa kwenyu kucharamba kuripo nokusingaperi here?’ Aya ndiwo matauriro ako, asi unoita zvakaipa zvose zvaunogona kuita. Israeri woKusatendeka 6Panguva yokutonga kwaMambo Josia, Jehovha akati kwandiri, “Waona here zvaitwa naIsraeri wokusatendeka? Ari kuenda pamusoro pezvikomo zvose zvakakwirira nepasi pemiti yose yakapfumvutira achindoita ufevepo. 7Ndakafunga kuti mushure mokuita kwake izvi zvose, achadzokera kwandiri asi iye haana, uye munun'una wake Judha wokusatendeka akazviona. 8Ndakapa Israeri wokusatendeka tsamba yokurambana ndikamudzinga nokuda kwoufeve hwake. Kunyange zvakadaro ndakaona kuti Judha munun'una wake wokusatenda haatyi; naiyewo akabuda akandoita ufeve. 9Nokuti ufeve hwaIsraeri hahuna zvahwakareva kwaari, akasvibisa nyika nokufeva namabwe namatanda. 10Kunyange izvi zvakadaro, munun'una wake Judha wokusatendeka haana kudzokera kwandiri nomwoyo wake wose, asi kunyengera chete,” ndizvo zvinotaura Jehovha. 11Jehovha akati kwandiri, “Israeri wokusatenda akarurama kukunda Judha wokusatendeka. 12Enda undoparidza shoko iri kurutivi rwokumusoro uchiti, “ ‘Dzokai imi Israeri vokusatenda,’ ndizvo zvinotaura Jehovha, ‘Handichazorambi ndakafinyamisa chiso changu kwamuri, nokuti ndizere nengoni,’ ndizvo zvinotaura Jehovha, ‘handingarambi ndakatsamwa nokusingaperi. 13Imi zivai mhosva yenyu chete, kuti makamukira Jehovha Mwari wenyu, mukafadza vamwari vavatorwa muri pasi pomuti mumwe nomumwe wakapfumvutira, uye hamuna kunditeerera,’ ” ndizvo zvinotaura Jehovha. 14“Dzokai, imi vanhu vokusatenda,” ndizvo zvinotaura Jehovha, “nokuti ndini murume wenyu. Ndichakusarudzai, ndichatora mumwe chete kubva kune rimwe guta, uye vaviri kubva kuno rumwe rudzi, ndigokuuyisai kuZioni. 15Ipapo ndichakupai vafudzi vanofadza mwoyo wangu, ivo vachakutungamirirai noruzivo nokunzwisisa. 16Mumazuva iwayo, pamunenge mawanda zvikuru munyika,” ndizvo zvinotaura Jehovha, “vanhu havangazoti, ‘Areka yesungano yaJehovha.’ Hazvingazopindi mundangariro dzavo kana kurangarirwa; havazoishuvi, havangagadziri imwezve. 17Panguva iyoyo vachatumidza Jerusarema kuti Chigaro choUshe chaJehovha, uye ndudzi dzose dzichaungana muJerusarema kuzokudza zita raJehovha. Havachazoteverizve kusindimara kwemwoyo yavo yakaipa. 18Mumazuva iwayo imba yaJudha ichabatana neimba yaIsraeri, uye vose pamwe chete vachauya vachibva kunyika yokumusoro vachienda kunyika yandakapa madzibaba enyu kuti ive nhaka. 19“Ini pachangu ndakati, “ ‘Ndichafara sei pakukubatai savanakomana vangu uye ndichikupai nyika inoyevedza, iyo nhaka yakaisvonaka yorudzi rupi zvarwo.’ Ndakafunga kuti muchanditi ‘Baba’ mukasazotsauka pakunditevera. 20Asi sezvinoita mukadzi asina kutendeka kumurume wake, saizvozvo makanga musina kutendeka kwandiri, imi imba yaIsraeri,” ndizvo zvinotaura Jehovha. 21Kuchema kunonzwika panzvimbo dzakakwirira dzisina miti, iko kuchema nokuteterera kwavanhu veIsraeri, nokuti vakaminamisa nzira dzavo uye vakakanganwa Jehovha Mwari wavo. 22“Dzokai, imi vanhu vokusatenda; ndichakurapai pakudzokera kwenyu shure.” “Hongu, tichauya kwamuri, nokuti imi muri Jehovha Mwari wedu. 23Zvirokwazvo mheremhere youfeve iri pazvikomo, napamakomo unyengeri; zvirokwazvo muna Jehovha Mwari wedu ndimo mune ruponeso rwaIsraeri. 24Kubva pauduku hwedu nyadzi dzakadya zvibereko zvamabasa amadzibaba edu, makwai avo, nemombe dzavo, vanakomana navanasikana vavo. 25Ngativatei pasi munyadzi dzedu, uye kunyara kwedu ngakutifukidze. Takatadzira Jehovha Mwari wedu, isu tose namadzibaba edu; kubva pauduku hwedu kusvikira nhasi hatina kuteerera Jehovha Mwari wedu.” "
    },
    {
      "chapter": "4",
      "verses": "1“Haiwa Israeri, kana muchida kudzoka, dzokai kwandiri,” ndizvo zvinotaura Jehovha. “Kana mukabvisa pamberi pangu zvifananidzo zvenyu zvinonyangadza uye mukasarasikazve, 2kana mukapika muchokwadi, nokururama uye nenzira yakarurama muchiti: ‘Zvirokwazvo naJehovha mupenyu,’ ipapo ndudzi dzicharopafadzwa naye uye dzichazvirumbidza maari.” 3Izvi ndizvo zvinotaura Jehovha kuvanhu veJudha neJerusarema: “Zviundirei gombo idzva murege kudyara pakati peminzwa. 4Zvidzingisirei kuna Jehovha, dzingisai mwoyo yenyu, imi varume veJudha nemi vanhu veJerusarema, kuti kutsamwa kwangu kurege kukubudirai kukapisa somoto, nokuda kwezvakaipa zvamakaita, iko kupisa kusina angakudzima. Njodzi inobva nokumusoro 5“Zivisai munyika yaJudha uye muparidze muJerusarema muchiti, ‘Ridzai hwamanda munyika yose!’ Danidzirai nesimba muchiti: ‘Unganai pamwe chete! Ngatitizirei kumaguta akakomberedzwa!’ 6Simudzai mureza wokuenda kuZioni! Tizai muvande musinganonoki! Nokuti ndiri kuuyisa njodzi inobva kumusoro, iko kuparadza kwakaipisisa.” 7Shumba yabuda mudenhere rayo; muparadzi wendudzi abuda. Asiya nzvimbo yake kuti aparadze nyika yenyu. Maguta enyu achava matongo pasina achagaramo. 8Naizvozvo pfekai masaga, chemai muungudze, nokuti kutsamwa kwaJehovha kunotyisa hakuna kubva kwatiri. 9“Pazuva iro,” ndizvo zvinotaura Jehovha, “mambo namachinda vachaora mwoyo, vaprista vachatyiwa, uye vaprofita vachanyangadzwa.” 10Ipapo ndakati, “Haiwa, Ishe Jehovha, makanyengera kwazvo vanhu ava neJerusarema muchiti, ‘Muchava norugare,’ nyamba munondo uri pahuro dzedu.” 11Panguva iyoyo vanhu ava neJerusarema vachaudzwa kuti, “Mhepo inopisa inobva kunzvimbo dzakakwirira dzisina miti mugwenga inovhuvhuta yakananga vanhu vangu, asi isingasarudzi kana kunatsa; 12mhepo ine simba kwazvo kudarika iyoyo ichabva kwandiri. Zvino ndiwo wava mutongo wangu pamusoro pavo.” 13Tarirai! Ari kuuya samakore, ngoro dzake dzinouya sechamupupuri, mabhiza ake anomhanya kupfuura makondo, Tine nhamo! Taparara! 14Haiwa Jerusarema, shamba zvakaipa zviri mumwoyo mako ugoponeswa. Ucharamba uchingoviga pfungwa dzako dzakaipa kusvikira riini? 15Inzwi rinodanidzira richibva kuDhani, richizivisa nezvenjodzi inobva kuzvikomo zveEfuremu. 16“Zivisai izvi kundudzi, zviparidzei kuJerusarema muchiti: ‘Hondo ichakukombai iri kuuya ichibva kunyika iri kure, ichidanidzira zvehondo yokurwisa maguta eJudha. 17Vanorikomba savanhu vakarinda munda, nokuti rakandimukira,’ ” ndizvo zvinotaura Jehovha. 18“Tsika dzako namabasa ako ndizvo zvauyisa izvi pamusoro pako. Ichi ndicho chirango chako. Haiwa, zvinovava sei! Haiwa, zvinobaya sei mwoyo!” 19Maiwe, kurwadziwa kwangu, kurwadziwa kwangu! ndiri kubidirika nokurwadziwa. Haiwa, kurwadza kwomwoyo wangu! Hana yangu inorova mukati mangu, handinganyarari. Nokuti ndanzwa kurira kwehwamanda; ndanzwa mheremhere yehondo. 20Njodzi inotevera njodzi; nyika yose yava dongo. Kamwe kamwe, matende angu aparadzwa, musha wangu nenguva diki diki, 21Ndicharamba ndichiona mureza wehondo kusvikira riniko, uye ndichanzwa kurira kwehwamanda kusvikira riniko? 22“Vanhu vangu mapenzi; havandizivi ini. Vana vasina pfungwa; havanzwisisi. Vakangwarira kuita zvakaipa; havazivi kuita zvakanaka.” 23Ndakatarira nyika, yakanga isina kugadzirwa, isina chinhu; uye nokumatenga, chiedza chawo chakanga chisisipo. 24Ndakatarira pamakomo, tarirai, aidengenyeka; zvikomo zvose zvaizeya. 25Ndakatarira, ipapo pakanga pasina vanhu; shiri dzose dzedenga dzakanga dzabhururuka dzikaenda kure. 26Ndakatarira, ndokuona nyika yaibereka zvibereko yava gwenga; maguta ayo ose ava matongo pamberi paJehovha, pamberi pehasha dzake dzinotyisa. 27Zvanzi naJehovha, “Nyika yose ichaparadzwa, kunyange hangu ndisingazoiparadzi zvachose. 28Naizvozvo nyika ichachema uye matenga kumusoro achava rima nokuti ndini ndazvitaura uye handingaregi kuzviita, ndini ndazvisarudza uye handingadzokeri shure.” 29Paanonzwa kutinhira kwavatasvi vamabhiza nokwavawemburi vouta, maguta ose anotiza. Vamwe vanopinda mumatenhere; vamwe vanokwira pakati pamatombo. Maguta ose asara asina munhu; hapana anogaramo. 30Uchaiteiko, iwe wokuparadzwa? Wapfekereiko nguo tsvuku, nokushonga zvishongo zvegoridhe? Wazorereiko meso ako pendi? Unongozvishongedzera pasina. Zvikomba zvako zvinokushora; zvinotsvaka kukuuraya. 31Ndiri kunzwa kuchema sokwomukadzi anorwadziwa pakusununguka, kugomera sokwomukadzi opona dangwe rake, kuchema kwoMwanasikana weZioni ari kufemedzeka, achitambanudza maoko ake achiti, “Maiwe! Ndoziya; upenyu hwangu hwaiswa kuvaurayi.” "
    },
    {
      "chapter": "5",
      "verses": "Hakuna akarurama 1“Kwirai nokudzika nemigwagwa yeJerusarema, tarirai pose pose mugofunga, tsvakai muzvivara zvaro muone kana mukawana kana munhu mumwe anoita zvakanaka uye anotsvaka zvokwadi, ipapo ndicharegerera guta iri. 2Kunyange vachiti havo, ‘NaJehovha mupenyu,’ vanenge vachingopika nhema.” 3Haiwa Jehovha, meso enyu haatsvaki chokwadi here? Makavarova, asi havana kunzwa kurwadziwa; Makavapwanya, asi vakaramba kurayirwa. Vakaomesa zviso zvavo kupfuura dombo uye vakaramba kutendeuka. 4Ndakafunga ndikati, “Ava varombo bedzi; mapenzi, nokuti havazivi nzira yaJehovha, nezvinodikanwa naMwari wavo. 5Naizvozvo ndichaenda kuvatungamiri ndigotaura navo; zvirokwazvo vanoziva nzira yaJehovha, zvinodiwa naMwari wavo.” Asi nomwoyo mumwe, naivowo vakanga vavhuna joko, vakadambura makashu. 6Saka shumba inobva musango ichavauraya, bere rinobva mugwenga richavabvambura, ingwe ichavavandira pedyo namaguta avo kuti ibvamburanye vose vanobudamo, nokuti kundimukira kwavo kukuru uye kudzokera shure kwavo kwawanda. 7“Ndingakukanganwirai seiko? Vana venyu vakandisiya, uye vakapika navamwari vasati vari vamwari. Ndakavapa zvose zvavaishayiwa, asi ivo vakaita ufeve vakandoungana kudzimba dzezvifeve. 8Ivo mabhiza anodya achiguta azere ruchiva, mumwe nomumwe achidokwairira mukadzi womumwe. 9Ko, handingavarangi nokuda kwaizvozvi here?” ndizvo zvinotaura Jehovha. “Ko, handingazvitsiviri here parudzi rwakadai? 10“Endai nomuminda yavo yamazambiringa muiparadze, asi musaiparadza zvachose. Bvisai matavi awo, nokuti vanhu ava havazi vaJehovha. 11Imba yaIsraeri neimba yaJudha vanga vasina kutendeka kwandiri zvachose,” ndizvo zvinotaura Jehovha. 12Vakarevera Jehovha nhema, vachiti, “Haana chaachaita! Hakuna chakaipa chichaitika kwatiri; hatichazombooni hondo kana nzara. 13Vaprofita vangova mhepo, uye shoko harimo mavari. Saka zvavanotaura ngazviitwe kwavari.” 14Naizvozvo zvanzi naJehovha Mwari Wamasimba Ose: “Nokuti vanhu vakataura mashoko aya, ndichaita kuti mashoko angu ave moto mumuromo mako, uye vanhu ava kuti vave huni dzinopiswa nawo. 15“Haiwa imi imba yaIsraeri,” ndizvo zvinotaura Jehovha, ndiri kuuyisa rudzi runobva kure kuzokurwisai, rudzi rwakare kare uye rudzi rwakashinga, vanhu vane rurimi rwamusinganzwi, vano mutauro wamusinganzwisisi. 16Magoba avo akafanana neguva rakashama; vose zvavo varwi vane simba. 17Vachadya zvamakakohwa nezvokudya zvenyu, vachauraya vanakomana navanasikana venyu; vachadya makwai enyu nemombe dzenyu, vachadya mazambiringa namaonde enyu. Vachaparadza nomunondo, maguta enyu akakomberedzwa iwo amunovimba nawo. 18“Kunyange mumazuva iwayo,” ndizvo zvinotaura Jehovha, “handingakuparadzei zvachose. 19Zvino kana vanhu vakabvunza kuti, ‘Ko, Jehovha Mwari wedu aitirei izvi kwatiri?’ imi muchavaudza kuti, ‘Sezvo makandisiya mukandoshumira vamwari vavatorwa munyika yenyu chaiyo, saizvozvowo zvino muchashandira vatorwa munyika isiri yenyu.’ 20“Zivisai izvi kuimba yaJakobho mugozviparidza maJudha muchiti: 21Inzwai izvi imi mapenzi navanhu vasina pfungwa, vana meso, asi vasingaoni, vane nzeve, asi vasinganzwi: 22Ko, hamufaniri kunditya here?” ndizvo zvinotaura Jehovha. “Ko, hamufaniri kudedera pamberi pangu here? Ndakaita jecha kuti rive muganhu wegungwa, muganhu warisingadariki nokusingaperi. Mafungu angafashama, asi haangakundi; angavirima asi haangaudariki. 23Asi vanhu ava vane mwoyo yakasindimara uye inondimukira; vakatsauka vakaenda kure. 24Havati mumwoyo yavo, ‘Ngatityei Jehovha Mwari wedu, anotipa mvura yaMatsutso neyoMunakamwe nenguva yayo, anotitsidzira mavhiki akatarwa okukohwa. 25Zvakaipa zvenyu zvakadzingira izvi kure; zvivi zvenyu zvakadzivisa kuti zvinhu zvakanaka zviuye kwamuri. 26Pakati pavanhu vangu pana vanhu vakaipa vanovandira kufanana savanhu vanoteya shiri nougombe. uye savaya vanoisa misungo yokubata vanhu. 27Sedendere rizere neshiri, dzimba dzavo dzizere nokunyengera; vapfuma uye vava nesimba, 28uye vafuta uye vobwinya. Zvakaipa zvavo hazvina magumo. havatambi mhaka dzenherera kuti vakunde, havadziviriri kodzero dzavarombo. 29“Ko, handifaniri kuvaranga pane zvizvi here?” ndizvo zvinotaura Jehovha. “Ko, handingazvitsiviri here parudzi rwakadai? 30“Chinhu chinosemesa uye chinovhundutsa chaitika panyika. 31Vaprofita vanoprofita nhema, vaprista vanotonga nesimba ravo uye vanhu vangu vanofarira izvozvo. Asi muchaiteiko pakupedzisira? "
    },
    {
      "chapter": "6",
      "verses": "Kukombwa kweJerusarema 1“Tizai kuti murarame, imi vana veBhenjamini! Tizai mubve muJerusarema! Ridzai hwamanda muTekoa! Simudzai chiratidzo pamusoro peBheti-Hakeremu! Nokuti njodzi yava pedyo ichibva kumusoro, iko kuparadza kwakaipisisa. 2Ndichaparadza mwanasikana weZioni, akanakisa uye anoyevedza. 3Vafudzi namapoka amakwai avo vachauya kwaari; vachadzika matende avo vakamukomba, mumwe nomumwe achifudza chikamu chake.” 4Gadzirirai kurwa naye! Simukai, ngatimurwisei masikati! “Asi, yowe-e, zuva rovira, uye mimvuri yamadekwana yoreba. 5Naizvozvo simukai, ngatimurwisei usiku, uye tiparadze nhare dzake!” 6Zvanzi naJehovha Wamasimba Ose, “Temerai miti pasi, mugovakira Jerusarema mirwi yokurikomba. Guta iri rinofanira kurangwa; rizere nokumanikidza. 7Setsime rinoeredza mvura yaro, saizvozvo Jerusarema rinodurura zvakaipa zvaro. Kuita nechisimba nokuparadza zvinonzwika mariri, kurwara kwaro namavanga zvinoramba zviri pamberi pangu. 8Inzwa yambiro, iwe Jerusarema, kuti ndisakufuratira ndikaita nyika yako dongo, kuti isava nomunhu angagara mairi.” 9Zvanzi naJehovha Wamasimba Ose, “Ngavatanhe zvakasara zvaIsraeri vatanhe zvachose samazambiringa; utambanudzirezve ruoko rwako kumatavi, sezvinoita munhu anounganidza mazambiringa.” 10Ndingataura naaniko andingayambira? Ndianiko achandinzwa? Nzeve dzavo dzakadzivirwa kuti varege kunzwa. Shoko raJehovha chigumbuso kwavari; havawani mufaro mariri. 11Asi ini ndizere nehasha dzaJehovha, uye handichagoni kuzvidzora. “Dzidururire pamusoro pavana vari munzira dzomuguta, napamusoro pamajaya akaungana pamwe chete; vose murume nomukadzi vachabatwa imomo, navatana, vaya vabva zera. 12Dzimba dzavo dzichapiwa vamwe, vakadzi vavo pamwe chete neminda yavo navakadzi vavo, pandichatambanudza ruoko rwangu pamusoro pavagere panyika,” ndizvo zvinotaura Jehovha. 13“Kubva kumudiki kusvikira kuvakuru, vose vanokarira pfuma; vaprofita navaprista zvimwe chetezvo, vose vanoita zvokunyengera. 14Vanosunga ronda ravanhu vangu sokunge vasina kukuvara zvikuru. Vanoti, ‘Rugare, rugare,’ ipo pasina rugare. 15Ko, vanonyadziswa nokusemesa kwamafambiro avo here? Kwete, havana nyadzi zvachose; havambozivi kuratidza nyadzi. Naizvozvo vachawira pakati pavakawa; vachadzikiswa pandichavaranga,” Ndizvo zvinotaura Jehovha. 16Zvanzi naJehovha, “Mirai pamharadzano dzenzira muone; mubvunze nzira dzekare, mubvunze kune nzira yakanaka, mugofamba mairi, ipapo muchawana zororo romweya yenyu. Asi imi makati, ‘Hatizofambi mairi.’ 17Ndakagadza nharirire pamusoro penyu ndikati, ‘Teererai inzwi rehwamanda!’ Asi imi makati, ‘Hatizoteereri.’ 18Naizvozvo inzwai, imi Israeri, nemi zvapupu, cherechedzai zvichaitika kwavari. 19Inzwa, iwe nyika: Ndiri kuuyisa njodzi pamusoro pavanhu ava, icho chibereko chendangariro dzavo, nokuti havana kuteerera mashoko angu, uye vakaramba murayiro wangu. 20Ndine hanya yeiko nezvinonhuwira zvinobva kuShebha, kana karamisi inotapira inobva kunyika iri kure? Zvipiriso zvenyu zvinopiswa handizvidi; zvibayiro zvenyu hazvindifadzi.” 21Naizvozvo zvanzi naJehovha, “Ndichaisa zvipinganidzo pamberi pavanhu ava. Madzibaba navanakomana vachagumburwa nazvo pamwe chete, vavakidzani neshamwari vachaparara.” 22Zvanzi naJehovha, “Tarirai, hondo iri kuuya kubva kunyika yokumusoro; rudzi rukuru rwuri kumutswa kubva kumigumo yenyika. 23Vakapakata uta nepfumo; vane utsinye uye havana ngoni. Vanonzwikwa somutinhiro wegungwa vakatasva mabhiza avo; vari kuuya savanhu vazvigadzirira kurwa hondo kuti vakurwise, iwe Mwanasikana weZioni.” 24Takanzwa guhu ravo, uye maoko edu oshayiwa simba. Tabatwa nokurwadziwa, kurwadziwa kwakaita sokwomukadzi ari kusununguka. 25Regai kuenda kumunda, kana kufamba mumigwagwa, nokuti muvengi ano munondo, uye kumativi ose kune zvinotyisa. 26Haiwa, vanhu vangu, pfekai masaga mugoumburuka mumadota; chemai nokuchema kukuru kwazvo kunge munochemera mwanakomana mumwe chete, nokuti muparadzi achatiwira pakarepo. 27“Ndakakuita muedzi wamatare navanhu vangu mhangura, kuti ucherechedze nokuedza nzira dzavo. 28Vose vamukiri vakaoma mwoyo, vanongofamba-famba vachiita makuhwa. Ivo indarira nesimbi; vose vanoita zvakaora. 29Mvuto inovhutira zvinotyisa kuti ipise mutobvu nomoto, asi kunatswa kunongova pasina; nokuti vakaipa havangabviswi. 30Vanonzi sirivha yakarambwa, nokuti Jehovha akavaramba.” "
    },
    {
      "chapter": "7",
      "verses": "Zvitendero zvenhema hazvina maturo 1Iri ndiro shoko rakauya kuna Jeremia richibva kuna Jehovha: 2“Mira pasuo reimba yaJehovha, uparidzepo shoko iri rokuti: “ ‘Inzwai shoko raJehovha imi mose vanhu veJudha vanopinda napamasuo aya kuzonamata Jehovha. 3Zvanzi naJehovha Wamasimba Ose, Mwari waIsraeri: Shandurai nzira dzenyu namaitiro enyu, ndigokugarisai munzvimbo ino. 4Musavimba namashoko anonyengedza muchiti, “Iyi ndiyo temberi yaJehovha, temberi yaJehovha, temberi yaJehovha!” 5Kana mukashandura chaizvoizvo nzira dzenyu namaitiro enyu mukaitirana zvakarurama, 6kana mukasamanikidza vatorwa, nenherera kana chirikadzi uye mukasateura ropa risina mhosva panzvimbo ino, uye kana mukasatevera vamwe vamwari muchizvipinza munjodzi, 7ipapo ndichakugarisai munzvimbo ino, munyika yandakapa madzitateguru enyu nokusingaperi-peri. 8Asi tarirai, munovimba namashoko okunyengera asina maturo. 9“Mungaba nokuuraya, nokuita upombwe nokupika nhema, muchipisira zvinonhuwira kuna Bhaari nokutevera vamwe vamwari vamusina kumboziva, 10ndokuzouya zvino momira pamberi pangu muimba ino, iyo ine Zita rangu, muchiti, “Takasungunurwa,” makasunungurwa kuti muite izvi zvose zvinonyangadza here? 11Ko, imba ino, inodanwa neZita rangu, yava bako ramakororo here? Asika, ndanga ndichizviona! ndizvo zvinotaura Jehovha. 12“ ‘Chiendai zvino kunzvimbo iri muShiro pandakagarisa Zita rangu pakutanga mugoona zvandakuitirai nokuda kwezvakaipa zvavanhu vangu Israeri. 13Pamakanga muchiita zvinhu zvose izvi, ndizvo zvinotaura Jehovha, ndakataura nemi ndataurazve asi hamuna kuteerera; ndakakudanai asi hamuna kupindura. 14Naizvozvo, zvandakaitira Shiro ndizvo zvandichaita iye zvino kuimba inodanwa neZita rangu, iyo temberi yamunovimba nayo, nzvimbo yandakakupai imi namadzibaba enyu. 15Ndichakubvisai pamberi pangu sezvandakaita kuhama dzenyu dzose, ivo vanhu vaEfuremu.’ 16“Naizvozvo iwe chirega kunyengeterera vanhu ava kana kupa chikumbiro chipi zvacho kana kuvareverera; usavakumbirira kwandiri, nokuti handingakunzwi. 17Hauoni here zvavari kuita mumaguta eJudha nomumigwagwa yeJerusarema? 18Vana vanounganidza huni, madzibaba ndokubatidza moto, uye madzimai anokanya furawu ndokuitira Mambokadzi woKudenga makeke echingwa. 19Asi ndini here wavanotsamwisa? ndizvo zvinotaura Jehovha. Ko, hakuzi kuzvikuvadza pachavo here kuti vanyadziswe? 20“Naizvozvo Ishe Jehovha anoti: Kutsamwa kwangu nehasha dzangu zvichadururirwa pamusoro penzvimbo iyi, pamusoro pavanhu nezvipfuo, napamusoro pemiti yesango napamusoro pezvibereko zvevhu, uye zvichatsva zvikasadzimwa. 21“ ‘Zvanzi naJehovha Wamasimba Ose, Mwari weIsraeri: Endererai mberi, wedzerai zvipiriso zvenyu zvinopiswa pamusoro pezvimwe zvibayiro mugodya nyama yacho pachenyu! 22Nokuti pandakabudisa madzitateguru enyu kubva muIjipiti ndikataura navo, handina kungovapa mirayiro pamusoro pezvipiriso zvinopiswa nezvibayiro, 23asi ndakavapa murayiro uyu wokuti nditeererei, uye ndichava Mwari wenyu nemi muchava vanhu vangu. Mufambe munzira dzose dzandakakurayirai, kuti zvigova zvakanaka kwamuri. 24Asi havana kuteerera kana kurereka nzeve dzavo; asi vakatevera kutsauka kwoukukutu hwemwoyo yavo yakaipa. Vakadzokera shure vakasaenda mberi. 25Kubvira panguva yakabuda madzitateguru enyu muIjipiti kusvikira zvino, zuva nezuva, ndakatuma varanda vangu vaprofita ndavatumazve. 26Asi havana kunditeerera kana kuita hanya. Vaiva nemitsipa mikukutu uye vakaita zvakaipa kupfuura madzitateguru avo.’ 27“Pauchavataurira zvose izvi, havasi kuzokuteerera; pauchavadana, havasi kuzokupindura. 28Naizvozvo iwe uti kwavari, ‘Urwu ndirwo rudzi rusina kuteerera Jehovha Mwari warwo kana kubvuma kurayirwa. Chokwadi chakaparara, hachisisipo pamiromo yavo. 29Veurai bvudzi renyu mugorirasira kure; chemai muri pazvikomo zvisina miti, nokuti Jehovha akaramba uye akasiya rudzi urwu rwaakatsamwira. Mupata woKuurayiwa kwaVanhu 30“ ‘Vanhu veJudha vakaita zvakaipa pamberi pangu, ndizvo zvinotaura Jehovha. Vakamisa zvifananidzo zvavo zvinonyangadza mumba yakapiwa Zita rangu vakaisvibisa. 31Vakavaka nzvimbo dzakakwirira dzeTofeti muMupata waBheni Hinomi kuti vapise vanakomana navasikana vavo mumoto, chinhu chandisina kuvarayira, chisina kumbopinda mupfungwa dzangu. 32Saka chenjerai, mazuva anouya, ndizvo zvinotaura Jehovha, apo vanhu vasingazopadaidzi kuti Tofeti kana Mupata waBheni Hinomi, asi Mupata woKuurayiwa kwaVanhu, nokuti vachaviga vakafa muTofeti kusvikira pasisina nzvimbo. 33Ipapo mitumbi yavanhu ava ichava zvokudya zveshiri dzedenga nemhuka dzenyika, uye hapazovi nomunhu angazvivhundutsira kuti zvibve. 34Ndichaita kuti inzwi rokupembera nomufaro uye namanzwi avamwenga nechikomba mumaguta eJudha nomumigwagwa yeJerusarema zvigume nokuti nyika ichava dongo. "
    },
    {
      "chapter": "8",
      "verses": "1“ ‘Panguva iyoyo, ndizvo zvinotaura Jehovha, mapfupa amadzimambo namachinda eJudha, namapfupa avaprista navaprofita, uye mapfupa avanhu veJerusarema, achabviswa kubva mumakuva avo. 2Achava pamhene agorohwa pazuva uye achavhenekwa nomwedzi nenyeredzi dzose dzedenga, zvavakada vakazvishumira vakazvitevera uye vakabvunza kwazviri, uye vakazvinamata. Haangaunganidzwi kana kuvigwa, asi achafanana nomupfudze uri panyika. 3Kwose zvako kwandichavadzingira, vakasara vose vorudzi urwu rwakaipa, vachademba rufu pachinzvimbo choupenyu, ndizvo zvinotaura Jehovha Wamasimba Ose.’ Chivi noKurangwa 4“Uti kwavari, ‘Zvanzi naJehovha: Vanhu pavanowira pasi, havamukizve here? Munhu akange ambotsauka, haadzokizve here? 5Zvino nemhaka yei ava vadzokera shure? Nemhaka yei Jerusarema richingogara richitsauka? Vanobatirira pakunyengera, vanoramba kudzoka. 6Ndakanyatsoteereresa, asi ivo havambotauri zvakarurama. Hakuna anotendeuka pane zvakaipa zvake achiti, “Ndaiteiko?” Mumwe nomumwe anongoteedza nzira yake sebhiza rinomhanyira kurwa hondo. 7Kunyange shohori riri mudenga rinoziva nguva dzaro dzakatarwa, uye njiva, nenyenganyenga nekondo zvinocherechedza nguva yazvo yokutama. Asi vanhu vangu havazivi zvinodikanwa naJehovha. 8“ ‘Munoreva seiko muchiti, “Takachenjera, nokuti tino murayiro waJehovha,” asi zvirokwazvo chinyoreso chenhema chavanyori chakanyora nhema? 9Vakachenjera vachanyadziswa, vachavhunduka uye vachabatwa. Sezvo vakaramba shoko raJehovha, kuchenjera kwavanako kwakadiniko? 10Naizvozvo ndichapa vakadzi vavo kuna vamwe varume, neminda yavo kuvaridzi vatsva. Kubva kumuduku kusvikira kumukuru vose vanokarira pfuma; vaprofita navaprista saizvozvo, vose vanoita nokunyengera. 11Vanosunga vanga ravanhu vangu sokunge duku duku. Vanoti, “Rugare, rugare,” ipo pasina rugare. 12Ko, vanonyadziswa netsika dzavo dzinonyangadza here? Kwete, havana kana nyadzi zvachose havambozivi kuti zvinonyadzisa sei. Saka vachawa pakati pavakawa; vachaderedzwa pavacharangwa, ndizvo zvinotaura Jehovha. 13“ ‘Ndichavatorera zvavakakohwa, ndizvo zvinotaura Jehovha Hapangazovi namazambiringa pamuzambiringa. Hakungazovi namaonde pamuti womuonde, uye mashizha azvo achaoma. Zvandakavapa vachazvitorerwa.’ ” 14“Ko, takagarireiko pano? Unganai pamwe chete! Ngatitizirei kumaguta akakomberedzwa tindofira ikoko! Nokuti Jehovha Mwari wedu atitongera kufa, nokuti akatipa mvura ino muchetura kuti tinwe, nokuti takamutadzira. 15Takanga takatarisira rugare asi hakuna chakanaka chakauya, takatarisira kuporeswa asi paingova nokuvhundutswa. 16Kufemedzeka kwamabhiza omuvengi kunonzwika kuchibva kuDhani; panorira makono awo nyika yose inodedera. Auya kuzoparadza nyika nezvose zviri mairi, guta navose vanogara imomo.” 17“Tarirai ndichatumira nyoka dzino uturu pakati penyu, mvumbi dzicharamba kuimbirwa, uye dzichakurumai,” ndizvo zvinotaura Jehovha. 18Haiwa, Munyaradzi wangu, pakuchema kwangu, mwoyo wangu woziya mukati mangu. 19Inzwai kuchema kwavanhu vangu kunobva kunyika iri kure kure: “Ko, Jehovha haazi muZioni here? Mambo waro haachimo here?” “Vakanditsamwisireiko nezvifananidzo zvavo, nezvifananidzo zvavo zvavatorwa zvisingabatsiri?” 20“Kucheka kwapfuura, zhizha rapera, asi tigere kuponeswa.” 21Sezvo vanhu vangu vapwanyiwa, neniwo ndapwanyiwa; ndiri kuchema, uye ndiri kutya zvikuru. 22Ko, muGireadhi hamuna muti webharisamu here? Hakuna murapi ikoko here? Seiko zvino ronda ravanhu vangu risina kurapwa? "
    },
    {
      "chapter": "9",
      "verses": "Haiwa, dai musoro wangu waiva chitubu chemvura uye meso angu riri tsime remisodzi! Ndingadai ndaichema masikati nousiku nokuda kwavakaurayiwa vavanhu vangu. Haiwa, dai ndaiva nenzvimbo mugwenga yokugara yavafambi, kuitira kuti ndisiye vanhu vangu ndiende kure navo; nokuti vose imhombwe, ungano yavanhu vasina kutendeka. “Vanokunga rurimi rwavo souta, kuti vapfure nhema; havaiti nechokwadi pakukunda kwavanoita munyika. Vanobva pane chimwe chivi vachienda pane chimwe; havandizivi ini,” ndizvo zvinotaura Jehovha. “Chenjererai shamwari dzenyu; musavimba nehama dzenyu. Nokuti hama ipi neipi inonyengera, uye shamwari ipi neipi inoita makuhwa. Shamwari inonyengera shamwari, uye hakuna anotaura chokwadi. Vakadzidzisa ndimi dzavo kureva nhema; vanozvinetsa nokuita zvakaipa. Munogara pakati pounyengeri; mukunyengera kwavo vanoramba kundiziva ini,” ndizvo zvinotaura Jehovha. Naizvozvo zvanzi naJehovha Wamasimba Ose, “Tarirai, ndichavanatsa nokuvaedza, ndechipi chimwe chandingaita nokuda kwechivi chavanhu vangu? Rurimi rwavo museve unouraya; runotaura nokunyengera. Nomusoro wake mumwe nomumwe anotaura zvakanaka kuno wokwake, asi mumwoyo make anomuteyera musungo. Ko, handigavarangi nokuda kwechinhu ichi here?” ndizvo zvinotaura Jehovha. “Ko, handingazvitsiviri pamusoro porudzi rwakadai here?” Ndichachema nokuungudza nokuda kwamakomo, uye ndichachema pamusoro pamafuro egwenga. Aparara uye hakuna anofambako, uye kukuma kwemombe hakunzwiki. Shiri dzedenga dzatiza, uye mhuka dzaenda. Ndichaita Jerusarema murwi wedongo, panogara makava; uye ndichaparadza maguta eJudha, kuti kurege kuva nomunhu anogarako.” Ndoupiko munhu akachenjera zvokuti anganzwisisa izvi? Ndianiko akarayirwa naJehovha uye angatsanangura izvi? Nemhaka yeiko nyika yanyangadzwa yava dongo ikafanana negwenga risina angapfuura nomo? Jehovha akati, “Nemhaka yokuti vakasiya murayiro wangu, wandakaisa pamberi pavo; havana kunditeerera kana kutevera murayiro wangu. Asi, vakatevera kusindimara kwemwoyo yavo; vakatevera vanaBhaari, sezvavakadzidziswa namadzibaba avo.” Naizvozvo zvanzi naJehovha Wamasimba Ose, Mwari weIsraeri, “Tarirai ndichaita kuti vanhu ava vadye zvinovava uye kuti vanwe mvura ino muchetura. Ndichavaparadzira pakati pendudzi dzavasina kumboziva uye dzisina kumbozivikanwa namadzibaba avo, uye ndichavatevera nomunondo kusvikira ndavaparadza.” Zvanzi naJehovha Wamasimba Ose, “Rangarirai zvino! Danai vakadzi vanochema vauye; danai vanogonesesa pakati pavo. Ngavakurumidze kuuya vagochema pamusoro pedu kusvikira maziso edu ayerera misodzi, nzizi dzoyerera mumaziso edu. Maungira okuchema anonzwika kubva Zioni achiti: ‘Haiwa taparadzwa sei! Haiwa kunyadziswa kwedu kukuru sei! Tinofanira kusiya nyika yedu nokuti dzimba dzedu ava matongo.’ ” Zvino, imi vakadzi, inzwai shoko raJehovha; dziurirai nzeve dzenyu kumashoko omuromo wake. dzidzisai vanasikana venyu kuungudza; dzidzisanai kuchema. Rufu rwakawira napamawindo edu uye rwapinda munhare dzedu; rwauraya vana mumigwagwa namajaya ari munzira dzeguta. Uti, “Zvanzi naJehovha, ‘Zvitunha zvavanhu zvichavata somupfudze uri pamusoro pomunda, sezviyo zvakachekwa shure kwavacheki, zvisina achazviunganidza.’ ” Zvanzi naJehovha, “Akachenjera ngaarege kuzvirumbidza pamusoro penjere dzake, kana munhu ane simba pamusoro pesimba rake, kana akapfuma pamusoro pepfuma yake, Asi anozvirumbidza ngaazvirumbidze pamusoro pezvizvi: kuti anondinzwisisa uye kuti anondiziva ini, kuti ndini Jehovha, anoita unyoro, nokukururamisira, nokururama panyika, nokuti ndinofarira izvozvi,” ndizvo zvinotaura Jehovha. “Mazuva anouya,” ndizvo zvinotaura Jehovha, “andicharanga vose vakadzingiswa panyama chete, Ijipiti, Judha, Edhomu, Amoni, Moabhu navose vanogara mugwenga kunzvimbo dziri kure. Nokuti ndudzi dzose idzi hadzina kumbodzingiswa, uye kunyange imba yose yaIsraeri haina kudzingiswa, mumwoyo.” "
    },
    {
      "chapter": "10",
      "verses": "Mwari neZvifananidzo Inzwai zvinoreva Jehovha kwamuri, imi imba yaIsraeri. Zvanzi naJehovha, “Regai kudzidza tsika dzendudzi kana kuvhundutswa nezviratidzo zviri kudenga kunyange hazvo ndudzi dzichivhundutswa nazvo. Nokuti tsika dzavanhu hadzina maturo; vanotema muti musango, muvezi ouveza nembezo. Vanoushongedza nesirivha negoridhe; vanourovera nenyundo nezvipikiri kuti urege kuzungunuka. Sedukununu kumucheto womunda wamavise, zvifananidzo zvavo hazvigoni kutaura; zvinofanira kutotakurwa nokuti hazvigoni kufamba. Musazvitya; hazvigoni kukukuvadzai, uye hazvina nebasa rose.” Hakuna akafanana nemi, imi Jehovha; muri mukuru, uye zita renyu iguru pasimba. Ndianiko angarega kukutyai, imi Mambo wendudzi? Izvi ndizvo zvakakufanirai Pakati pavakachenjera vose vendudzi nomuushe hwavo hwose, hakuna akafanana nemi. Vose havana njere uye mapenzi; vanodzidziswa nezvifananidzo zvamatanda zvisingabatsiri. Sirivha yakapfurwa inotorwa kubva kuTashishi negoridhe richibva kuUfazi. Zvakaitwa nemhizha uye nomupfuri wegoridhe, zvopfekedzwa zvino nguo dzomucheka webhuruu nowepepuru, zvose zvinoitwa navabati vano umhizha, Asi Jehovha ndiye Mwari wechokwadi; Ndiye Mwari mupenyu, mambo wokusingaperi. Kana iye atsamwa, nyika inodedera; ndudzi hadzigoni kumira pamberi pehasha dzake. “Muvaudze kuti, ‘Vamwari ava, vasina kuita matenga nenyika, vachaparara panyika nepasi pamatenga.’ ” Asi Mwari akaita nyika nesimba rake, akateya nyika nouchenjeri hwake, uye akakutambanudza matenga nokunzwisisa kwake. Paanotinhira, mvura zhinji iri mumatenga inoita mubvumo; anoita kuti makore asimuke kubva kumigumo yenyika. Anotuma mheni pamwe nemvura uye anouyisa mhepo kubva mumatura ake. Mumwe nomumwe haafungi uye haana zivo; mupfuri mumwe nomumwe wegoridhe anonyadziswa nezvifananidzo zvake. Zvifananidzo zvake ndezvenhema; hazvina mweya mazviri. Hazvina maturo, zvinhu zvinofanira kutukwa; kutongwa kwazvo pakunosvika, zvose zvichaparara. Iye anenge ari mugove waJakobho haana kufanana nazvo, nokuti ndiye Muiti wezvinhu zvose, kusanganisa naIsraeri, rudzi rwenhaka yake, Jehovha Wamasimba Ose ndiro zita rake. Kuparadzwa Kuri Kuuya Unganidzai nhumbi dzenyu mubve munyika, imi makakombwa. Nokuti zvanzi naJehovha, “Panguva ino ndichapotsera kure avo vanogara munyika ino; Ndichauyisa nhamo pamusoro pavo kuti vagotapwa.” Ndine nhamo nokuda kwokukuvara kwangu! Ronda rangu harirapiki! Asi ndakazviti, “Uku kurwara ndokwangu, uye ndinofanira kukutakura.” Tende rangu raparadzwa; mabote aro ose adamburwa. Vanakomana vangu vabva kwandiri uye havachipozve; hakuna asara zvino kuti amise tende rangu. kana kumisa dumba rangu. Vafudzi havana njere, uye havabvunzi Jehovha; saka havabudiriri uye makwai avo ose apararira. Inzwai! Chiziviso chiri kuuya, bope guru richabva kunyika yokumusoro! Richaita kuti maguta eJudha aparare, agarwe namakava. Munyengetero waJeremia Haiwa Jehovha, ndinoziva kuti upenyu hwomunhu hahusi hwake; hazvizi kumunhu kuti aruramise nzira dzake. Ndirangei, Jehovha, asi chete nokururamisira, kwete mukutsamwa kwenyu, kuti murege kundiparadza zvachose. Dururirai kutsamwa kwenyu pamusoro pendudzi dzisingakurangarirei, pamusoro pavanhu vasingadani kuzita renyu. Nokuti vakadya Jakobho; vakamudya zvachose, uye vakaparadza nyika yake. "
    },
    {
      "chapter": "11",
      "verses": "Sungano Yaputswa Iri ndiro shoko rakauya kuna Jeremia richibva kuna Jehovha: “Teererai kumitemo yesungano iyi mugoizivisa kuvanhu veJudha nokuna vanogara muJerusarema. Muvaudze kuti zvanzi naJehovha Mwari waIsraeri, ‘Akatukwa munhu asingateereri mitemo yesungano iyi, mitemo yandakarayira madzitateguru enyu pandakavabudisa muIjipiti kubva muchoto chamatare.’ Ndakati, “Nditeererei mugoita zvose zvandinokurayirai, mugova vanhu vangu, ini ndigova Mwari wenyu. Ipapo ndichazadzisa mhiko yandakapika kumadzitateguru enyu, kuti ndichavapa nyika inoyerera mukaka nouchi, nyika yava yenyu nhasi.” Ndakapindura ndichiti, “Ameni, Jehovha.” Jehovha akati kwandiri, “Paridza mashoko aya ose mumaguta eJudha nomumigwagwa yeJerusarema uchiti, ‘Teererai mitemo yesungano iyi muitevere. Kubva panguva yandakabudisa madzitateguru enyu kubva muIjipiti kusvikira nhasi, ndakavayambira ndavayambirazve ndichiti, “Nditeererei.” Asi havana kuteerera kana kuva nehanya; asi vakatevera kusindimara kwemwoyo yavo yakaipa. Saka ndakauyisa pamusoro pavo kutuka kwose kwesungano yandakanga ndavarayira kuti vatevere asi havana kuichengeta.’ ” Ipapo Jehovha akati kwandiri, “Pane rangano pakati pavanhu veJudha navanogona kundimukira navanogara muJerusarema. Vadzokera pazvakaipa zvamadzitateguru avo, avo vakaramba kuteerera mashoko angu. Vakatevera vamwe vamwari kuti vavashumire. Dzimba mbiri idzi, yaIsraeri neyaJudha dzakaputsa sungano yandakaita namadzitateguru avo. Naizvozvo zvanzi naJehovha, ‘Ndichauyisa njodzi pamusoro pavo yavasingagoni kupukunyuka. Kunyange vakachema kwandiri handingavateereri. Maguta eJudha navanhu veJerusarema vachaenda kundodana kuna vamwari vavaipisira zvinonhuwira, asi havazovabatsiri zvachose pavanosvikirwa nenjodzi. Una vamwari vakawanda sokuwanda kwakaita maguta ako, iwe Judha; uye aritari dzamakamisa kuti mupisire zvinonhuwira kuna mwari anonyadzisa, iye Bhaari, dzakawanda sokuwanda kwakaita migwagwa yeJerusarema.’ “Usanyengeterera vanhu kana kupa chikumbiro chipi zvacho kana kuvakumbirira, nokuti handizoteereri pavanodana kwandiri panguva yokutambudzika kwavo. “Ko, mudiwa wangu ari kuitei mutemberi yangu, zvaari kuita mabasa ake akaipa navazhinji? Ko, nyama yakatsaurwa ingadzivisa kurohwa kwako here? Pamunoita zvakaipa zvenyu, ipapo imi mofara.” Jehovha akati ndive muti womuorivhi uno upenyu, une michero yakanaka yakaurungana. Asi nokutinhira kwemhepo ine simba achautungidza nomoto, uye matavi awo achavhunika. Jehovha Wamasimba Ose, iye akakusima, atema chirevo chezvakaipa kwauri, nokuti imba yaIsraeri neimba yaJudha vakaita zvakaipa, vakanditsamwisa nokupisira Bhaari zvinonhuwira. Rangano pamusoro paJeremia Nokuti Jehovha akandionesa rangano yavo, ndikaiziva, nokuti panguva iyoyo akandiratidza zvavakanga vachiita. Ndakanga ndakaita segwayana nyoro riri kuendeswa kundobayiwa; ndakanga ndisingazivi kuti vakanga vandirangana, vachiti, “Ngatiparadzei muti nemichero yawo; ngatimubvisei panyika yavapenyu, kuti zita rake rirege kuzorangarirwazve.” Asi imi Jehovha Wamasimba Ose, iyemi munotonga nokururama, uye munoedza mwoyo nendangariro, ngandione kutsiva kwenyu pamusoro pavo, nokuti ndakaisa mhaka yangu kwamuri. “Naizvozvo zvanzi naJehovha pamusoro pavarume veAnatoti vari kutsvaka kukuuraya, vachiti, ‘Regai kuprofita nezita raJehovha nokuti ungafa namaoko edu,’ naizvozvo zvanzi naJehovha Wamasimba Ose, ‘Ndichavaranga. Majaya avo achafa nomunondo, vanakomana navanasikana vavo vachafa nenzara. Hakuna kunyange mumwe achasiyira kwavari, nokuti ndichauyisa njodzi pamusoro pavarume veAnatoti mugore rokurangwa kwavo.’ ” "
    },
    {
      "chapter": "12",
      "verses": "Kugunun'una kwaJeremia Imi munogara makarurama, iyemi Jehovha, pandinouya pamberi penyu nemhaka. Kunyange zvakadaro ndichataura nemi pamusoro pokururamisira kwenyu, ndichiti: Nemhaka yeiko nzira yavakaipa ichibudirira? Nemhaka yei vasingatendi vachirarama zvakanaka? Makavasima, uye vava nemidzi; vanokura uye vanobereka muchero. Imi munogara muri pamiromo yavo asi muri kure nemwoyo yavo. Asi munondiziva, imi Jehovha; munondiona uye munoedza ndangariro dzangu pamusoro penyu. Vakwekweredzei samakwai anondobayiwa! Muvagadzirire zuva rokubayiwa. Nyika ichasvika riniko yakangooma nebundo resango rakangosvava? Nokuti vose vanogaramo vakaipa, mhuka neshiri zvaparara. Pamusoro paizvozvo, vanhu vanoti, “Haasi kuzoona zvinoitika kwatiri.” Mhinduro yaMwari Kana wakaita nhangemutange navanhu netsoka, uye vakakunetesa ungagokwikwidzana sei namabhiza? Kana uchigumburwa panyika yakanaka, ungagara seiko mumatenhere eJorodhani? Hama dzako, mhuri yako chaiyo, kunyange naivowo vakakumukira; vakadanidzira zvikuru kwazvo pamusoro pako. Usavimba navo, kunyange vachitaura zvakanaka pamusoro pako. “Ndichasiya imba yangu, ndigorasa nhaka yangu; ndichapisa mudikani wangu mumaoko avavengi vake. Nhaka yangu yava kwandiri seshumba iri musango. Anoomba pamberi pangu; naizvozvo ndinomuvenga. Ko, nhaka yangu haizova kwandiri segondo rina mavara here, iro rinokombwa nokurwiswa namamwe makondo? Endai munounganidza zvikara zvose; muuye nazvo zvidye. Vafudzi vazhinji vachaparadza munda wangu womuzambiringa, uye vachatsindira munda wangu; vachashandura munda wangu unofadza kuti uve dongo risina chinhu. Uchaitwa dongo rakaoma uye rakaparadzwa pamberi pangu; nyika yose ichava dongo nokuti hakuna ane hanya. Pamusoro pezvikomo zvisina miti zviri mugwenga, vaparadzi vachamomotera, nokuti munondo waJehovha uchaparadza, kubva kuno rumwe rutivi rwenyika kusvikira kuno rumwe, hakuna achava norugare. Vachadyara gorosi asi vachakohwa minzwa; vachazvinetesa asi hakuna chavachawana. Saka zvitakurirei njodzi dzegohwo renyu, nokuda kwokutsamwa kunotyisa kwaJehovha.” Zvanzi naJehovha, “Kana vari vakaipa vakavakidzana nemi vanopamba nhaka yandakapa vanhu vangu vaIsraeri ndichavadzura munyika dzavo uye ndichadzura imba yaJudha kubva pakati pavo. Asi mushure mokuvadzura, ndichavanzwirazve tsitsi uye ndichadzosa mumwe nomumwe wavo kunhaka yake nokunyika yake. Zvino kana vadzidza zvakanaka nzira dzavanhu vangu nokupika nezita rangu, vachiti, “Zvirokwazvo naJehovha mupenyu, kunyange havo vakambodzidzisa vanhu vangu kupika naBhaari, ipapo vachasimbiswa pakati pavanhu vangu. Asi kana pano rudzi rusingateereri, ndicharudzura zvachose nokuruparadza,” ndizvo zvinotaura Jehovha. "
    },
    {
      "chapter": "13",
      "verses": "Bhanhire roMucheka Zvakanzi naJehovha kwandiri, “Enda undotenga bhanhire romucheka urisunge muchiuno chako, asi usarege richipinda mvura,” Saka ndakatenga bhanhire, sezvandakarayirwa naJehovha, ndokurisunga muchiuno changu. Ipapo shoko raJehovha rakauya kwandiri kechipiri richiti, “Tora bhanhire rawakatenga uye rawakasunga muchiuno chako uende iye zvino kuPerati undoriviga ikoko mumukaha wamatombo.” Saka ndakaenda ndikandoriviga paPerati sezvandakaudzwa naJehovha. Mazuva mazhinji akati apfuura Jehovha akati kwandiri, “Chienda zvino kuPerati undotora bhanhire randakati uvigeko.” Naizvozvo ndakaenda kuPerati ndokufukunura bhanhire ndokuritora, uye risingachabatsiri zvachose. Ipapo shoko raJehovha rakauya kwandiri, richiti, “Zvanzi naJehovha, ‘Nenzira imwe cheteyo ndichaodza kuzvikudza kweJudha nokuzvikudza kukuru kweJerusarema. Vanhu ava vakaipa, vanoramba kunzwa mashoko angu, vanotevera kusindimara kwemwoyo yavo uye vanoenda kuna vamwe vamwari kuti vavashumire nokuvanamata, vachafanana nebhanhire iri, risingabatsiri chose! Nokuti sebhanhire rinosungwa muchiuno saizvozvo ndakasungira imba yose yaIsraeri neimba yose yaJudha kwandiri,’ ndizvo zvinotaura Jehovha, ‘kuti vave vanhu vembiri yangu nokurumbidzwa kwangu nokukudzwa kwangu. Asi havana kuteerera.’ Hombodo dzeWaini Dzamatehwe “Uti kwavari, Zvanzi naJehovha, Mwari waIsraeri: Hombodo imwe neimwe yedehwe yewaini inofanira kuzadzwa newaini.’ Zvino kana vakati kwauri, ‘Ko, isu hatizivi here kuti hombodo imwe neimwe yedehwe yewaini inofanira kuzadzwa newaini?’ ipapo uvaudze kuti, ‘Zvanzi naJehovha: Ndichazadza nokudhakisa vose vanogara munyika ino, pamwe chete namadzimambo anogara pachigaro choushe chaDhavhidhi, navaprista navaprofita navose vanogara muJerusarema. Ndichavabonderedza mumwe kuno mumwe, madzibaba navanakomana saizvozvo, ndizvo zvinotaura Jehovha. Handingabvumiri tsitsi kana ngoni dzangu kuti zvindidzivise kuvaparadza.’ ” Dambudziko roKuendeswa muUtapwa Inzwai, rerekai nenzeve dzenyu kwandiri, musazvikudza, nokuti Jehovha ataura. Rumbidzai Jehovha Mwari wenyu asati auyisa rima, makumbo enyu asati agumburwa pamakomo erima. Munotarisira chiedza, asi iye achachishandura kuti chive mumvuri worufu, uye achachiita rima guru. Asi kana musingateereri, ndichachema pakavanda nokuda kwokuzvikudza kwenyu; Meso angu achachema zvikuru, achiyerera misodzi, nokuti boka ramakwai raJehovha richaendeswa kuutapwa. Uti kuna mambo nokuna mai vamambo, “Burukai pazvigaro zvenyu zvoushe, nokuti korona dzenyu dzokukudzwa dzichawira pasi kubva pamisoro yenyu.” Maguta okuNegevhi achazarirwa, uye hakuna munhu achaazarura. VaJudha vose vachaendeswa kuutapwa, vachaendeswa kure zvachose. Simudza meso ako uone avo vanobva nechokumusoro. Ko, boka ramakwai rawakapiwa kuti urichengete riripi, iwo makwai awaizvirumbidza nawo? Uchati kudiniko kana Jehovha achiisa pamusoro pako avo vawakadzidzisa seshamwari dzako dzakasarudzika? Haungarwadziwi zvikuru here, somukadzi osununguka mwana? Zvino kana ukazvibvunza pachako, uchiti: “Sei izvi zvaitika kwandiri?”— zvaitika nokuda kwezvivi zvako zvizhinji, kuti nguo dzako dzabvarurwa, uye muviri wako ukasabatwa zvakanaka. Ko, muEtiopia angashandura ganda rake here, kana ingwe mavara ayo? Saizvozvowo imi hamungagoni kuita zvakanaka, imi makarovedzera kuita zvakaipa. “Ndichakuparadzirai sehundi inopepereswa nemhepo yomugwenga. Uyu ndiwo mugove wako, ndicho chikamu chandakakutemera,” ndizvo zvinotaura Jehovha, “nokuti wakandikanganwa ukavimba navamwari venhema. Ndichafukura nguo dzako pamberi pako, kuti kunyadziswa kwako kuonekwe, upombwe hwako nokufemhedza kworuchiva rwako, iko kufeva kwako kusina nyadzi! Ndakaona mabasa ako anonyangadza awaiita pamusoro pezvikomo nomumunda. Une nhamo, iwe Jerusarema! Ucharamba usina kuchena kusvikira rinhiko? "
    },
    {
      "chapter": "14",
      "verses": "Kusanaya kweMvura, Nzara, Munondo Iri ndiro shoko raJehovha kuna Jeremia pamusoro pokusanaya kwemvura: “Judha anochema, maguta ake apera simba; vanoungudza nokuda kwenyika, uye kuchema kwokwira kuchibva kuJerusarema. Vanokudzwa vanotuma varanda vavo kundochera mvura; vanoenda kumatsime, asi vanoshayiwa mvura. Vanodzoka nezvirongo zvavo zvisina mvura; vaora mwoyo uye vasisina tariro, vanofukidza misoro yavo. Nyika yaparuka nokuti munyika hamuchina mvura; varimi vaora mwoyo uye vanofukidza misoro yavo. Kunyange nehadzi yenondo iri musango inosiya mhuru yayo ichangoberekwa nokuti hakuchina bundo. Mbizi dzinomira pazvikomo zvisina miti, uye dzinofemedzeka semakava; meso adzo haachaona zvakanaka nokuda kwokushaya mafuro. Kunyange zvivi zvedu zvichipupura zvakaipa, imi Jehovha, onai zvamungaita nokuda kwezita renyu. Nokuti kudzokera kwedu shure kukuru; takakutadzirai. Imi Tariro yaIsraeri, Muponesi wavo nenguva yokutambudzika, maitireiko somutorwa munyika, somufambi anongovata usiku humwe chete? Maitireiko somunhu ashamisika somurwi ashaya simba rokuponesa? Muri pakati pedu, imi Jehovha, uye takatumidzwa zita renyu; regai kutisiya! Zvanzi naJehovha pamusoro pavanhu ava, “Vanofarira kungofamba-famba; havadzori tsoka dzavo. Saka Jehovha haavagamuchiri; zvino acharangarira zvakaipa zvavo uye achavaranga nokuda kwezvivi zvavo.” Ipapo Jehovha akati kwandiri, “Rega kunyengeterera kugara zvakanaka kwavanhu ava. Kunyange vakatsanya, handinganzwi kuchemwa kwavo; kunyange vakapa zvipiriso zvinopiswa nezvipiriso zvezviyo, handingazvigamuchiri. Asi ndichavaparadza nomunondo, nenzara uye nedenda.” Asi ndakati, “Haiwa Ishe Jehovha, vaprofita vanogara vachivataurira kuti, ‘Hamungaoni munondo kana kufa nenzara. Zvirokwazvo ndichakupai rugare rusingaperi panzvimbo ino.’ ” Ipapo Jehovha akati kwandiri, “Vaprofita vanoprofita nhema muzita rangu. Ini handina kuvatuma kana kuvagadza kana kutaura kwavari. Vanokuprofiterai zviratidzo zvenhema, nezvakavukwa, nezvifananidzo nokurasika kwendangariro dzavo. Naizvozvo zvanzi naJehovha pamusoro pavaprofita vanoprofita muzita rangu: Handina kuvatuma, asi ivo vanoti, ‘Hakungavi nomunondo kana nzara ichawira nyika ino.’ Vaprofita vacho ivavo, vachaparara nomunondo nenzara. Uye vanhu vavaiprofitira vacharasirwa munzira dzeJerusarema nokuda kwenzara nomunondo. Hakuna munhu achavaviga ivo, kana vakadzi vavo, kana vanakomana vavo, kana vanasikana vavo. Ndichadururira pamusoro pavo njodzi yakafanira. “Taura shoko iri kwavari, uti, ‘Meso angu ngaayerere misodzi usiku namasikati asingaregi; nokuti mhandara mwanasikana wangu, vanhu vangu, varwadziwa nevanga rakaipa, iko kurohwa kukuru. Kana ndikaenda mukati menyika, ndinoona vaya vakaurayiwa nomunondo; kana ndikaenda muguta, ndinoona vakaparadzwa nenzara. Vose, muprofita nomuprista vakaenda kunyika yavasingazivi.’ ” Ko, maramba Judha zvachose here? Munozvidza Zioni here? Sei makatirwadzisa zvokuti tirege kuporeswa? Takatarisira rugare asi hakuna chakanaka chakauya, takatarisira nguva yokuporeswa asi panongova nokuvhunduswa bedzi. Haiwa Jehovha, tinobvuma zvakaipa zvedu, uye nemhosva yamadzibaba edu; zvirokwazvo takakutadzirai. Nokuda kwezita renyu, musatizvidza; regai kushora chigaro chenyu chinobwinya. Rangarirai henyu sungano yenyu nesu mugorega kuiputsa. Ko, pazvifananidzo zvisina maturo zvendudzi, chiripo chinganayisa mvura here? Ko, matenga, anonayisa mvura oga here? Kwete, ndimi, Iyemi Jehovha Mwari wedu. Naizvozvo tariro yedu iri mamuri, nokuti ndimi moga munoita izvi zvose. "
    },
    {
      "chapter": "15",
      "verses": "Ipapo Jehovha akati kwandiri, “Kunyange dai Mozisi naSamueri vaimira pamberi pangu, mwoyo wangu hawaiva nehanya navanhu ava. Vadzingei pamberi pangu! Regai vaende! Zvino kana vakakubvunza vachiti, ‘Tichaendepiko?’ Uvaudze kuti, ‘Zvanzi naJehovha, Vakafanirwa norufu ngavaende kurufu, vakafanirwa nomunondo, kumunondo; vakafanirwa nenzara, kunzara; vakafanirwa noutapwa, kuutapwa.’ “Ndichatumira mhando ina dzavaparadzi pamusoro pavo,” ndizvo zvinotaura Jehovha, “munondo kuti uuraye uye imbwa kuti dzikwekweredzere kure, neshiri dzedenga nemhuka dzenyika kuti dzidye nokuparadza. Ndichaita kuti vavengwe noushe hwose hwenyika nokuda kwezvakaitwa muJerusarema naManase, mwanakomana waHezekia mambo weJudha. “Ndianiko achakunzwira tsitsi, iwe Jerusarema? Ndianiko achakuchemera? Ndianiko achamira achikubvunza mufaro? Wakandiramba,” ndizvo zvinotaura Jehovha. “Unoramba uchidzokera shure. Saka ndichakubata noruoko rwangu ndigokuparadza; handichagoni kuramba ndichikunzwira tsitsi. Ndichavarudza neforogo yokurudzisa, pamasuo eguta renyika. Ndichauyisa kufirwa nokuparadzwa pamusoro pavanhu vangu, nokuti havana kushandura nzira dzavo. Ndichawanza chirikadzi dzavo kupfuura jecha regungwa. Panguva yamasikati ndichauyisa muparadzi, pamusoro pavanamai vamajaya avo; pakarepo, ndichaburutsa pamusoro pavo kurwadziwa uye kutya. Mai vakabereka vana vanomwe vachaziya vagofa. Zuva rake richavira achiri masikati; achanyadziswa uye achaninipiswa. Vachapunyuka ndichavaisa kumunondo pamberi pavavengi vavo,” ndizvo zvinotaura Jehovha. Yowe-e, mai vangu, zvamakandibereka kuti ndive murume anorwiswa nokumisidzanwa naye nenyika yose! Handina kumbopa munhu chikwereti, kana kutora chikwereti, asi zvakadaro vanhu vose vanondituka. Jehovha akati, “Zvirokwazvo ndichakurwira nokuda kwechikonzero chakanaka; zvirokwazvo ndichaita kuti vavengi vako vakunyengetedze panguva yenjodzi nepanguva yokutambudzika. “Ko, munhu angavhuna simbi here, simbi inobva nechokumusoro, kana ndarira? Pfuma yako namatura ako ndichazvipa sezvakapambwa, pasina muripo, nokuda kwezvivi zvako zvose munyika yako yose. Ndichakuita muranda wavavengi vako kunyika yausingazivi, nokuti kutsamwa kwangu kuchabatidza moto uchapfuta kuti ukupise.” Haiwa Jehovha, imi munonzwisisa; ndirangarirei mugondichengeta. Munditsivire kuvatambudzi vangu. Imi muno mwoyo murefu, musandibvisa; fungai kuti ndakanyadziswa sei nokuda kwenyu. Mashoko enyu paakasvika ndakaadya; akanga ari mufaro wangu nokufadzwa kwomwoyo wangu, nokuti ndakatumidzwa zita renyu, imi Jehovha Mwari Wamasimba Ose. Handina kumbogara pakati peungano yavanozvifadza, handina kumbofara navo; ndakagara ndoga nokuti ruoko rwenyu rwaiva pamusoro pangu, uye makanga mandizadza nokutsamwa. Seiko kurwadziwa kwangu kusingaperi, uye ronda rangu richirwadza uye risingarapiki? Muchava kwandiri sorukova runonyengera here sechitubu chinopwa? Naizvozvo zvanzi naJehovha, “Kana ukatendeuka, ndichakudzosazve kuti ugondishumira; kana ukataura zvakafanira, kwete mashoko asakafanira, uchava somuromo wangu. Vanhu ava ngavadzokere kwauri, asi iwe usaenda kwavari. Ndichakuita rusvingo kuvanhu ava, nhare yorusvingo rwendarira; vacharwa newe, asi havangakukundi, nokuti ini ndinewe, kuti ndikurwire ndigokuponesa,” ndizvo zvinotaura Jehovha. “Ndichakuponesa kubva mumaoko avakaipa uye ndichakudzikinura pamaoko avano utsinye.” "
    }
  ]
}
