{
  "book": "Jobho",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Mavambo 1Munyika yeUzi maiva nomumwe murume ainzi Jobho. Murume uyu akanga asina chaangapomerwa uye akarurama; aitya Mwari uye ainzvenga zvakaipa. 2Akanga ana vanakomana vanomwe navanasikana vatatu, 3uye akanga ana makwai zviuru zvinomwe, ngamera zviuru zvitatu, nenzombe dzairingana majoko mazana mashanu, uye mazana mashanu embongoro hadzi, navaranda vakawanda kwazvo. Akanga ari munhu mukuru kuna vose pakati pavanhu vokumabvazuva. 4Vanakomana vake vaisiita madzoro okuita mutambo mudzimba dzavo, uye vaikokawo hanzvadzi dzavo nhatu kuzodya nokunwa pamwe chete navo. 5Nguva yomutambo yapera, Jobho aituma nhume kundovadana kuti vazonatswa. Aimuka mangwanani-ngwanani achivabayira chipiriso chinopiswa, mumwe nomumwe wavo achiti, “Zvichida vana vangu vakatadza uye vakatuka Mwari mumwoyo yavo.” Aya ndiwo aiva maitiro aJobho nguva dzose. Kuedzwa kwaJobho kwoKutanga 6Zvino rimwe zuva vatumwa vakauya kuzomira pamberi paJehovha, naSataniwo akasvika pamwe chete navo. 7Jehovha akati kuna Satani, “Wabvepiko?” Satani akapindura Jehovha akati, “Ndabva pakupota-pota nenyika napakukwira nokudzika mairi.” 8Ipapo Jehovha akati kuna Satani, “Warangarira muranda wangu Jobho here? Hakuna munhu akafanana naye panyika, haana chaanopomerwa uye akarurama, munhu anotya Mwari uye anonzvenga chakaipa.” 9Satani akati, “Ko, Jobho anongotya Mwari pasina here? 10Ko, hamuna kumupoteredza noruzhowa iye neimba yake nezvose zvaanazvo here? Makaropafadza basa ramaoko ake, uye pfuma yakatekeshera munyika yose. 11Asi tambanudzai henyu ruoko rwenyu murove zvose zvaanazvo, zvirokwazvo achakutukai pachena.” 12Jehovha akati kuna Satani, “Saka zvakanaka, zvose zvaanazvo zviri mumaoko ako, asi iye usamubata.” Ipapo Satani akabva pamberi paJehovha. 13Rimwe zuva vanakomana vaJobho navanasikana vake vakati vachidya nokunwa waini vari paimba yomukoma wavo mukuru, 14nhume yakasvika kuna Jobho ikati, “Nzombe dzanga dzichirima uye mbongoro dzanga dzichifura nechapedo, 15vaSebhia vakarwisa vakazvitora vakaenda nazvo. Vauraya varanda nomunondo ini ndoga ndini ndapunyuka kuti ndizokuzivisai!” 16Achiri kutaura kudaro, imwe nhume yakasvika ikati, “Moto waMwari waburuka kudenga ukapisa makwai navaranda, uye ini ndoga ndini ndapunyuka kuti ndizokuzivisai!” 17Achiri kutaura kudaro, imwe nhume yakasvika ikati, “VaKaradhea vaita mapoka matatu okupamba vakatora ngamera dzenyu vakaenda nadzo. Vauraya varanda venyu nomunondo, uye ini ndoga ndini ndapunyuka kuti ndizokuzivisai!” 18Achiri kutaura kudaro, imwezve nhume yakasvika ikati, “Vanakomana venyu navanasikana venyu vanga vachidya nokunwa waini vari mumba momukoma wavo mukuru, 19pakarepo mhepo huru yavhuvhuta ichibva kugwenga ikarova makona mana eimba. Yawira pamusoro pavo uye vafa, uye ini ndoga ndini ndasara kuti ndizokuzivisai!” 20Ipapo Jobho akasimuka ndokubvarura nguo dzake akaveura musoro wake. Ipapo akawira pasi 21akanamata achiti: “Ndakabuda mudumbu ramai vangu ndiri mushwi, uye ndichadzokera ndiri mushwi. Jehovha akapa uye Jehovha akatora, Zita raJehovha ngarirumbidzwe.” 22Pazvinhu izvi zvose, Jobho haana kutadza kana kupa Mwari mhosva. "
    },
    {
      "chapter": "2",
      "verses": "Kuedzwa kwaJobho kweChipiri 1Rimwe zuvazve vatumwa vakauya kuzomira pamberi paJehovha, uye Satani akasvika pamwe chete navo kuti andomirawo pamberi pake. 2Zvino Jehovha akati kuna Satani, “Wabvepiko?” Satani akapindura Jehovha akati, “Ndabva pakupota-pota nenyika napakukwira nokudzika mairi.” 3Ipapo Jehovha akati kuna Satani, “Warangarira here muranda wangu Jobho? Hakuna munhu akafanana naye panyika, haana chaanopomerwa uye akarurama, munhu anotya Mwari uye anonzvenga chakaipa. Uye anoramba amire pakururama kwake, kunyange iwe wakandikurudzira pamusoro pake kuti ndimuparadze pasina chikonzero.” 4Satani akapindura achiti, “Ganda neganda! Munhu angapa zvose zvaanazvo nokuda kwoupenyu hwake. 5Asi tambanudzai ruoko murove muviri wake namapfupa ake, uye zvirokwazvo achakutukai pachena.” 6Jehovha akati kuna Satani, “Saka zvakanaka, ari mumaoko ako, asi haufaniri kubata upenyu hwake.” 7Saka Satani akabva pamberi paJehovha akandorova Jobho namaronda anorwadza kubva pasi petsoka dzake kusvikira panhongonya yomusoro wake. 8Ipapo Jobho akatora chaenga akazvikwenya nacho paakanga agere pakati pamadota. 9Mukadzi wake akati, “Ucharambira pakururama kwako kusvikira riniko? Tuka Mwari ufe!” 10Iye akapindura akati, “Iwe unotaura somukadzi benzi. Ko, tichagamuchira zvakanaka kubva kuna Mwari, tikashayiwa zvakaipa here?” Pazvinhu izvi zvose, Jobho haana kutadza pane zvaakataura. Shamwari Nhatu dzaJobho 11Shamwari nhatu dzaJobho, Erifazi muTemani, Bhiridhadhi muShuhi naZofari muNamati dzakati dzanzwa pamusoro pokutambudzika kwakanga kwawira pamusoro pake, vakabva kumisha yavo vakaungana pamwe chete vatenderana kuti vaende kundomudemba nokumunyaradza. 12Vakati vamuona ari chinambo, havana kugona kumuziva, vakatanga kuchema zvikuru, uye vakabvarura nguo dzavo uye vakazvimwaya guruva pamisoro yavo. 13Ipapo vakagara pasi naye kwamazuva manomwe nousiku hunomwe. Hakuna munhu akagona kutaura kana shoko kwaari, nokuti vakaona kukura kwokutambudzika kwake. "
    },
    {
      "chapter": "3",
      "verses": "Jobho anotaura 1Shure kwaizvozvo, Jobho akashamisa muromo wake ndokutuka zuva rokuberekwa kwake. 2Akati: 3“Zuva rokuberekwa kwangu ngariparare, uye nousiku hwakanzi, ‘Kwaberekwa mwanakomana!’ 4Zuva iroro ngarishanduke rive rima; Mwari wokudenga ngaarege kuva nehanya naro; Chiedza ngachirege kuvhenekera pamusoro paro. 5Rima nomumvuri wakasviba ngazviritore zvakare; gore ngarigare pamusoro paro; kusviba ngakufukidze chiedza charo. 6Usiku uhwo rima guru ngaribate; ngahurege kuverengwa pakati pamazuva egore kana kunyorwa pamwedzi ipi zvayo. 7Usiku uhwo ngahushaye zvibereko; ngaparege kunzwika kupembera kwomufaro mahuri. 8Vanotuka mazuva ngavatuke zuva iro, vaya vakagadzirira kumutsa Chikara Chikuru cheGungwa. 9Nyeredzi dzahwo dzamangwanani ngadzisvibe; ngahumirire chiedza chamasikati pasina uye ngahurege kuona hwerazuva hwamambakwedza; 10nokuti hahuna kundipfigira mikova yechizvaro kuti huvanze dambudziko pamberi pangu. 11“Ko, ndakaregererei kufa pakuberekwa kwangu, nokufa pandaibuda mudumbu? 12Mabvi akavapo seiko kuti andigamuchire namazamu kuti ndinwe? 13Nokuti zvino ndingadai ndakavata murugare; ndingadai ndivete uye ndakazorora 14namadzimambo namakurukota enyika, vakazvivakira nzvimbo dzava matongo zvino, 15navatongi vakanga vane goridhe, vakazadza dzimba dzavo nesirivha. 16Kana kuti sei ndisina kuvigwa muvhu somwana asina kusvika, somucheche asina kumboona chiedza chezuva? 17Ikoko vakaipa vanorega kutambudza, uye ikoko vakaneta vakazorora. 18Nhapwa dzinofariravo rugare rwadzo; havachanzwizve kudanidzira kwomutyairi wenhapwa. 19Vaduku navakuru variko, uye nhapwa yakasunungurwa kubva pana tenzi wayo. 20“Chiedza chinopirweiko vaya vari kusurukirwa, uye upenyu kune ane shungu pamwoyo, 21kuna vaya vanoshuva kufa irwo rusingauyi, vanorutsvaka kupfuura pfuma yakavanzika, 22vazere nomufaro uye vanofara pavanosvika muguva? 23Upenyu hunopirweiko munhu ane nzira yakavanzika, iye akakomberedzwa naMwari noruzhowa? 24Nokuti mafemo anosvika kwandiri pachinzvimbo chezvokudya, kugomera kwangu kunodururwa semvura. 25Zvandaitya zvakandivinga; zvandaizeza zvaitika kwandiri. 26Handina rugare, handina runyararo; handina zororo, asi nhamo chete.” "
    },
    {
      "chapter": "4",
      "verses": "Erifazi 1Ipapo Erifazi muTemani akapindura achiti: 2“Kana mumwe munhu akava neshoko newe, iwe uchashayiwa mwoyo murefu here? Asi ndiani angarega kutaura? 3Funga kuti wakadzidzisa vazhinji sei, uye kuti wakasimbisa sei maoko asina simba. 4Mashoko ako akatsigira vaya vakagumburwa; wakasimbisa mabvi akaneta. 5Asi zvino nhamo yasvika kwauri, uye iwe waora mwoyo; inokurova, iwe ndokuvhunduka. 6Ko, kutya kwako Mwari hakuzi chivimbo chako, uye nzira dzako dzakarurama tariro yako here? 7“Rangarira iye zvino: Ndianiko, asina mhaka, akamboparadzwa? Ndokupiko kwakatongoparadzwa vakarurama? 8Sezvandakaona, vaya vanodyara zvakaipa navaya vanokusha nhamo ndizvo zvavanokohwa. 9Vanoparadzwa nokufema kwaMwari; vanoparara nokuputika kwehasha dzake. 10Shumba dzingaomba nokunguruma, nyamba meno eshumba huru akaguduka. 11Shumba inoparara nokuda kwokushaya nyama, uye vana veshumbakadzi vanopararira. 12“Shoko rakauyiswa kwandiri muchivande, nzeve dzangu dzakanzwa zevezeve raro. 13Pakati pokurota hope dzinovhundutsa usiku, hope huru padzinenge dzabata vanhu, 14kutya nokudedera zvakandibata zvikaita kuti mapfupa angu ose abvunde. 15Mweya wakapfuura pamberi pechiso changu, uye vhudzi romusoro wangu rikamira. 16Wakamira, asi ndakatadza kuziva kuti chaiva chii. Chinhu chakamira pamberi pameso angu, uye ndakanzwa inzwi rakanyarara richiti: 17“Ko, munhu anofa, angava akarurama kupfuura Mwari here? Ko, munhu angagona kuchena kukunda Muiti wake here? 18Kana Mwari akasavimba navaranda vake, kana akakanganisa kutonga vatumwa vake, 19zvikuru sei kuna avo vanogara mudzimba dzevhu, nheyo dzavo dziri muguruva, dzinopwanyiwa nyore kupfuura chipfukuto! 20Dzinoputsanyiwa pakati pamambakwedza namadekwana; dzinoparara dzisingazoonekwi nokusingaperi. 21Ko, mabote etende ravo haana kubviswa here kuti vagofa vasina njere? "
    },
    {
      "chapter": "5",
      "verses": "1“Chidana zvino kana uchida, asi ndianiko achadavira? Uchadzokera kuno upiko wavatsvene? 2Kutsamwa kunouraya benzi, uye godo rinouraya asina mano. 3Ini pachangu ndakaona benzi richidzika midzi, asi pakarepo imba yake yakatukwa. 4Vana vake havana kuchengetedzeka, vanopwanyiwa padare vasina anovarwira. 5Vane nzara vanodya zvaakacheka, vachizvitora kunyange pakati peminzwa, uye vane nyota vanodokwairira pfuma yake. 6Nokuti kutambudzika hakubudi muvhu, uye nhamo haimeri muvhu. 7Asi munhu anoberekerwa nhamo, zvirokwazvo sokubarika kwomoto kunokwira kumusoro. 8“Asi dai ndakanga ndirini, ndaiturira mhosva yangu kuna Mwari; ndaiisa mhaka yangu pamberi pake. 9Anoita minana isingagoni kuyerwa, zvishamiso zvisingagoni kuverengwa. 10Anopa mvura panyika; anotuma mvura pamusoro penyika. 11Vanozvininipisa anovaisa pakakwirira, uye vaya vanochema vanosimudzirwa kurugare. 12Anokonesa zvirongwa zvavanyengeri, kuitira kuti maoko avo abate pasina. 13Anobata vakachenjera muunyengeri hwavo, uye zvirongwa zvenhubu zvinokukurwa. 14Rima rinosvika pamusoro pavo masikati; vanotsvanzvadzira masikati makuru sapausiku. 15Anoponesa vanoshayiwa kubva pamunondo uri pamiromo yavo; anovaponesa pakudzvinya kwavane simba. 16Saka varombo vane tariro, uye kusaruramisira kunopfumbira muromo wayo. 17“Akaropafadzwa munhu anorangwa naMwari; saka usazvidza kuranga kwoWamasimba Ose. 18Nokuti anokuvadza, asi achisungazve; anokuvadza, asi maoko ake anorapazve. 19Achakurwira kubva panjodzi nhanhatu; kunyange panomwe hakuna kukuvadzwa kuchakuwira. 20Munzara achakudzikinura kubva parufu, uye muhondo kubva pakubaya kwomunondo. 21Uchadzivirirwa kubva pakurova kworurimi, uye haungatyi panosvika kuparadza. 22Uchaseka kuparadza nenzara, uye haufaniri kutya zvikara zvenyika. 23Nokuti uchaita sungano namabwe esango, uye zvikara zvesango zvichava norugare newe. 24Uchaziva kuti tende rako rakasimba, uchaverenga zvinhu zvako ugowana zvakakwana. 25Uchaziva kuti vana vako vachava vazhinji, uye zvizvarwa zvako zvichaita souswa hwenyika. 26Uchasvika paguva une simba guru, sezvisote zvakaunganidzwa panguva yazvo. 27“Takazviedza izvi, uye ichokwadi. Saka chizvinzwa ugozviita iwe pachako.” "
    },
    {
      "chapter": "6",
      "verses": "Jobho 1Ipapo Jobho akapindura akati: 2“Dai chete kurwadziwa kwangu kwaigona kuyerwa uye kusuwa kwangu kwaiiswa pachiyero! 3Zvirokwazvo zvairema kupfuura jecha ramakungwa, hazvishamisi kana mashoko angu aiva okuvhurumuka. 4Miseve yoWamasimba Ose iri mandiri, mweya wangu unonwa muchetura wayo; kutyisa kwaMwari kwagadzirira kurwa neni. 5Ko, mbizi ingachema kana ine bundo here? Ko, nzombe inokuma kana ine zvokudya here? 6Ko, chokudya chisinganaki chingadyiwa chisina munyu here? Ko, chichena chezai chinonaka here? 7Ndinoramba kuzvibata; zvokudya zvakadai zvinondirwarisa. 8“Haiwa, dai ndapiwa hangu zvandinokumbira kuti Mwari andipe zvandinotarisira, 9kuti dai Mwari aida hake kundipwanya, kuti aregere ruoko rwake rundiuraye! 10Ipapo ndaizova hangu nokunyaradzwa uku, mufaro wangu mukurwadziwa kusingagumi, kuti handina kunge ndamboramba mashoko aiye Mutsvene. 11“Ndinaro here simba, rokuti ndirambe ndine tariro? Tariro yacho ndeyeiko kuti nditsungirire? 12Ko, ndine simba rebwe here? Ko, nyama yangu indarira here? 13Ko, ndine simba ripi zvaro kuti ndizvibatsire, sezvo zvino kubudirira kwakabviswa kwandiri? 14“Munhu asina tariro anofanira kuwana rudo rweshamwari dzake, kunyange iye arega kutya Wamasimba Ose. 15Asi hama dzangu hadzivimbike sezvinongoita hova dzava kudira. Sezvinongoita hova dzopfachukira, 16dzinosviba pakunyungudika kwamagwada echando, uye dzinozadzwa nechando, 17asi dzinoguma kuyerera mumwaka wokupisa, uye mihoronga yadzo inopwa mukupisa. 18Vafambi vanotsauka munzira dzavo; vanoenda kumakura ndokuparara. 19Vafambi veTema vanotsvaka mvura, vashambadziri veShebha vanomirira netariro. 20Vakanyadziswa, nokuti vaivimba nesimba ravo; vakasvikapo, ndokuora mwoyo. 21Zvino nemiwo maratidza kusabatsira; munoti mukaona chinhu chinotyisa mobva matya. 22Ko, ndakamboti, ‘Ndipeiwo chipo, ndipei fufuro rinobva papfuma yenyu, 23ndirwirei muruoko rwomuvengi, ndidzikinurei mumaoko avanhu vano utsinye’ here? 24“Ndidzidzisei, uye ndichanyarara hangu; ndiratidzei pandakakanganisa. 25Mashoko echokwadi anorwadza sei! Asi gakava renyu rinoratidzeiko? 26Munoda kutsiura zvandareva, nokutora mashoko omunhu arasa tariro semhepo here? 27Muchada kana kukanda mijenya pamusoro penherera nokutengesa shamwari yenyu. 28“Asi zvino chinditarirai netsitsi. Ko, ndingareva nhema pamberi penyu here? 29Musadaro, musava vasakarurama; fungai zvakare, nokuti kururama kwangu kwava parumananzombe. 30Ko, pamiromo yangu pane zvakaipa here? Ko, muromo wangu haugoni kunzvera zvakaipa here? "
    },
    {
      "chapter": "7",
      "verses": "1“Ko, munhu haabati zvakaoma panyika here? Ko, mazuva ake haana kuita soomushandi here? 2Senhapwa inoshuva mimvuri yamadekwana, kana mubati akamirira kwazvo mubayiro wake, 3saizvozvo ndakagoverwa mwedzi isina maturo, uye usiku hwokutambudzika hwakagoverwa kwandiri. 4Pandinovata pasi ndinofunga kuti, ‘Ndichamuka riniko?’ Usiku hunononoka, uye ndinoshandukashanduka kusvikira mambakwedza. 5Muviri wangu wakafukidzwa nehonye uye nemhezi, ganda rangu rakatsemuka uye raora. 6“Mazuva angu ari kukurumidza kufamba kukunda chokurukisa chomuruki, uye anosvika kumagumo asina tariro. 7Rangarirai henyu, imi Mwari kuti upenyu hwangu hunongova mweya zvawo; meso angu haachazoonizve mufaro. 8Ziso rinondiona zvino harichazondionizve; muchanditsvaka, asi handichazovapozve. 9Sokunyangarika kunoita gore ndokuenda, saizvozvo uyo anoburikira kubwiro haadzokizve. 10Haachazouyi kumba kwakezve; nzvimbo yake haichazomuzivizve. 11“Naizvozvo handinganyarari; ndichataura pakurwadza kwomweya wangu, ndichanyunyuta mushungu dzomwoyo wangu, 12Ko, ndiri gungwa kanhi, kana chikara chokwakadzika, zvamunondiisa pasi pomurindi? 13Pandinofunga, mubhedha wangu unondivaraidza, uye mubhedha wangu uchadzikamisa kunyunyuta kwangu, 14kunyange zvino imi muchindityisidzira nezviroto nokundivhundutsa nezviratidzo, 15zvokuti ndinosarudza kuti ndidzipwe ndife hangu, pachinzvimbo chomuviri wangu uno. 16Ndinozvidza upenyu hwangu, handidi kurarama nokusingaperi. Ndiregei nokuti mazuva angu haana zvaanoreva. 17“Munhu chiiko zvamunomukudza kudai, zvamunomurangarira zvakadai, 18zvamunomunzvera mangwanani ose nokumuedza nguva dzose? 19Hamusi kuzombotarirawo kudivi here, kana kumbondisiyawo ndakadaro kwechinguva? 20Kana ndakatadza, ndakaiteiko kwamuri, imi mutariri wavanhu? Makaitireiko kuti ini ndive munhu wamunovavarira? Ko, ini ndava mutoro kwamuri here? 21Nemhaka yeiko musingandikanganwiri mhaka dzangu nokundiregerera zvivi zvangu? Nokuti ndichavata muguruva nokukurumidza. Muchanditsvaka, asi handichazovipozve.” "
    },
    {
      "chapter": "8",
      "verses": "Bhiridhadhi 1Ipapo Bhiridhadhi muShuhi akapindura akati: 2“Uchasvika riini uchitaura zvinhu zvakadai? Mashoko ako imhepo inovhuvhuta. 3Ko, Mwari angaminamisa zvakarurama here? 4Vana vako pavakamutadzira, akavapa kurangwa kwechivi chavo. 5Asi kana ukatarisa kuna Mwari uye ukademba kuna Wamasimba Ose, 6kana uri mutsvene uye wakarurama, kunyange izvozvi achasimuka kuti akurwire, agokudzoserazve panzvimbo yako chaiyo. 7Kunyange mavambo ako akanga ari maduku, magumo ako achava makuru. 8“Bvunza marudzi akare ugocherechedza zvakadzidzwa namadzibaba avo, 9nokuti isu takaberekwa zuro uye hatina chatinoziva, uye mazuva edu panyika akangoita somumvuri. 10Ko, havangakudzidzisi nokukuudza here? Ko, havangakuvigiri mashoko anobva pakunzwisisa kwavo here? 11Ko, nhokwe dzingamera pasina nhope here? Ko, tsanga dzingararama pasina mvura here? 12Dzichiri kumera uye dzisati dzatemwa, dzinokurumidza kuoma kupinda uswa. 13Ndizvo zvakaita magumo avose vanokanganwa Mwari; saizvozvo tariro yavasina Mwari inoparara. 14Zvaanovimba nazvo hazvina simba, zvaanovimba nazvo mambure edandemutande. 15Anosendamira padandemutande rake, asi rinobvaruka; anobatirira pariri, asi harimiri. 16Akafanana nomuti wakanyatsodiridzwa pamushana, unotandavadza mabukira awo pamusoro pebindu; 17unomonera midzi yawo pamurwi wamatombo, uye unotsvaka nzvimbo pakati pamatombo. 18Asi kana ukatsemuka ukabva panzvimbo yawo, nzvimbo iyo ichauramba igoti, ‘Handina kumbokuona.’ 19Zvirokwazvo upenyu hwawo, hunooma, uye mimwe miti inomera ichibuda muvhu. 20“Zvirokwazvo Mwari haarambi munhu asina mhaka kana kusimbisa maoko avaiti vezvakaipa. 21Iye achazadza muromo wako nokuseka uye miromo yako nokupururudza. 22Vavengi vako vachashongedzwa nenyadzi, uye matende avakaipa haachazovapozve.” "
    },
    {
      "chapter": "9",
      "verses": "Jobho 1Ipapo Jobho akapindura akati: 2“Zvirokwazvo ndinoziva kuti ichokwadi. Asi munhu anofa angava akarurama pamberi paMwari seiko? 3Kunyange dai mumwe aida kuita nharo naye, haaizogona kumupindura kamwe chete panguva ine chiuru. 4Uchenjeri hwake hwakadzika, simba rake iguru. Ndianiko akamudzivisa akabuda asina vanga? 5Anobvisa makomo iwo asingazivi ndokuapidigura pakutsamwa kwake kukuru. 6Anozungunusa nyika ikabva panzvimbo yayo uye anoita kuti mbiru dzayo dzidengenyeke. 7Anotaura kuzuva iro ndokurega kuvhenekera; anodzivira chiedza chenyeredzi. 8Iye oga anotambanudza matenga uye anofamba pamusoro pamafungu egungwa. 9Ndiye Muiti weNyeredzi dzeAkutiro neOrioni nedzeChimunomwe namapoka enyeredzi dzenyasi. 10Anoita minana isingagoni kuyerwa, nezvishamiso zvisingagoni kuverengwa. 11Paanondipfuura, handigoni kumuona; paanoenda napo handingamuoni. 12Kana achibvuta, ndiani angamudzivisa? Ndiani angati kwaari, ‘Unoiteiko?’ 13Mwari haadzori kutsamwa kwake; kunyange boka ravarwi raRahabhi rikawira patsoka dzake. 14“Zvino ndingakakavadzana naye seiko? Ndingawana seiko mashoko okuita nharo naye? 15Kunyange ndakanga ndisina mhaka, handaigona kumupindura; ndaingokumbira hangu nyasha kuMutongi wangu. 16Kunyange dai ndikamudana hangu uye iye akandipindura, handitendi kuti aizonditeerera. 17Aizondipwanya nedutu uye achizowedzera maronda angu pasina mhosva. 18Haaizonditenderazve kuti ndiwane upenyu, asi aizondizadza namatambudziko. 19Kana zviri zvesimba, iye ane simba! Uye kana zviri zvokururamisira, ndianiko angamudana kuti amutonge? 20Kunyange dai ndisina mhosva, muromo wangu waizongondipa mhaka; dai zvangu ndakarurama, iwo waizongondipa mhaka. 21“Kunyange ndakarurama, handina hangu hanya nazvo; ndinozvidza upenyu hwangu pachangu. 22Zvakangofanana; ndokusaka ndichiti, ‘Iye anoparadza vakarurama navakaipa.’ 23Kana dambudziko rikauyisa rufu nokukurumidza, achaseka kushaya tariro kwavasina mhosva. 24Panowira nyika mumaoko avakaipa, vatongi vayo anovapofumadza. Kana asiri iye, zvino ndianiko? 25“Mazuva angu anokurumidza kupfuura mumhanyi; anobhururuka asina kumboona mufaro. 26Anopfuura sezvikepe zvenhokwe, kufanana namakondo anomhanyira nyama yawo. 27Kana ndikati, ‘Ndichakanganwa kunyunyuta kwangu, ndichashandura chiso changu, nokunyemwerera kwangu,’ 28ndinongotya kutambura kwangu, nokuti ndinoziva kuti imi hamuregi kundipa mhosva. 29Sezvo ndakatopiwa hangu mhosva, ko, ndichagotamburirei pasina? 30Kunyange dai ndikazvishambidza nesipo uye ndikashamba maoko angu nesoda, 31imi muchandinyudza mugomba renhope zvokuti nenguo dzangu dzichandisema. 32“Iye haasi munhu akafanana neni kuti ndimupindure, kuti zvimwe iye neni tisangane mudare redzimhosva. 33Dai chete paingova nomumwe angamira pakati pedu, kuti aise ruoko rwake patiri tose, 34mumwe zvake angabvise shamhu yaMwari kwandiri, kuti kutyisa kwake kurege kundivhundutsazve. 35Ipapo ndichataura ndisingamutyi, asi sezvazvakaita kwandiri iye zvino, handingakwanisi. "
    },
    {
      "chapter": "10",
      "verses": "1“Ndinosema upenyu hwangu chaihwo, naizvozvo ndicharega kunyarara pakunyunyuta kwangu ndigotaura neshungu dzomwoyo wangu. 2Ndichati kuna Mwari: Musandipa mhosva asi mundiudze mhaka yangu nemi. 3Ko, kundimanikidza kunokufadzai, kuti muzvidze basa ramaoko enyu, muchinyemwerera kurangano dzavakaipa here? 4Ko, imi muna meso enyama here? Munoona sokuona kunoita munhu anofa here? 5Ko, mazuva enyu akaita saavaya vanofa, kana makore enyu samakore omunhu, 6kuti munzvere mhosva dzangu nokuongorora chivi changu, 7kunyange muchiziva kuti handina mhosva, uye kuti hakuna anogona kundinunura paruoko rwenyu here? 8“Maoko enyu akandiumba nokundiita. Ko, zvino modzoka kuzondiparadza here? 9Rangarirai kuti makandiumba sevhu. Ko, zvino mondidzoserazve kuvhu here? 10Ko, hamuna kundidurura somukaka here nokundigwambisa sechizi, 11mukandifukidza neganda nenyama mukandisonanidza pamwe chete namapfupa namarunda here? 12Makandipa upenyu mukandinzwira ngoni, uye nehanya yenyu mukachengeta mweya wangu. 13“Asi izvi ndizvo zvamakaviga mumwoyo menyu, uye ndinoziva kuti izvi zvaiva mupfungwa dzenyu. 14Kana ndakatadza, imi maizenge makanditarisa, uye hamaizotendera kudarika kwangu kuti kurege kurangwa. 15Kana ndine mhosva, ndine nhamo! Kunyange dai ndisina mhosva, handingasimudzi musoro wangu, nokuti ndizere nenyadzi uye ndakanyura mukutambudzika kwangu. 16Kana ndikazvikudza, imi munondironda sezvinoita shumba, uyezve munoratidza simba renyu rinotyisa pamusoro pangu. 17Munouya nezvapupu zvenyu zvitsva kuzondipomera mhosva uye munowedzera hasha dzenyu pamusoro pangu, hondo dzenyu dzinondirwisa, mapoka namapoka. 18Ko, zvino makandibudisirei mudumbu? Ndinoshuva kuti dai ndakafa hangu pasati pava neziso randiona. 19Dai chete ndakanga ndisina kumbovapo hangu, kana kutakurwa ndichiendeswa kubwiro ndichangobva mudumbu ramai vangu! 20Ko, mazuva angu haasi ava mashoma kutopera here? Ibvai kwandiri kuti ndimbofara hangu kwakanguva, 21ndisati ndaenda kusingadzokwi, kunyika yerima nomumvuri worufu, 22kunyika yerima guru, yomumvuri mukuru worufu nenyonganyonga, iko kunoti kunyange chiedza chakangofanana nerima.” "
    },
    {
      "chapter": "11",
      "verses": "Zofari 1Ipapo Zofari muNaamati akapindura akati: 2“Mashoko aya ose haangapindurwi here? Ko, mutauri uyu anofanira kururamisirwa here? 3Ko, kubvotomoka kwako kunganyaradza vanhu here? Ko, pangashaya anokutsiura paunenge uchihomera here? 4Iwe unoti kuna Mwari, ‘Zvandinotenda zvakarurama uye ndakachena pamberi penyu.’ 5Haiwa, ndinoda sei kuti dai Mwari ataura, kuti dai ashamisa hake muromo wake pamusoro pako, 6uye akuzarurire zvakavanzika zvouchenjeri, nokuti uchenjeri hwechokwadi huri paviri Uzive izvi: Mwari akatokanganwa kare zvimwe zvivi zvako. 7“Ko, unganzwisisa zvakavanzika zvaMwari here? 8Zvakakwirira kupfuura matenga, iwe ungaiteiko? Zvakadzika kupfuura kudzika kwebwiro, iwe ungaziveiko? 9Chiero chazvo chakareba kupfuura nyika uye zvakapamhamha kupfuura gungwa. 10“Kana iye akasvika akakupfigira mujeri uye akakoka dare remhosva, ndianiko angapikisana naye? 11Zvirokwazvo anoziva vanhu vanonyengera; uye paanoona chakaipa, anoshaya hanya here? 12Asi munhu asina kuchenjera haangagoni kuva akangwara kupfuura kuti mwana wembizi angaberekwa nomunhu. 13“Asi kana mwoyo wako ukanamatira kwaari, uye iwe ukatambanudzira maoko ako kwaari, 14kana ukaisa kure zvivi zviri muruoko rwako, uye ukasatendera chakaipa kugara mutende rako, 15ipapo uchasimudza chiso chako usina nyadzi, uchamira wakasimba uye usingatyi. 16Zvirokwazvo uchakanganwa nhamo yako, uchangoirangarira semvura yakapfuura. 17Upenyu huchajeka kupfuura masikati makuru, uye rima richaita samangwanani. 18Iwe uchagara zvakanaka, nokuti tariro iriko; ucharingaringa ugozorora murugare. 19Uchavata hako pasi, pasina munhu anokuvhundutsa, uye vazhinji vachakumbira nyasha dzako. 20Asi meso avakaipa achaneta, uye vachashayiwa pokuvanda; tariro yavo ichava yokufa.” "
    },
    {
      "chapter": "12",
      "verses": "Jobho 1Ipapo Jobho akapindura akati: 2“Zvirokwazvo imi muri vanhu, uye kungwara kuchafa nemi! 3Asi neni ndinonzwisisa semi; handisi muduku kwamuri. Ndianiko asingazivi zvinhu zvose izvi? 4“Ndava chiseko kushamwari dzangu, kunyange ndakadana kuna Mwari akapindura, ndava chiseko zvacho, kunyange ndakarurama uye ndisina chandingapomerwa! 5Vanhu vagere zvakanaka vanoshora vane nhamo, vachiti ndiwo magumo avaya vane tsoka dzinotedzemuka. 6Matende amakororo haakanganiswe, uye vaya vanotsamwisa Mwari vagere zvakanaka, ivo vanotakura vamwari vavo mumaoko avo. 7“Asi bvunzai mhuka, uye dzichakudzidzisai, kana shiri dzedenga, idzo dzichakuudzai; 8kana taurai kunyika, ichakudzidzisai, kana hove dzegungwa ngadzikuzivisei. 9Ndechipiko pane zvose izvi chisingazivi kuti ruoko rwaJehovha rwakaita izvi? 10Upenyu hwezvisikwa zvose huri muruoko rwake, nokufema kwavanhu vamarudzi ose. 11Ko, nzeve haiedzi mashoko sorurimi runoravira chokudya here? 12Ko, uchenjeri hahuwanikwi pakati pavatana here? Ko, kuwanda kwoupenyu hakuuyisi kunzwisisa here? 13“Uchenjeri nesimba ndezvaMwari; mano nokunzwisisa ndezvake. 14Zvaanenge akoromora hakuna anozvivakazve; munhu waanenge apfigira mujeri haangasunungurwi. 15Kana akadzivisa kunaya kwemvura, kuoma kunovapo; kana akairegedzera, nyika inoparadzwa. 16Simba nokukunda ndezvake; akanyengerwa nomunyengeri vose ndevake. 17Anodzinga makurukota asina nguo nokuita kuti vatongi vave mapenzi. 18Anobvisa zvisungo zvakaiswa namadzimambo ndokusunga zviuno zvavo nomucheka. 19Anodzinga vaprista vasina nguo uye anobvisa pachigaro vanhu vakanguri vadzika midzi. 20Anofumbira miromo yavapi vamazano vavanovimba navo, uye anobvisa kunzwisisa kwavakuru. 21Anodurura kushorwa pamakurukota uye anokutunura zvombo zvavane simba. 22Iye anobudisa pachena zvinhu zvakadzama zverima, uye anouyisa mimvuri mikuru kuchiedza. 23Iye anokurisa ndudzi, uye anodziparadza; anowanza ndudzi, anodziparadzira. 24Anotorera vatungamiriri venyika kunzwisisa kwavo; anovaendesa vachingodzungaira pasina nzira. 25Vanotsvanzvadzira murima vasina chiedza; anoita kuti vadzedzereke sezvidhakwa. "
    },
    {
      "chapter": "13",
      "verses": "1“Meso angu akaona izvi zvose, nzeve dzangu dzakanzwa dzikazvinzwisisa. 2Zvamunoziva imi, neniwo ndinozviziva handisi muduku kwamuri. 3Asi ndinoshuva kutaura naWamasimba Ose nokuzvidavirira mhaka yangu kuna Mwari. 4Kunyange zvakadaro, imi munondizora nhema; muri varapi vasina maturo, imi mose! 5Haiwa, dai bedzi mainyarara henyu! Nokuti kungava kungwara kwamuri. 6Chinzwai zvino kuzvidavirira kwangu; teererai munzwe kudemba kwemiromo yangu. 7Ko, mungataura, zvakaipa pachinzvimbo chaMwari here? Ko, mungataura zvinonyengera nokuda kwake here? 8Mungamuitira rusaruro here? Mungarwira Mwari here? 9Ko, zvingava zvakanaka here kana akakuedzai? Ko, mungamunyengera sokunyengera kwamunoita vanhu here? 10Zvirokwazvo iye angakutsiurai kana mukaratidza rusaruro muchivande. 11Ko, kubwinya kwake hakungakutyisei here? Ko, kutyisa kwake hakungawiri pamusoro penyu here? 12Mashoko enyu anotendwa itsumo dzamadota; nhare dzenyu inhare dzevhu. 13“Nyararai uye regai nditaure; ipapo chinouya kwandiri ngachiuye hacho. 14Ko, ndinozviisirei mungozi ndichibatira upenyu hwangu mumaoko angu? 15Kunyange akandiuraya hake, asi ini ndichavimba naye, zvirokwazvo ndichadzivirira nzira dzangu pamberi pake. 16Zvirokwazvo, uku ndiko kuchava kuponeswa kwangu, nokuti hakuna munhu asingatendi Mwari achasvika pamberi pake! 17Teereresai kumashoko angu, nzeve dzenyu ngadzigamuchire zvandinoreva. 18Zvino ndagadzirisa mhaka yangu, ndinoziva kuti ndicharuramisirwa. 19Pana angagona kundipa mhaka here? Kana aripo, ndichanyarara ndigofa hangu, 20“Haiwa Mwari, nditsidzirei hangu zvinhu zviviri izvi. Uye ipapo handingavandi pamberi penyu. 21Bvisai ruoko rwenyu kure neni, uye murege kundivhundutsa nokutyisa kwenyu. 22Ipapo mugondidana ndigodavira. Kana kuti murege nditaure, imi mugopindura. 23Zvivi zvandakaita nezvikanganiso zvangu zvinganiko? Ndiratidzei kudarika kwangu nechivi changu. 24Munovanzireiko chiso chenyu muchindiita muvengi wenyu? 25Ko, muchatambudza shizha rinopeperetswa nemhepo here? Ko, muchadzingana nehundi yakaoma here? 26Nokuti munonyora zvinhu zvinovava pamusoro pangu, uye munondigarisa nhaka yezvivi zvoujaya hwangu. 27Munosunga tsoka dzangu nezvisungo; munocherechedza nzira dzangu dzose nokuisa mutaro panotsika tsoka dzangu. 28“Saizvozvo munhu anopera kufanana nechinhu chakaora, senguo yakadyiwa nezvipfukuto. "
    },
    {
      "chapter": "14",
      "verses": "1“Munhu akazvarwa nomukadzi ane mazuva mashoma azere nokutambudzika. 2Anobuda seruva agosvava; anotiza somumvuri, haagari. 3Ko, munotarira nameso enyu kumunhu wakadai here? Ko, muchamuuyisa kuzotongwa pamberi penyu here? 4Ndianiko angabudisa chinhu chakanaka kubva pane chakaipa? Hakuna! 5Mazuva omunhu akatarwa; makatema kuwanda kwemwedzi yake, mukamutarira miganhu yaasingagoni kudarika. 6Naizvozvo regai kumutarisa uye musiye ari oga, kusvikira apedza nguva yake somunhu anoshanda. 7“Asi kumuti kune tariro: Kana ukatemwa, unobukirazve, uye mabukira awo matsva haasvavi. 8Midzi yawo ingava yakwegura hayo muvhu nehunde yawo yafa muvhu, 9asi uchabukira pakunhuwira kwemvura ugobudisa matavi somuti uchangomera. 10Asi munhu anofa agoradzikwa pasi; anofema kokupedzisira uye haazovipozve. 11Sokupera kunoita mvura mugungwa, kana kupwa nokuoma kworwizi, 12saizvozvo munhu anovata pasi asingazomuki; kusvikira matenga asisikozve, vanhu havazomukizve kana kumutswa pakuvata kwavo. 13“Haiwa, dai mandiviga henyu muguva chete, uye mandiviga kusvikira kutsamwa kwenyu kwapfuura! Dai chete manditarira nguva, uye ipapo mugondirangarira! 14Kana munhu akafa, angazoraramazve here? Mazuva ose okushanda kwangu kwakaoma, ndicharindira kusvikira kuvandudzwa kwangu kwasvika. 15Muchadana uye ini ndichakupindurai; muchashuva chisikwa chamakaita namaoko enyu. 16Zvirokwazvo muchaverenga nhambwe dzangu ipapo, asi musingarondi chivi changu. 17Kudarika kwangu kuchasungirwa musaga; muchafukidzira chivi changu. 18“Asi sokupfupfunyuka kunoita gomo rigoondomoka, uye sokubviswa kwedombo panzvimbo yaro, 19semvura inochera mabwe, uye sokuyerera kwemvura zhinji inokukura ivhu, saizvozvo munoparadza tariro yomunhu. 20Munomukunda kamwe chete zvachose, uye akasazovapo; munoshandura chiso chake mobva mamudzinga. 21Kana vanakomana vake vachikudzwa, iye haazvizivi; kana vakamuninipisa, iye haazvioni. 22Anongonzwa kurwadza kwomuviri wake chete, agozvichema iye pachake bedzi.” "
    },
    {
      "chapter": "15",
      "verses": "Erifazi 1Ipapo Erifazi muTemani akapindura akati: 2“Ko, munhu akangwara angapindura zvisina njere here, kana kuzadza dumbu rake nemhepo inopisa yokumabvazuva? 3Ko, angakakavara namashoko asina maturo, nokutaura mashoko asina basa here? 4Asi munotorwisa kururuma uye munodzivisa kunamata Mwari. 5Chivi chako chinorunzira muromo wako; uye unotevera rurimi rwavanyengeri. 6Muromo wako pachako ndiwo unokupa mhosva, kwete wangu, miromo yako pachako inokupupurira zvakaipa. 7“Ko, ndiwe munhu wakatanga kuzvarwa here? Ko, iwe wakazvarwa makomo asati avapo here? 8Unoteererawo here panokurukurwa mazano aMwari? Unoti uchenjeri ndohwako woga kanhi? 9Chiiko chaunoziva chatisingazivi isu? Kunzwisisa kwaunako ndokweiko kwatisinawo isu? 10Vane bvudzi rakachena navatana vakwegura vari kudivi redu, varume vatochembera kupinda baba vako. 11Ko, kunyaradza kwaMwari hakuna kukukwanira here, iwo mashoko manyoro akataurwa kwauri? 12Ko, mwoyo wako wakurasireiko. uye meso ako, anobwairireiko, 13zvokuti unoitira Mwari hasha ugobudisa mashoko akadai kubva mumuromo mako? 14“Munhu chiiko, zvokuti angava akanaka, kana munhu akazvarwa nomukadzi, kuti ave akarurama? 15Kana Mwari akasavimba navatsvene vake, kunyange dai matenga akasava akachena pamberi pake, 16ko, kuzoti munhu, anosemesa uye akaora, anonwa zvakaipa semvura! 17“Nditeerere ndigokutsanangurira; rega ndikuudze zvandakaona, 18zvakataurwa navanhu vakachenjera, vasingavanzi chinhu chavakagamuchira kubva kumadzibaba avo, 19ivo voga vakapiwa nyika pasina mutorwa akapfuura napakati pavo: 20Munhu akaipa anotambudzika nokurwadziwa pamazuva ake ose, makore ose outsinye akachengeterwa iye. 21Maungira anotyisa anozadza nzeve dzake; pazvinenge zvaita sezvakanaka, udyi hunomurwisa. 22Anorasikirwa netariro yokupunyuka parima; munondo ndiwo waakatarirwa. 23Anofamba-famba achitsvaka zvokudya zvamagora; anoziva kuti zuva rerima raswedera. 24Kutambudzika nokurwadziwa zvinomuzadza nokutya; zvinomukunda, samambo amirira kurwisa, 25nokuti anokungira Mwari chibhakera chake nokuzvikudza pamusoro paWamasimba Ose, 26achimhanyira kwaari achimuzvidza ane nhoo hobvu, yakasimba. 27“Kunyange chiso chake chakafukidzwa namafuta uye chiuno chake chakafuta nenyama, 28iye achagara mumaguta akaparadzwa nomudzimba dzisingagarwi nomunhu, dzimba dzokoromoka kuva marara. 29Haachazovizve mupfumi uye pfuma yake haingagari, kana nepfuma yake haingazadzi nyika. 30Haangapunyuki rima; murazvo uchasvavisa mabukira ake, uye kufema kwomuromo waMwari kuchamurasira kure. 31Ngaarege kuzvinyengera nokuvimba nezvisina maturo, nokuti haana chaachawana pakupedzisira. 32Acharipirwa zvakazara nguva yake isati yasvika, uye matavi ake haangawandi. 33Achafanana nomuzambiringa wabvisirwa mazambiringa asati aibva, kufanana nomuti womuorivhi wotunga maruva awo. 34Nokuti ungano yavasingadi Mwari ichashaya zvibereko, uye moto uchaparadza matende avaya vanofarira fufuro. 35Vanobata mimba yokutambudzika vagozvara zvakaipa; dumbu ravo rinogadzira kunyengera.” "
    }
  ]
}
