{
  "book": "Jona",
  "chapters": [
    {
      "chapter": "1",
      "verses": " Jona anotiza kubva pamberi paJehovha Shoko raJehovha rakasvika kuna Jona mwanakomana waAmitai, richiti, “Enda kuguta guru reNinevhe undoriparidzira, nokuti kuipa kwaro kwasvika pamberi pangu.” Asi Jona akatiza kubva pamberi paJehovha akananga kuTashishi. Akaburuka akaenda kuJopa, kwaakawana chikepe chaienda ikoko. Mushure mokubvisa mari yokufambisa, akakwira ndokuenda kuTashishi kuti atize kubva kuna Jehovha. Ipapo Jehovha akatuma mhepo huru pagungwa, uye dutu raipenga kwazvo rikamuka zvokuti chikepe chakada kutsemuka-tsemuka. Vafambisi vose vechikepe vakatya uye mumwe nomumwe akachema kuna mwari wake. Vakakanda nhumbi mugungwa kuti chikepe chireruke. Asi Jona akanga aenda pasi mukati muchikepe maakasvikovata uye akakotsira hope huru. Mukuru wavachairi akaenda kwaari akati, “Ungarare sei iwe? Muka udane kuna mwari wako! Zvimwe angatirangarira tikasaparara.” Ipapo vafambisi vechikepe vakati kuno mumwe nomumwe, “Uyai, tikande mijenya kuti tione kuti ndiani aita kuti tiwirwe nenjodzi iyi.” Vakakanda mijenya, mijenya ikawira pana Jona. Saka vakamubvunza vakati, “Tiudze, ndiani aita kuti matambudziko ose aya atiwire? Unoita basa reiko? Unobvepiko? Nyika yako inonzi ani? Uri worudzi rupi?” Akapindura akati, “Ndiri muHebheru, uye ndinonamata Jehovha, Mwari wokudenga, akaita gungwa nenyika.” Izvi zvakavatyisa uye vakabvunza vakati, “Watadzeiko?” (Vaiziva kuti aitiza kubva pamberi paJehovha, nokuti akanga atovaudza kudaro.) Gungwa rakanga rotonyanya kupenga. Saka vakamubvunza vakati, “Ko, tinofanira kuitei kwauri kuti gungwa ritidzikamire?” Akapindura achiti, “Ndisimudzei mundikande mugungwa, ipapo richanyarara. Ndinoziva kuti mhosva yangu ndiyo yaita kuti dutu guru iri rikuwirei.” Pachinzvimbo chaizvozvo varume vakaedza napavaigona napo kuti vadzokere kunyika. Asi vakakoniwa, nokuti gungwa rakatonyanyisa kupenga kupfuura zvapakutanga. Ipapo vakachema kuna Jehovha vakati, “Haiwa Jehovha, tapota musatiuraya nemhaka youpenyu hwomunhu uyu. Musatipa mhosva yokuuraya munhu asina mhaka, nokuti, iyemi Jehovha maita sokuda kwenyu.” Ipapo vakatora Jona vakamukanda mugungwa, uye gungwa rikanyarara pakupenga kwaro. Nokuda kwaizvozvi vakatya Jehovha kwazvo, uye vakabayira Jehovha chibayiro vakaita mhiko kwaari. Asi Jehovha akatuma hove huru kuti izomedza Jona, uye Jona akava mudumbu mehove kwamazuva matatu nousiku hutatu. "
    },
    {
      "chapter": "2",
      "verses": "Munyengetero waJona Kubva mudumbu rehove Jona akanyengetera kuna Jehovha Mwari wake. Akati: “Mudambudziko rangu ndakadana kuna Jehovha, iye akandipindura. Kubva mukati meguva ndakadanidzira kuti ndibatsirwe, uye imi makanzwa kuchema kwangu. Makandikandira makadzika, mumwoyo chaimo megungwa, uye mvura zhinji ikandikomberedza; mafungu enyu ose namapopoma enyu ose zvakapfuura napamusoro pangu. Ndakati, ‘Ndaraswa kubva pamberi penyu, asi ndichatarirazve ndakaringa kutemberi yenyu tsvene.’ Mvura zhinji dzandikomberedza dzikandityisa; pakadzikadzika pakandikomberedza; sora regungwa rakamonera musoro wangu. Kumidzi yamakomo ndakanyura; nyika yapasi yakandipfigiramo nokusingaperi. Asi makaburitsa upenyu hwangu kubva mugomba, imi Jehovha Mwari wangu. “Upenyu hwangu pahwakanga hwotiza, ndakakurangarirai, imi Jehovha, uye munyengetero wangu wakauya kwamuri, kutemberi yenyu tsvene. “Vaya vanobatirira kuzvifananidzo zvisina maturo, vanorasa nyasha dzingadai dziri dzavo. Asi ini, norwiyo rwokuvonga, ndichabayira kwamuri. Zvandakapika ndichazvizadzisa. Ruponeso runobva kuna Jehovha.” Uye Jehovha akarayira hove, ikandorutsira Jona panyika yakaoma. "
    },
    {
      "chapter": "3",
      "verses": "Jona anoenda kuNinevhe Ipapo shoko raJehovha rakasvika kuna Jona kechipiri richiti, “Enda kuguta reNinevhe undoriparidzira shoko randinokupa.” Jona akateerera shoko raJehovha akaenda kuNinevhe. Zvino Ninevhe raiva guta guru kwazvo, rwendo rwamazuva matatu. Pazuva rokutanga Jona akapinda muguta. Akaparidza achiti, “Kwasara mazuva makumi mana, mushure maizvozvo Ninevhe richaparadzwa.” Vanhu veNinevhe vakatenda kuna Mwari. Vakatara nguva yokutsanya, uye vose zvavo, kubva kumukuru mukuru kusvikira kumuduku duku vakapfeka masaga. Nhau idzi padzakasvika kuna mambo weNinevhe, akasimuka kubva pachigaro chake, akabvisa nguo dzake dzoumambo, akazvifukidza namasaga akagara mumadota. Ipapo akazivisa chirevo muNinevhe, achiti, “Chirevo chamambo namachinda ake: Musarega munhu kana mhuka, chipfuwo kana gwai, zvichiravira chinhu; musazvirega zvichidya kana kunwa. Asi vanhu nemhuka ngavafuke masaga. Munhu wose ngaadane kuna Mwari iye zvino. Ngavasiye nzira dzavo dzakaipa nokuita kwavo nechisimba. Ndiani anoziva? Zvichida Mwari angazvidemba uye netsitsi dzake akazvidzora kubva pakutsamwa kwake kunotyisa kuti tirege kuparara.” Mwari akati aona zvavakaita uye kutendeuka kwavakaita kubva panzira dzavo dzakaipa, akavanzwira tsitsi akasauyisa kuparadzwa pamusoro pavo sezvaaida kuvaitira. "
    },
    {
      "chapter": "4",
      "verses": "Kutsamwa kwaJona nokuda kwetsitsi dzaJehovha Asi Jona haana kufadzwa nazvo uye akatsamwa. Akanyengetera kuna Jehovha akati, “Imi Jehovha, izvi hazvisizvo here zvandakataura ndiri kunyika yangu? Ndokusaka ndakakurumidza kutiza ndichienda kuTashishi? Ndaiziva kuti muri Mwari ane tsitsi nenyasha, anononoka kutsamwa uye azere norudo, Mwari anozvidzora pakutumira zvakaipa. Zvino, imi Jehovha, torai zvenyu upenyu hwangu, nokuti zviri nani kuti ndife zvangu pano kurarama.” Asi Jehovha akapindura akati, “Zvakanaka here kuti utsamwe?” Jona akabuda akaenda akandogara pasi kunze kweguta nechokumabvazuva. Ikoko akazvivakira dumba, akagara mumumvuri waro ndokumirira kuti aone zvaizoitika kuguta. Ipapo Jehovha Mwari akameresa muti womuzambiringa, akauita kuti ukure kumusoro kwaJona kuti uite mumvuri pamusoro pake, kuti shungu dzake dzidzikire, uye Jona akafara kwazvo nokuda kwomuzambiringa. Asi chifumi chezuva rakatevera Mwari akatuma gonye rikadya muzambiringa uyu zvokuti wakasvava. Zuva rakati richibuda, Mwari akatuma mhepo yokumabvazuva yaipisa kwazvo, uye zuva rikabaya pamusoro paJona zvokuti akaziya. Akademba kufa, uye akati, “Zvingava nani kuti ndife zvangu pano kurarama.” Asi Mwari akati kuna Jona, “Zvakanaka here kuti utsamwe nokuda kwomuzambiringa uyu?” Iye akati, “Hongu, ndakatsamwa zvokuti ndife.” Asi Jehovha akati, “Iwe wanga une hanya nomuzambiringa uyu, kunyange zvazvo usina kuuchengeta kana kuukudza. Wakabuda nousiku humwe uye ukaparara nousiku humwe. Asi Ninevhe rine vanhu vanopfuura zviuru zana namakumi maviri avanhu vasingazivi kuti ruoko rwavo rworudyi ndorupi kana rworuboshwe ndorupi, uye nemombe zhinjiwo. Handingavi nehanya here neguta iro guru?” "
    }
  ]
}
