{
  "book": "Joshua",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Jehovha anorayira Joshua Zvino shure kwokufa kwaMozisi muranda waJehovha, Jehovha akataura naJoshua mwanakomana waNuni, muranda waMozisi achiti, “Mozisi muranda wangu afa. Zvino iwe navanhu ava chigadzirirai kuyambuka rwizi rweJorodhani mupinde munyika yandava kupa vana vaIsraeri. Ndakupai nzvimbo yose yose yamuchatsika netsoka dzenyu, sezvandakavimbisa Mozisi. Nyika yenyu ichabva kugwenga ichisvika kuRebhanoni, uye ichabva kurwizi rukuru, Yufuratesi, nenyika yose yavaHiti, ichisvika kuGungwa Guru riri kumavirazuva. Hakuna achagona kurwisana newe kwamazuva ose oupenyu hwako. Sezvandaiva naMozisi, ndichava newe; handizokusiyi kana kukurasa. “Simba utsunge mwoyo, nokuti uchatungamirira vanhu ava kuti vatore nyika yandakapikira madzitateguru avo kuti ndivape senhaka yavo. Simba ushinge kwazvo. Chenjerera kuti uteerere mirayiro yose yawakapiwa naMozisi muranda wangu; usatsaukira kurudyi kana kuruboshwe, kuti ubudirire kwose kwose kwaunoenda. Bhuku iri romurayiro harifaniri kubva pamuromo wako; fungisisa pamusoro paro usiku namasikati, kuti uchenjerere kuita zvose zvakanyorwa mariri uye ipapo uchabudirira kwazvo. Handina kukurayira here? Simba utsunge mwoyo. Usavhunduka; usaora mwoyo, nokuti Jehovha Mwari wako achava newe kwose kwaunoenda.” Ipapo Joshua akarayira vatungamiri vavanhu achiti, “Pindai mumusasa mutaurire vanhu kuti, ‘Gadzirirai mbuva yenyu. Mukati mamazuva matatu muchayambuka Jorodhani urwu kuti mupinde mutore nyika yamunopiwa naJehovha Mwari wenyu kuti ive yenyu.’ ” Uye Joshua akati kurudzi rwaRubheni, norudzi rwaGadhi nokurudzi rwehafu rwaManase, “Rangarirai shoko ramakapiwa naMozisi muranda waJehovha achiti: ‘Jehovha Mwari wenyu anokupai zororo uye akupai nyika iyi.’ Vakadzi venyu, vana venyu nezvipfuwo zvenyu zvichasara munyika yamakapiwa naMozisi kudivi rino reJorodhani, asi varume venyu vose vehondo, vakabata zvombo, vanofanira kuyambukira mhiri mberi kwehama dzenyu. Munofanira kubatsira hama dzenyu kusvikira Jehovha avapa zororo, sezvaakakuitirai, uye kusvikira vatorawo nyika yavari kupiwa naJehovha Mwari wavo. Mushure maizvozvo, munogona kudzokera munogara munyika yenyu, yamakapiwa naMozisi muranda waJehovha iri kumabvazuva kweJorodhani.” Ipapo vakapindura Joshua vachiti, “Chipi nechipi chamuchatirayira tichaita, uye kwose kwose kwamuchatituma tichaenda. Tichakuteererai zvizere sokuteerera kwatakaita Mozisi. Chete, Jehovha Mwari wenyu ngaave nemi sezvaaiva naMozisi. Ani naani achamukira shoko renyu uye asingateereri mashoko enyu, kana chipi nechipi chamungavarayira, achaurayiwa. Asi simbai mutsunge mwoyo!” "
    },
    {
      "chapter": "2",
      "verses": "Rahabhi naVashori Zvino Joshua mwanakomana waNuni akatuma vashori vaviri muchivande kubva kuShitimu. Akati, “Endai munotarisa nyika, kunyanya Jeriko.” Naizvozvo vakaenda vakandopinda mumba mechifeve chainzi Rahabhi vakagaramo. Zvino mambo weJeriko akaudzwa kuti, “Tarirai! Kune vamwe vaIsraeri vauya muno manheru anhasi kuzoshora nyika.” Naizvozvo mambo weJeriko akatumira shoko kuna Rahabhi achiti, “Budisa varume vauya kwauri vakapinda mumba mako, nokuti vauya kuzoshora nyika yose.” Asi mukadzi uyu akanga atora varume vaviri vaya akavavanza. Iye ndokuti, “Ichokwadi, varume ava, vakauya kwandiri, asi handina kuziva kuti vakanga vabvepi. Zvino kwati zvarara yava nguva yokupfiga suo reguta, varume ava vakaenda. Handizivi kuti vakaenda vakanangepi. Vateverei nokukurumidza, pamwe mungangovabata.” (Asi iye akanga avatora ndokuvaisa pamusoro pemba ndokuvavanza netutanda twamasosoori twaakanga akaunganidza pamusoro pemba.) Naizvozvo varume vakasimuka votevera vashori nenzira yainanga kumazambuko eJorodhani, zvino vaitevera vachangobuda, suo rakabva rapfigwa. Vashori vasati varara, iye akakwira padenga remba, ndokuti kwavari, “Ndinozviziva kuti Jehovha akupai nyika ino, uye kuti kutyiwa kwenyu kukuru kuri pamusoro pedu, zvokuti vose vanogara munyika muno vari kubvunda nokutya nokuda kwenyu. Takanzwa maomeserwo akaitwa mvura yeGungwa Dzvuku naJehovha nokuda kwenyu pamakabuda muIjipiti, uye zvamakaita kuna Sihoni naOgi, madzimambo maviri avaAmori kumabvazuva kweJorodhani, avo vamakaparadza zvachose. Patakazvinzwa mwoyo yedu yakarukutika, uye hapana akasara nokutsunga maari nokuda kwenyu, nokuti Jehovha Mwari wenyu ndiMwari kumusoro kudenga napasi panyika. Zvino ndapota, pikai kwandiri naJehovha kuti muchaitira mhuri yangu tsitsi, nokuti ini ndakuitiraiwo tsitsi. Ndipei chiratidzo chechokwadi chakasimba chokuti muchararamisa baba vangu naamai vangu, hanzvadzi dzangu namadzikoma angu, nemhuri dzavo dzose, uye kuti muchatiponesa kubva parufu.” Ipapo varume vaya vakamuvimbisa vachiti, “Isu ngatife pachinzvimbo chenyu. Kana ukasareva zvatiri kuita tichakubata zvakanaka nokutendeka kana Jehovha atipa nyika ino.” Saka akavadzikisa pasi netambo napawindo, nokuti imba yaaigara yaiva mumasvingo eguta. Zvino akati kwavari, “Endai kumakomo kuitira kuti vateveri varege kukuwanai. Muvande ikoko kwamazuva matatu kusvikira vadzoka, mozoenda henyu nenzira yenyu.” Varume vaya ndokuti kwaari, “Mhiko yawatipikisa iyi haizotisungi kunze kwokuti, patinopinda munyika, uchange wasungirira tambo tsvuku iyi pawindo rawatidzikisa naro, uye kunze kwokunge wapinza baba vako namai vako, hanzvadzi dzako nemhuri yako yose mumba mako. Ani naani anobuda mumba mako achienda panze, ropa rake richava pamusoro wake, isu hatizova nemhosva. Asi wose anenge ari mumba pamwe chete newe, ropa rake richava pamisoro yedu kana pakangowana anomubata chete. Asi ukangoreva zvatiri kuita, tichasunungurwa pamhiko yawatipikisa.” Iye akapindura akati, “Ngazviitwe sokutaura kwenyu.” Naizvozvo akavati ivo vaende ivo ndokuenda. Ipapo akabva asungirira tambo tsvuku pawindo. Pavakabva, vakaenda mumakomo vakagaramo kwamazuva matatu, kusvikira vateveri vatsvaka nzira yose vakavashaiwa vakadzoka. Ipapo varume vaviri vaya vakatanga kudzokera. Vakadzika kubva muzvikomo ndokuyambuka rwizi vakasvika kuna Joshua mwanakomana waNuni vakamuudza zvose zvakanga zvaitika kwavari. Vakati kuna Joshua, “Zvirokwazvo Jehovha aisa nyika yose mumaoko edu; vanhu vose vari kugwagwadza nokutitya.” "
    },
    {
      "chapter": "3",
      "verses": " VaIsraeri vanoyambuka Jorodhani Mangwanani-ngwanani Joshua navaIsraeri vose vakasimuka kubva paShitimu vakaenda kuJorodhani, pavakavaka misasa vasati vayambukira mhiri. Shure kwamazuva matatu vatungamiri vavanhu vakapinda mumisasa, vachirayira vanhu vachiti, “Pamunoona areka yesungano yaJehovha Mwari wenyu, navaprista, vaRevhi, voitakura, munofanira kubva panzvimbo dzenyu moitevera. Ipapo muchaziva nzira yamunofanira kuenda nayo, nokuti hamusati mambofamba nenzira iyi. Asi munofanira kusiya nzvimbo inosvika makubhiti zviuru zviviria pakati penyu neareka. Regai kuswedera pedyo nayo.” Zvino Joshua akati kuvanhu, “Zvinatsei, nokuti mangwana Jehovha achaita zvinhu zvinoshamisa pakati penyu.” Joshua akati kuvaprista, “Simudzai areka yesungano mutungamirire vanhu.” Naizvozvo vakaisimudza vakatungamirira vanhu. Zvino Jehovha akati kuna Joshua, “Nhasi ndichatanga kukusimudzira pamberi pavaIsraeri vose, kuitira kuti vazive kuti ndinewe sezvandaiva naMozisi. Taurira vaprista vanotakura areka yesungano uti: ‘Kana masvika panotangira mvura yeJorodhani, munofanira kupinda momira muJorodhani.’ ” Joshua akati kuvaIsraeri, “Uyai pano muteerere mashoko aJehovha Mwari wenyu. Ichi ndicho chinhu chamuchaziva nacho kuti Mwari wenyu mupenyu ari pakati penyu uye kuti zvirokwazvo achadzinga vaKenani mberi kwenyu, navaHiti, navaPerizi, navaGirigashi, navaAmoni navaJebhusi. Tarirai, areka yesungano yaShe wenyika yose ichakutungamirirai pakuyambuka Jorodhani. Naizvozvo, sarudzai varume gumi navaviri kubva kumarudzi avaIsraeri, mumwe chete kubva kurudzi rumwe norumwe. Uye vaprista vanotakura areka yaJehovha, Ishe wenyika yose, pavanongotsika netsoka dzavo muJorodhani, mvura yarwo inoerera ichibva kumusoro ichamira yoita murwi.” Naizvozvo vanhu pavakasimuka kubva pamisasa kuti vayambuke Jorodhani, vaprista vakanga vakatakura areka yesungano vakavatungamirira. Zvino Jorodhani runogara ruzere nguva yose yokukohwa. Asi vaprista vakanga vakatakura areka pavakangosvika paJorodhani tsoka dzavo dzichitsika kumucheto kwemvura, mvura yaibva kumusoro yakabva yamira kuerera. Yakaungana ikaita murwi iri kure chaizvo, paguta rinonzi Adhama pedyo neZaretani, mvura yaiererawo ichidzika kuGungwa reArabha (Gungwa roMunyu) yakagurwa zvachose. Naizvozvo vanhu vakayambuka mhiri kwakatarisana neJeriko. Vaprista vakanga vakatakura areka yesungano yaJehovha vakaramba vamire pavhu rakaoma pakati peJorodhani, vaIsraeri vose pavaipfuura, kusvikira rudzi rwose rwapedza kuyambuka napavhu rakaoma. "
    },
    {
      "chapter": "4",
      "verses": " Matombo Gumi Namaviri anomiswa paGirigari Rudzi rwose parwakapedza kuyambuka Jorodhani, Jehovha akati kuna Joshua, “Sarudza varume gumi navaviri kubva pakati pavanhu, mumwe chete parudzi rumwe norumwe, Ugovaudza kuti vatore mabwe gumi namaviri kubva pakati peJorodhani panga pakamira vaprista chaipo mugoatakura mugoaisa pamunorara nhasi manheru.” Saka Joshua akadaidza varume gumi navaviri vaakanga asarudza kubva kuvaIsraeri, mumwe chete kubva parudzi rumwe norumwe, Akati kwavari, “Endai pamberi peareka yaJehovha mupinde pakati peJorodhani. Mumwe nomumwe wenyu anofanira kutakura dombo pafudzi pake zvichienderana nokuwanda kwamarudzi avaIsraeri, kuti ave chiratidzo pakati penyu. Mumazuva anotevera kana vana venyu vobvunza vachiti, ‘Ko, matombo aya anorevei?’ muvataurire kuti mvura yeJorodhani yaiyerera yakaganhurwa pamberi peareka yesungano yaJehovha. Pavakayambuka Jorodhani, mvura yeJorodhani yakaganhurwa. Matombo aya anofanira kuva chirangaridzo kuvanhu veIsraeri nokusingaperi.” Saka vaIsraeri vakaita sezvavakarayirwa naJoshua. Vakatora matombo gumi namaviri kubva pakati peJorodhani, aienderana nokuwanda kwamarudzi avaIsraeri, sezvakanga zvataurirwa Joshua naJehovha; vakaatakura vakaenda nawo kumisasa yavo kwavakanoaisa pasi. Joshua akamisa matombo gumi namaviri akanga ari pakati peJorodhani pakanga pakamira vaprista vakanga vakatakura areka yesungano. Uye achiripo nanhasi uno. Vaprista vakanga vakatakura areka vakaramba vakamira pakati peJorodhani kusvikira zvose zvakanga zvarayirwa Joshua naJehovha zvaitwa navanhu, sokurayirwa kwakanga kwaitwa Joshua naMozisi. Vanhu vakakurumidza kuyambuka uye vose vachangoyambuka, areka yaJehovha navaprista vakayambukawo vanhu vakavatarisa. Varume vokwaRubheni nevokwaGadhi nehafu yorudzi rwaManase vakayambuka, vakashonga nhumbi dzokurwa, pamberi pavaIsraeri, sokurayirwa kwavakanga vaitwa naMozisi. Vanenge zviuru makumi mana vakanga vakashonga nhumbi dzokurwa, vakayambukira mhiri pamberi paJehovha vakaenda kumapani eJeriko kundorwa. Pazuva iroro Jehovha akasimudzira Joshua pamberi pavaIsraeri vose; vakamuremekedza mazuva oupenyu hwake ose sokuremekedza kwavaiita Mozisi. Zvino Jehovha akati kuna Joshua, “Rayira vaprista vakatakura areka yeChipupuriro kuti vabude kubva muJorodhani.” Saka Joshua akarayira vaprista achiti, “Budai muJorodhani.” Zvino vaprista vakanga vakatakura areka yesungano yaJehovha vachangobuda kubva pakati peJorodhani, tsoka dzavo dzichangotsika ivhu rakaoma, mvura yeJorodhani yakadzokera panzvimbo yayo ikazara kusvika nokumahombekombe ose. Pazuva regumi romwedzi wokutanga vanhu vakabuda kubva muJorodhani vakavaka misasa paGirigari pamuganhu wokumabvazuva eJeriko. Zvino Joshua akamisa matombo gumi namaviri paGirigari avakanga vatora kubva muJorodhani. Akati kuvaIsraeri, “Mumazuva anotevera kana vana venyu vobvunza madzibaba avo vachiti, ‘Ko, matombo aya anorevei?’ muvataurire kuti, ‘Israeri yakayambuka Jorodhani pavhu rakaoma.’ Nokuti Jehovha Mwari wenyu akaomesa Jorodhani pamberi penyu kusvikira mayambuka. Jehovha Mwari wenyu akaita kuJorodhani sezvaakaita kuGungwa Dzvuku paakariomesa pamberi pedu kusvikira tayambuka. Akaita izvi kuitira kuti ndudzi dzose dzapanyika dzizive kuti ruoko rwaJehovha rune simba uye kuti vatye Jehovha Mwari wenyu nokusingaperi.” "
    },
    {
      "chapter": "5",
      "verses": "Kudzingiswa paGirigari Zvino madzimambo ose avaAmoni aigara kumavirazuva eJorodhani namadzimambo ose avaKenani vaigara pedyo negungwa vakanzwa kuti Jehovha akanga aomesa Jorodhani pamberi pavaIsraeri kusvikira vayambuka, mwoyo yavo yakarukutika vakasazova nokushinga nokuda kwavaIsraeri. Panguva iyoyo Jehovha akataura naJoshua akati, “Gadzira mapanga amatombo anopinza ugodzingisa vaIsraeri zvakare.” Naizvozvo Joshua akagadzira mapanga amatombo akadzingisa vaIsraeri paGibhea Hararoti (chikomo chezvikanda zvepamberi). Joshua akavadzingisa nokuda kwechikonzero ichi: Varume vose vakabuda muIjipiti, varume vezera rehondo, vakafira munzira mugwenga mushure mokubuda muIjipiti. Vanhu vose vakabuda vakanga vadzingiswa asi vose vakaberekerwa mugwenga vachibva kuIjipiti vakanga vasina. VaIsraeri vakanga vafamba mugwenga kwamakore makumi mana kusvikira varume vose vaiva vezera rehondo pavakabuda muIjipiti vafa, nokuti vakanga vasina kuteerera Jehovha. Nokuti Jehovha akanga apika kwavari kuti havaizoona nyika iyo yaakanga avimbisa madzitateguru avo kuti achatipa, nyika inoerera mukaka nouchi. Zvino akasimudza vanakomana vavo pachinzvimbo chavo, uye ivava ndivo vakanga vasati vadzingiswa naJoshua. Vakanga vasati vadzingiswa nokuti havana kunge vadzingiswa munzira. Shure kwokunge rudzi rwose rwadzingiswa, vakagara pavakanga vari pamisasa kusvikira vapora. Zvino Jehovha akati kuna Joshua, “Nhasi ndabvisa kuzvidzwa kweIjipiti pamuri.” Saka nzvimbo iyoyo yakanzi Girigari, kusvikira nanhasi. Madekwana ezuva regumi namana romwedzi, vaIsraeri vari pamisasa paGirigari pamapani eJeriko, vakapemberera Pasika. Zuva raitevera shure kwePasika, musi wacho chaiwo, vakadya zvimwe zvezvibereko zvenyika iyoyo: chingwa chisina mbiriso nezviyo zvakakangwa. Mana yakabva yaguma musi wakatevera shure kwokudya zvokudya zvenyika iyoyo; vaIsraeri havana kuzova nemanazve, asi vakadya zvibereko zvenyika yeKenani gore iroro. Kuwa kweJeriko Zvino Joshua akati ava pedyo neJeriko, akasimudza meso ake akaona murume amire pamberi pake akabata munondo wakavhomorwa muruoko rwake. Joshua akaenda kwaari akabvunza achiti, “Uri mumwe wedu here kana wavavengi vedu?” Iye akapindura achiti, “Kwete, asi ndauya ini mukuru wehondo yaJehovha.” Ipapo Joshua akawira pasi nechiso chake akanamata, uye akamubvunza achiti, “Ishe wangu mune shoko reiko kumuranda wenyu?” Mukuru wehondo yaJehovha akapindura achiti, “Bvisa shangu dzako mutsoka dzako nokuti nzvimbo yaumire itsvene.” Joshua akaita saizvozvo. "
    },
    {
      "chapter": "6",
      "verses": "Zvino guta reJeriko rakanga rapfigwa zvakasimba kwazvo nokuda kwavaIsraeri. Hapana akabuda kunze uye hapana akapinda mukati. Zvino Jehovha akati kuna Joshua, “Tarira, ndaisa Jeriko mumaoko ako, pamwe chete namambo waro navarume varo vehondo. Fambai mutenderere guta kamwe chete pamwe navarume vose vehondo. Muite izvi kwamazuva matanhatu. Ngapave navaprista vanomwe vanotakura hwamanda dzenyanga dzamakondohwe pamberi peareka. Pazuva rechinomwe fambai muchitenderera guta kanomwe, vaprista vachiridza hwamanda. Kana mukazovanzwa varidza hwamanda kwenguva refu, vanhu vose vanofanira kudanidzira zvikuru; ipapo rusvingo rweguta ruchakoromoka, vanhu vagopinda, mumwe nomumwe pakanangana naye.” Saka Joshua mwanakomana waNuni akadana vaprista akati kwavari, “Takurai areka yesungano yaJehovha uye vaprista vanomwe ngavatakure hwamanda pamberi pavo.” Akarayira vanhu akati, “Endai mberi! Fambai muchipoteredza guta, varume vakashonga nhumbi dzokurwa vaende mberi kweareka yaJehovha.” Joshua paakapedza kutaura navanhu, vaprista vanomwe vakatakura hwamanda nomwe pamberi paJehovha vakaenda pamberi, vachiridza hwamanda dzavo, areka yesungano yaJehovha ikavatevera. Vakanga vakashonga nhumbi dzokurwa vakafamba mberi kwavaprista vairidza hwamanda, navarindi veshure vakatevera areka. Nguva yose iyi hwamanda dzairira. Asi Joshua akanga arayira vanhu achiti, “Musadanidzira, musasimudzira manzwi enyu, musamboti bufu kusvikira zuva randinokuudzai kuti mudanidzire, ipapo ndipo pamunozodanidzira!” Naizvozvo akarayira kuti areka yaJehovha itakurwe ipoteredze guta, iripoteredze kamwe chete. Ipapo vanhu vakadzokera kumisasa vakararako. Joshua akamuka rungwanangwana zuva raitevera vaprista ndokutakura areka yaJehovha. Vaprista vanomwe vakatakura hwamanda nomwe vakaenda pamberi, vakafamba pamberi peareka yaJehovha vachiridza hwamanda. Varume vakanga vakashonga nhumbi dzokurwa vakavatungamirira uye varindi veshure vakatevera areka yaJehovha, hwamanda dzichingoridzwa. Naizvozvo pazuva rechipiri vakafamba vachipoteredza guta kamwe chete vakadzokera kumisasa. Vakaita izvi kwamazuva matanhatu. Pazuva rechinomwe, vakamuka mambakwedza vakafamba vachipoteredza guta kanomwe nenzira imwe chete, asi musi uyu vakapoterera guta kanomwe. Panguva yechinomwe, vaprista pavakaridzisa hwamanda kwenguva refu, Joshua akarayira vanhu achiti, “Danidzirai! Nokuti Jehovha akupai guta! Guta nezvose zviri mariri rinofanira kupiwa kuna Jehovha. Asi Rahabhi chifeve bedzi navose vaainavo mumba make ndivo vachasiyiwa, nokuti akavanza vashori vatakatuma. Asi imi musaswedera pazvinhu zvakatukwa, kuti murege kuzviunzira kuparara, nokutora kana chimwe chazvo. Dzimwe nguva mungaunza kuparara pamusasa weIsraeri mukaipinza padambudziko. Sirivha yose negoridhe nemidziyo yendarira neyesimbi zvakatsaurirwa Jehovha uye zvinofanira kuiswa munochengeterwa pfuma yake.” Hwamanda padzakarira, vanhu vakadanidzira, uye pakurira kwehwamanda, vanhu pavakadanidzira zvikuru, rusvingo rwakakoromoka; naizvozvo murume mumwe nomumwe akamhanya achipinda napakanga pakanangana naye, vachibva vatora guta. Vakapa guta kuna Jehovha kuti riparadzwe nomunondo, chipi nechipi chairarama mariri, varume navakadzi, vaduku navakuru, mombe, makwai nembongoro. Joshua akati kuvarume vaviri vakanga vashora nyika, “Pindai mumba mechifeve mumubudise iye navose vokwake, sezvamakapika kwaari.” Naizvozvo majaya akanga ashora akapindamo akabudisa Rahabhi, baba vake namai vake nehanzvadzi dzake navose vokwake. Vakabudisa mhuri yose vakavaisa kunze kwomusasa weIsraeri. Ipapo vakabva vapisa guta rose nazvose zvaiva mariri, asi vakaisa sirivha negoridhe nemidziyo yendarira neyesimbi munochengeterwa pfuma yemba yaJehovha. Asi Joshua akasiya Rahabhi chifeve, nemhuri yake navose vokwake, nokuti akanga avanza varume vakatumwa naJoshua savashori kuJeriko, uye agere pakati pavaIsraeri nanhasi uno. Panguva iyoyo Joshua akareva mhiko iyi achiti, “Ngaatukwe pamberi paJehovha munhu achazoedza kuvakazve guta iri Jeriko: “Acharasikirwa nomwanakomana wake wedangwe paachaisa nheyo dzaro; acharasikirwa negotwe rake paachamisa masuo aro.” Naizvozvo Jehovha akava naJoshua, mbiri yake ikapararira nenyika yose. "
    },
    {
      "chapter": "7",
      "verses": "Chivi chaAkani Asi vaIsraeri vakaita zvisina kutendeka pamusoro pezvinhu zvakatukwa; Akani mwanakomana waKami, mwanakomana waZimiri, mwanakomana waZera, worudzi rwaJudha, akatora zvimwe zvezvinhu zvakatukwa. Naizvozvo hasha dzaJehovha dzakamukira vaIsraeri. Zvino Joshua akatuma vanhu kubva Jeriko kuenda kuAi, iri pedyo neBheti Avheni kumabudazuva kweBheteri, akavaudza kuti, “Endai munoshora nzvimbo iyi.” Naizvozvo varume vakaenda vakanoshora Ai. Pavakadzoka kuna Joshua, vakati, “Hazvifaniri kuti vanhu vose vaende kundorwa neAi. Tumirai varume zviuru zviviri kana zvitatu kuti vaitore, mugorega kunetsa vanhu vose ava, nokuti ikoko kuna vanhu vashomanana chete.” Naizvozvo kwakaenda varume zviuri zvitatu; asi vakamhanyiswa zvakaipisisa navarume veAi, avo vakauraya vaIsraeri makumi matatu navatanhatu vavo. Vakavadzinganisa kubva pasuo reguta kusvikira kuShebharimu vakavaurayira pamawere, ipapo mwoyo yavanhu yakanyongodeka ikaita semvura. Zvino Joshua akabvarura nguo dzake akawira pasi nechiso chake pamberi peareka yaJehovha akaramba aripo kusvikira madekwana. Vakuru vavaIsraeri vakaitawo saizvozvo, vakadira guruva pamisoro yavo. Zvino Joshua akati, “Haiwa! Ishe Jehovha, makamboyambutsirei vanhu ava Jorodhani kuti mutiise mumaoko avaAmori kuti vatiparadze? Dai takangogutsikana hedu takagara mhiri kweJorodhani! Haiwa Ishe, ndingatiiko zvino vaIsraeri zvavakundwa navavengi vavo? VaKenani navamwe vanhu vari munyika muno vachazvinzwa vagotikomberedza nokubvisa zita redu pano pasi. Zvino muchagozoitei nezita renyu guru?” Jehovha akati kuna Joshua, “Simuka! Wawireiko pasi nechiso chako? VaIsraeri vatadza; vadarika sungano yangu, yandakavarayira kuti vaichengete. Vatora zvimwe zvezvinhu zvakatukwa; vaba, vanyepa, vazvivhenganisa nezvinhu zvavo. Ndokusaka vaIsraeri vasingagone kumisidzana navavengi vavo; vanofuratira vachitiza nokuti vava vanhu vakatukwa. “Enda unonatsa vanhu. Uvataurire kuti, ‘Zvinatsei muchigadzirira zuva ramangwana; nokuti zvanzi naJehovha, Mwari waIsraeri: Chinhu chakatukwa chiri pakati penyu, imi vaIsraeri. Hamungagoni kumisidzana navavengi venyu kusvikira machibvisa. “ ‘Zvino mangwana mangwanani, munofanira kuzviratidza rudzi norudzi. Rudzi ruchabatwa naJehovha runofanira kuuya mberi imba neimba; imba ichabatwa naJehovha inofanira kuuya mberi, mhuri nemhuri; mhuri ichabatwa naJehovha inofanira kuuya mberi munhu nomunhu. Uyo achawanikwa ane zvinhu zvakatukwa achaparadzwa nomoto, nazvose zvaanazvo. Akanganisa sungano yaJehovha uye aita chinhu chinonyadzisa muIsraeri!’ ” Mangwana mangwanani Joshua akati vaIsraeri vauye rudzi norudzi; rudzi rwaJudha rukabatwa. Dzimba dzokwaJudha dzakauya mberi imba yavaZera ikabatwa. Akauyisa imba yavaZera nemhuri dzayo, Zimiri akabatwa. Joshua akauyisa mhuri yake munhu nomunhu, uye Akani mwanakomana waKami, mwanakomana waZimiri, mwanakomana waZera, worudzi rwaJudha, akabatwa. Ipapo akati kuna Akani, “Mwanakomana wangu, ipa mbiri kuna Jehovha, Mwari waIsraeri, ureurure kwaari. Ndiudze kuti chii chawaita; usandivanzira.” Akani akapindura achiti, “Ichokwadi! Ndakatadzira Jehovha, Mwari waIsraeri. Izvi ndizvo zvandakaita: Pandakaona pakati pezvakapambwa nguo yakanaka yokuBhabhironi, mashekeri mazana maviria esirivha negoridhe rairema mashekeri makumi mashanub, ndakazvichiva ndikazvitora. Zvakavigwa pasi mutende, sirivha iri pasi pazvo.” Naizvozvo Joshua akatuma nhume, vakamhanyira kutende, vakanowana zviriko, zvakavigwa mutende rake, sirivha iri pasi. Vakazvibvisa mutende, vakauya nazvo kuna Joshua nokuvaIsraeri vose, vakazviwadzira pamberi paJehovha. Ipapo Joshua, pamwe chete navaIsraeri vose vakatora Akani mwanakomana waZera, nesirivha, nenguo, negoridhe, navanakomana navanasikana vake, mombe dzake, namadhongi namakwai ake, netende rake nezvose zvaaiva nazvo, vakaenda nazvo kuMupata weAkori. Joshua akati, “Watipinzireiko mudambudziko iri? Jehovha achakupinza mudambudziko nhasi.” Ipapo vaIsraeri vose vakamutema namatombo, uye shure kwokuvatema vose, vakavapisa nomoto. Vakaunganidza murwi wamatombo mukuru pamusoro paAkani, uchiripo nanhasi. Ipapo Jehovha akadzora kutsamwa kwake kukuru. Naizvozvo nzvimbo iyi yakanzi Mupata weAkori kubvira ipapo. "
    },
    {
      "chapter": "8",
      "verses": "Kuparadzwa kweguta reAi Zvino Jehovha akati kuna Joshua, “Usatya kana kuvhundutswa. Tora varwi vose uende unorwisa Ai. Nokuti ndaisa mambo weAi, navanhu vake, neguta rake nenyika yake mumaoko ako. Munofanira kuita kuAi namambo wayo sezvamakaita kuJeriko namambo waro, kunze kwokuti apa munofanira kuzvitakurira zvamunotapa zvavo nezvipfuwo. Muise vangavandira guta necheseri kwaro.” Naizvozvo Joshua akasimuka nehondo yose kuti andorwisa Ai. Akasarudza mhare dzokurwa dzinokwana zviuru makumi matatu akavatuma usiku. Akavarayira achiti, “Nyatsoteererai. Munofanira kuvandira guta necheseri kwaro. Musaende kure naro. Mose munofanira kugara makagadzirira. Ini navanhu vose vandinavo tichafamba takananga guta, zvino kana varume vakauya kuti vazorwa nesu, sezvavakaita pakutanga, tichavatiza. Vachatidzinganisa kusvikira tavakwezvera kure neguta, nokuti vachati, ‘Vari kutitiza sezvavakamboita pakutanga.’ Naizvozvo kana tavatiza, imi munofanira kusimuka kubva pamunenge makavanda motora guta. Jehovha Mwari wenyu acharipa mumaoko enyu. Kana matora guta, ripisei nomoto. Muite zvamarayirwa naJehovha, tarirai, ndakurayirai.” Ipapo Joshua akavatuma, vakaenda kunzvimbo yokunovandira vakagara pakati peBheteni neAi, kumavirazuva kweAi, asi Joshua akarara kuvanhu usiku ihwohwo. Mangwana mangwanani Joshua akaronga vanhu, uye iye navatungamiri veIsraeri vakafamba pamberi pavo vachienda kuAi. Hondo yose yaiva naye yakafamba vakaswedera pedyo neguta vakasvika nechemberi kwaro. Vakadzika musasa kumusoro kweAi, mupata uri pakati pavo neguta. Joshua akanga atora varume vangasvika zviuru zvishanu akavarayira kuti vavandire pakati peBheteri neAi, kumavirazuva kweguta. Vakarayira varwi kuti vatore nzvimbo dzavo, vose vaiva mumusasa nechokumusoro kweguta navakanga vakavandira kumavirazuva kwaro. Usiku ihwohwo Joshua akapinda mumupata. Zvino mambo weAi paakaona izvi, iye navarume vose veguta vakakurumidza kubuda mangwanani kuti vasangane navaIsraeri varwe panzvimbo yakanga yakatarisana neArabha. Asi haana kuziva kuti akanga avandirwa seri kweguta. Joshua navaIsraeri vose vakavarega vachivadzingirira vachidzokera shure, vakatiza vakananga kugwenga. Varume vose veAi vakadaidzwa kuti vavadzingirire, uye vakadzingirira Joshua vachibva vakwezvwa kubva kuguta. Hapana murume kana mumwe akasara muAi kana muBheteri asina kudzingirira vaIsraeri. Vakasiya guta rakashama vakadzingirira vaIsraeri. Ipapo Jehovha akati kuna Joshua, “Simudza pfumo rawakabata muruoko rwako urinongedzere kuAi, nokuti ndichaisa guta iri muruoko rwako.” Naizvozvo Joshua akanongedzera pfumo rake kuAi. Akati achangoita izvi varume vaiva vakavandira vakasimuka kubva panzvimbo dzavo nokukurumidza vakamhanya vachienda mberi. Vakapinda muguta vakaripamba ndokukurumidza kuritungidza nomoto. Varume veAi vakacheuka vakaona utsi hweguta huchikwira kudenga, asi vakashayiwa pokupukunyuka napo kumativi ose, nokuti vaIsraeri vakanga vachitizira kugwenga vakatendeukira vaivatevera. Joshua navaIsraeri vose pavakaona kuti vavandiri vakanga vatora guta uye utsi hwakanga huchikwira kubva muguta, vakatendeuka vakarwisa varume veAi. Varume vakanga vakavandira vakabudawo muguta kuzorwa navo, naizvozvo vakabva vaiswa pakati pavaIsraeri, vamwe nechokuno, vamwe nechokoko. VaIsraeri vakavauraya zvokusasiya kana mumwe chete wavo ari mupenyu kana vakatiza. Asi vakatora mambo weAi ari mupenyu vakauya naye kuna Joshua. VaIsraeri pavakapedza kuuraya varume vose veAi nomunondo kusango nokurenje kwavakanga vavadzinganisira, uye mushure mokunge mumwe nomumwe wavo aurayiwa nomunondo vose vakadzokera kuAi vakauraya vose vaivamo. Zuva iroro kwakafa varume navakadzi vaisvika zviuru gumi nezviviri, vanhu vose veAi. Nokuti Joshua haana kudzosa ruoko rwake rwakanga rwakasimudza pfumo kusvikira aparadza vose vaigara muAi. Asi vaIsraeri vakazvitorera zvipfuwo nezvakapambwa muguta iri, sezvakanga zvarayirwa Joshua naJehovha. Naizvozvo Joshua akapisa Ai akariita murwi, rikava dongo kusvika nanhasi. Akasungirira mambo weAi mumuti akamusiya kusvikira manheru. Zuva rodoka, Joshua akavarayira kuti vaturure chitunha chake mumuti vachikande pasi pasuo reguta. Vakaitawo murwi mukuru wamatombo, uchiripo nanhasi. Sungano inovandudzwa paGomo reEbhari Zvino Joshua akavakira Jehovha, Mwari waIsraeri, aritari pagomo reEbhari, sezvakanga zvarayirwa vaIsraeri naMozisi muranda waJehovha. Akaivaka sezvazvakanyorwa muBhuku roMurayiro waMozisi. Yakanga iri aritari yamabwe asina kuvezwa, hapana kumboshandiswa mudziyo wesimbi pairi. Vakapa kuna Jehovha zvipiriso zvinoitwa nomoto uye vakabayira zvipiriso zvokuyanana pairi. Zvino ipapo, pamberi pavaIsraeri, Joshua akanyorazve pamabwe murayiro waMozisi, waakanga ambonyora. VaIsraeri vose navatorwa, navakuru vavo navatariri vavo, navatongi vavo, vakanga vakamira kumativi maviri eareka yesungano yaJehovha, vakatarisa avo vakanga vakaitakura, vaprista, vakanga vari vaRevhi. Imwe hafu yavanhu yakanga yakamira pamberi pegomo reGerizimu uye imwe hafu yakamira pamberi pegomo reEbhari, sezvakanga zvarayirwa naMozisi muranda waJehovha pakutanga paakati vanhu veIsraeri varopafadzwe. Mushure maizvozvo, Joshua akaverenga mashoko ose omurayiro, maropafadzo nezvituko sokunyorwa kwazvakaitwa muBhuku roMurayiro. Hapana shoko kana rimwe pane zvose zvakanga zvarayirwa naMozisi, risina kuverengerwa ungano yose yavaIsraeri naJoshua, kusanganisira vakadzi navana, navatorwa vaigara pakati pavo. "
    },
    {
      "chapter": "9",
      "verses": "VaIsraeri vanonyengedzwa navaGibheoni Zvino madzimambo ose aigara kumavirira kweJorodhani navaiva munyika yamakomo, mujinga mamakomo kumadokero, mumahombekombe ose eGungwa Guru kusvikira kuRebhanoni (madzimambo avaHiti, navaAmori, navaKenani, navaPerizi, navaHivhi navaJebhusi). Vakaungana pamwe chete kuti varwisane naJoshua navaIsraeri. Asi vanhu veGibheoni pavakanzwa zvakanga zvaitwa Jeriko neAi naJoshua, vakafunga zano: Vakaenda senhume nembongoro dzavo dzakatakura masaga akasakara nehomwe dzewaini dzakasakara, dzakatsemuka dzikasonanidzwazve. Varume vakapfeka shangu dzakasakara. Zvingwa zvese zvembuva yavo zvakanga zvakaoma nokuvhuvha. Ipapo vakaenda kuna Joshua mumusasa paGirigari ndokubva vati kwaari nokuvarume veIsraeri, “Tabva kunyika iri kure; zvino itai sungano nesu.” Zvino varume veIsraeri vakati kuvaHivhi, “Asi zvichida munogara pedyo nesu. Tingagoita sungano nemi sei?” Ivo ndokuti kuna Joshua, “Tiri varanda venyu.” Asi Joshua akavabvunza achiti, “Ndimi vanaani uye munobvepi?” Ivo vakati kwaari, “Varanda venyu vabva kunyika iri kure kure nokuda kwomukurumbira waJehovha Mwari wenyu. Nokuti takanzwa nezvake: zvose zvaakaita muIjipiti, uye nezvose zvaakaita kumadzimambo maviri avaAmoni kumabvazuva eJorodhani nokuna Sihoni mambo weHeshibhoni, naOgi mambo weBhashani, aitonga muAshitaroti. Zvino vakuru vedu navagari vose vomunyika yedu vakati kwatiri, ‘Torai mbuva yerwendo rwenyu; muende munosangana navo muti kwavari, “Tiri varanda venyu; itai sungano nesu.”’ Zvingwa zvedu izvi zvakanga zvichidziya patakazvitora mudzimba dzedu zuva ratakasimuka tichiuya kuno. Asi zvino chionai kuoma nokuvhuvha kwazvaita. Uye homwe dzewaini idzi dzaiva itsva patakadzizadza, asi chionai kubvaruka kwadzaita. Uye mbatya dzedu neshangu dzedu zvasakara nokuda kworwendo rurefu refu.” Varume veIsraeri vakaravira mbuva yavo asi havana kubvunza Jehovha. Ipapo Joshua akaita sungano yorugare navo kuti vavarege vari vapenyu, uye vakuru veungano vakaisimbisa nemhiko. Zvino mushure mamazuva matatu vaita sungano navaGibheoni, vaIsraeri vakanzwa kuti vakanga vari vavakidzani, vagere pedyo navo. Naizvozvo vaIsraeri vakasimuka vakasvika mumaguta avo zuva rechitatu: aiti Gibheoni, neKefira, neBheroti, neKiriati Jearimu. Asi vaIsraeri havana kuvarwisa, nokuti vakuru veungano vakanga vaita mhiko kwavari naJehovha, Mwari waIsraeri. Ungano yose yakapopotera vatungamiri, asi vatungamiri vose vakapindura vachiti, “Takapika kwavari naJehovha, Mwari waIsraeri, zvino hatigoni kuita chinhu kwavari. Izvi ndizvo zvatichaita kwavari: Tichavarega vari vapenyu, kuitira kuti kutsamwa kwaMwari kurege kutiwira nokuda kwokuputsa mhiko yatakapika kwavari.” Vakaenderera mberi vachiti, “Varegei vari vapenyu, asi ngavave vatemi vehuni navacheri vemvura veungano yose.” Naizvozvo zvakanga zvarehwa navatungamiri zvakaitwa. Ipapo Joshua akadana vaGibheoni akati kwavari, “Sei makatinyengedza muchiti, ‘Tinogara kure kure nemi,’ asi imi muchigara pedyo nesu? Naizvozvo mava vanhu vakatukwa: Hamuchazofi makarega kuva vatemi vehuni navacheri vemvura veimba yaMwari wangu.” Ivo vakapindura Joshua vachiti, “Varanda venyu vakanga vaudzwa pachena kuti Jehovha Mwari wenyu akanga arayira Mozisi muranda wake sei kuti akupei nyika yose nokuparadza vose vageremo pamberi penyu. Naizvozvo taityira upenyu hwedu nokuda kwenyu, zvino ndicho chikonzero takaita izvi. Zvino tava mumaoko enyu. Itai kwatiri chero zvamunoona zvakanaka uye zvakarurama.” Naizvozvo Joshua akavaponesa kubva kuvaIsraeri, ivo vakasavauraya. Zuva iroro Joshua akaita vaGibheoni vatemi vehuni navacheri vemvura yeungano neyearitari yaJehovha panzvimbo yaizosarudzwa naJehovha. Uye ndizvo zvavari kusvikira nanhasi. "
    },
    {
      "chapter": "10",
      "verses": "Zuva rinomira panzvimbo imwe chete Zvino Adhoni-Zedheki mambo weJerusarema akanzwa kuti Joshua akanga atora Ai akariparadza zvachose, akaitira Ai namambo waro sezvaakanga aitira Jeriko namambo wayo, uye kuti vanhu veGibheoni vakanga vaita sungano yorugare navaIsraeri uye kuti vaigara pedyo navo. Iye navanhu vake vakavhundutswa kwazvo nazvo, nokuti Gibheoni rakanga riri guta guru, rakaita serimwe ramaguta oumambo; rakanga riri guru kupfuura Ai, uye varume varo vose vaiva mhare pakurwa. Naizvozvo Adhoni-Zedheki mambo weJerusarema akatuma nhume kuna Hohani mambo weHebhuroni, nokuna Piramu mambo weJarumuti, nokuna Jafia mambo weRakishi nokuna Dhebhiri mambo weEgironi. Akati, “Uyai kuno mundibatsire kurwisa Gibheoni, nokuti vakaita sungano yorugare naJoshua navaIsraeri.” Ipapo madzimambo mashanu avaAmori, madzimambo eJerusarema, neHebhuroni, neJarumuti, neRakishi neEgironi, vakaunganidza varwi vavo. Vakaenda nehondo dzavo dzose vakavaka musasa pamberi peGibheoni, vakairwisa. Zvino vaGibheoni vakatuma nhume kuna Joshua kumusasa waiva paGirigari, vachiti, “Musasiya henyu varanda venyu. Uyai kuno kwatiri nokukurumidza muzotiponesa! Tibatsirei, nokuti madzimambo ose avaAmori vanogara munyika yamakomo vaungana kuti vatirwise.” Naizvozvo Joshua akafamba achibva paGirigari, iye navarwi vose vaaiva navo, navarume vose vesimba noumhare. Zvino Jehovha akati kuna Joshua, “Usavatya; ndavaisa mumaoko ako. Hapana kana mumwe wavo achagona kumira pamberi pako.” Naizvozvo Joshua akavarwisa pakarepo, shure kwokunge afamba achibva kuGirigari usiku hwose. Zvino Jehovha akaita kuti vavhunduke pamberi pavaIsraeri, avo vakavauraya nokuuraya kukuru paGibheoni, vakavadzingirira nenzira inoenda kuBheti Horoni, vakavaparadza kusvikira kuAzeka nokuMakedha. Pavaitiza pamberi pavaIsraeri nenzira yaidzika kubva kuBheti Horoni ichienda kuAzeka, Jehovha akakanda pamusoro pavo matombo makuru akanga achibva kudenga, vazhinji vavo vakafa nechimvuramabwe kupfuura avo vakaurayiwa neminondo yavaIsraeri. Pazuva iro Jehovha akapa vaAmori kuvaIsraeri, Joshua akati kuna Jehovha pamberi pavaIsraeri: “Iwe zuva, mira pamusoro peGibheoni, Iwe mwedzi, pamusoro pemupata weAijaroni.” Naizvozvo zuva rakamira, nomwedziwo ukamira, kusvikira rudzi rwatsiva vavengi varwo, sezvazvakanyorwa muBhuku raJashari. Zuva rakamira pakati pedenga rikanonoka kuvira nenguva ingaita zuva rose. Hakuna kumboita zuva rakaita seiri nguva yakapfuura kana yakatevera, pazuva iri Jehovha akateerera munhu. Zvirokwazvo Jehovha akanga achirwira Israeri! Ipapo Joshua akadzokera navaIsraeri vose kumusasa paGirigari. Madzimambo avaAmori mashanu anourayiwa Zvino madzimambo mashanu akanga atiza akandovanda mubako paMakedha. Joshua paakaudzwa kuti madzimambo mashanu aya akanga awanikwa akavanda mubako paMakedha, akati, “Kungurusirai matombo makuru pamuromo webako, mugoisa vamwe varume ipapo kuti varichengete. Asi musamira! Teverai vavengi venyu, muvarwise necheshure kwavo uye musavarega vachisvika kumaguta avo, nokuti Jehovha Mwari wenyu avapa mumaoko enyu.” Naizvozvo Joshua navaIsraeri vakavaparadza zvachose, asi vashoma vavo vakasara vakasvika kumaguta avo akavakirwa masvingo. Ipapo vanhu vose vakadzokera kuna Joshua kumusasa paMakedha norugare, uye hapana kana mumwe akataura shoko pamusoro pavaIsraeri. Joshua akati, “Vhurai muromo webako mugondiigira madzimambo mashanu aya.” Naizvozvo vakabudisa madzimambo mashanu aya mubako, mambo weJerusarema, noweHebhuroni, noweJarumuti, noweRakishi noweEgironi. Pavakauya namadzimambo aya kuna Joshua, akadana varume vese veIsraeri akati kuvatungamiri vehondo vakanga vauya naye, “Uyai pano muise tsoka dzenyu pamitsipa yamadzimambo aya.” Naizvozvo vakaenda mberi vakaisa tsoka dzavo pamitsipa yavo. Joshua akati kwavari, “Musatya; musaora mwoyo. Simbai mutsunge mwoyo. Izvi ndizvo zvichaitwa naJehovha kuvavengi venyu vose vamucharwa navo.” Ipapo Joshua akavabaya akauraya madzimambo aya ndokuvasungirira pamiti mishanu, uye vakasiyiwa vakarembera pamiti kusvikira madekwana. Zuva rava kuvira Joshua akarayira vanhu vakavaturura mumiti ndokuvakanda mubako mavakanga vambovanda. Vakaisa matombo makuru pamuromo webako, ayo achiripo nanhasi. Musi iwoyo Joshua akatora Makedha. Akabayira guta namambo waro nomunondo akaparadza zvachose vanhu vose vakanga varimo. Haana kusiya vapenyu. Uye akaita kuna mambo weMakedha sezvaakaita kuna mambo weJeriko. Maguta eZasi anokundwa Ipapo Joshua navaIsraeri vose vaakanga anavo vakafamba kubva kuMakedha vakaenda kuRibhina ndokuirwisa. Jehovha akapawo guta iroro namambo waro muruoko rwaIsraeri. Joshua akaparadza guta navose vaiva mariri nomunondo. Hapana waakasiya ari mupenyu. Akaita kuna mambo waro zvaakanga aita kuna mambo weJeriko. Ipapo Joshua navaIsraeri vose vaakanga anavo vakabva kuRibhina vakaenda kuRakishi; vakavaka misasa yavo pedyo naro vakarirwisa. Jehovha akapa Rakishi kuvaIsraeri, Joshua akaritora nezuva rechipiri. Akaparadza guta navose vaiva mariri nomunondo, sezvaakaita Ribhina. Ipapo Horamu mambo weGezeri akauya kuzobatsira Rakishi, asi Joshua akamukunda pamwe chete nehondo yake, kusvikira pasisina mupenyu akasara. Ipapo Joshua navaIsraeri vose vaakanga anavo vakafamba kubva kuRakishi vakaenda kuEgironi, vakavaka misasa pedyo naro vakarirwisa. Vakaritora musi iwoyo vakariparadza nomunondo zvachose navose vaiva mariri, sezvavakaita kuRakishi. Ipapo Joshua navaIsraeri vose vaakanga anavo vakafamba kubva kuEgironi vakaenda kuHebhuroni vakarirwisa. Vakatora guta vakariparadza nomunondo, pamwe chete namambo waro, namaguta aro, navanhu vose vaiva mariri. Hapana wavakasiya ari mupenyu. Vakariparadza zvachose navanhu vose vaiva mariri sezvavakaita kuEgironi. Ipapo Joshua navaIsraeri vose vaakanga anavo vakadzokera kuDhebhiri vakarirwisa. Vakatora guta, namambo waro nemisha yaro, vakazviparadza nomunondo. Vakaparadza zvachose vose vaivamo. Hapana wavakasiya ari mupenyu. Vakaita kuDhebhiri nokuna mambo waro sezvavakanga vaita kuRibhina nokuna mambo waro uye nokuHebhuroni. Naizvozvo Joshua akaparadza nharaunda yose, zvichisanganisira nyika yamakomo, neNegevhi, neyemujinga mezvikomo zvokumavirira nemitenusirwa yamakomo pamwe chete namadzimambo acho ose. Hapana waakasiya ari mupenyu. Akaparadza zvachose vose vaifema, sezvakanga zvarayirwa naJehovha, Mwari waIsraeri. Joshua akavaparadza kubva kuKadheshi Bharinea kusvikira kuGaza uye nokubva kudunhu rose reGosheni kusvikira kuGibheoni. Madzimambo aya ose nenyika dzawo akakundwa naJoshua panguva imwe chete, nokuti Jehovha, Mwari waIsraeri, akarwira Israeri. Ipapo Joshua akadzokera navaIsraeri vose kumusasa kuGirigari. "
    },
    {
      "chapter": "11",
      "verses": "Madzimambo oKumusoro anokundwa Zvino Jabhini mambo weHazori akati anzwa pamusoro paizvozvi, akatumira shoko kuna Jobhabhi mambo weMadhoni, nokuna madzimambo eShimuroni neAkishafi, uye nokumadzimambo okumusoro aigara mumakomo, muArabha zasi kweKinereti, kumadokero kwamajinga ezvikomo uye nokuzvikomo zveNafoti Dhori kumadokero; NokuvaKenani kumabudazuva nokumadokero, nokuvaAmori, vaHiti, vaPerizi navaJebhusi munyika yamakomo; uye nokuvaHivhi muzasi meHemoni mudunhu reMizipa. Vakauya nehondo dzavo dzose namabhiza nengoro zhinji zhinji, navanhu vazhinji kwazvo, vakanga vakawanda sejecha rapamahombekombe egungwa. Madzimambo ose aya akaungana vakavaka musasa pamwe chete paMvura yeMeromi, kuti vazorwa navaIsraeri. Jehovha akati kuna Joshua, “Usavatya nokuti mangwana nguva ino ndichavaisa vose vakatofa mumaoko avaIsraeri. Munofanira kutema marunda amakumbo amabhiza avo nokupisa ngoro dzavo.” Naizvozvo Joshua nehondo yake vakavavinga pakarepo paMvura yeMeroni vakavarwisa, uye Jehovha akavaisa mumaoko avaIsraeri. Vakavakunda vakavadzinganisa kusvikira kuGuta reSidhoni, nokuMisirefoti Maimi, nokuMupata weMizipa kumabvazuva, kusvikira pasisina mupenyu akasara. Joshua akaita kwavari zvakanga zvarayirwa naJehovha: Akatema marunda amabhiza akapisa ngoro dzavo. Panguva iyoyo Joshua akadzokera akatora Hazori ndokuuraya mambo waro. (Hazori waiva muzinda woumambo hwose uhu.) Vakauraya nomunondo munhu wose aivamo. Vakavaparadza zvachose, vakasasiya chipi nechipi chaifema, uye akapisa Hazori pacharo nomoto. Joshua akakunda maguta oumambo ose aya namadzimambo awo ndokuvauraya nomunondo. Akavaparadza zvachose, sezvakanga zvarayirwa naMozisi muranda waJehovha. Asi vaIsraeri havana kupisa kana rimwe ramaguta akanga akavakwa pazvikomo zvavo, kusara kweHazori chete, rakapiswa naJoshua. VaIsraeri vakatakura zvose zvavakapamba nezvipfuwo zvamaguta iwaya, asi vakaparadza zvachose vanhu vose, vakasasiya kana mumwe aifema. Sezvakanga zvarayirwa Mozisi muranda wake naJehovha, saizvozvo Mozisi akarayira Joshua, uye Joshua akazviita; hapana chaakasiya chisina kuitwa pane zvose zvakanga zvarayirwa Mozisi naJehovha. Naizvozvo Joshua akatora nyika yose iyi nyika yamakomo, neNegevhi nyika yose yezasi, neArabha namakomo eIsraeri namajinga awo, kubvira kuGomo reHaraki, rinokwira rakananga kuSeiri, kuBhaari Gadhi muMupata weRebhanoni mumupata meGomo reHemoni. Akabata madzimambo avo ose akavaparadza, akavauraya. Joshua akarwa namadzimambo ose aya kwenguva refu. Hakuna guta kana rimwe rakaita sungano yorugare navaIsraeri kunze kwavaHivhi vaigara muGibheoni, vavakatora vose pakurwa. Nokuti Jehovha ndiye akaomesa mwoyo yavo kuti varwe navaIsraeri, kuti vavaparadze zvachose, vavaparadze pasina kunzwira tsitsi, sezvakanga zvarayirwa Mozisi naJehovha. Panguva iyoyo Joshua akaenda akandoparadza vaAnaki munyika yamakomo: kubva kuHebhuroni, nokuDhebhiri nokuAnabhi, nokubva munyika yose yamakomo yeJudha, uye nokubva munyika yose yamakomo yavaIsraeri. Joshua akavaparadza zvachose namaguta avo. Hakuna vaAnaki vakasara munyika yeIsraeri: kusara kwomuGaza, nomuGati nomuAshidhodhi makasara vamwe. Naizvozvo Joshua akatora nyika yose, sezvakanga zvarayirwa Mozisi naJehovha, uye akaipa kuvaIsraeri kuti ive nhaka yavo zvichienderana namarudzi avo. Ipapo nyika yakazorora pakurwa. "
    },
    {
      "chapter": "12",
      "verses": "Nyika yakanga isati yatorwa Joshua akati akwegura ava namakore mazhinji kwazvo, Jehovha akati kwaari, “Wakwegura kwazvo, uye kuchine nzvimbo zhinji dzinofanira kutorwa. “Iyi ndiyo nyika yasara: nyika dzose dzavaFiristia, navaGeshuri: Kubva kuRwizi rweShihori kumabvazuva kweIjipiti, kusvikira kudunhu reEkironi nechokumusoro, iyo yose yainzi ndeyavaKenani (matunhu amadzishe mashanu avaFiristia muGaza, Ashidhodhi, Ashikeroni, Gati, neEkironi neravaAvhiti); kubva zasi nyika yose yavaKenani, kubva kuAi yevaSidhoni kusvikira kuAfeki, nyika yavaAmori, nenyika yavaGebhari, uye neRebhanoni yose kumabvazuva, kubva paBhaari Gadhi muzasi meGomo reHemoni, kusvikira paRebho Hamati. “Kana vari vanhu vose vanogara munyika dzamakomo kubva kuRebhanoni kusvika kuMisirefoti Maimi, zvichireva vaSidhoni vose, ini pachangu ndichavadzinga pamberi pavana vaIsraeri. Unofanira kugovera nyika iyi kuvana vaIsraeri kuti ive nhaka yavo sezvandakurayira, uye ugoigovanisa senhaka pakati pamarudzi mapfumbamwe nehafu yorudzi rwaManase.” Kuganhurwa kweNyika kuMabvazuva kweJorodhani Imwe hafu yaManase, navaRubheni navaGadhi, vakanga vagamuchira nhaka yavakanga vapiwa naMozisi kumabvazuva kweJorodhani, sokuvagovera kwaakanga aita, iye muranda waJehovha. Yaibva kuAroeri nechokumusoro kwomupata weArinoni ichibvawo kuguta riri pakati pomupata, zvichibatanidzira bani rose reMedhibha kusvikira kuDhibhoni, uye maguta ose aSihoni mambo wavaAmori, aitonga muHeshibhoni, kusvikira kumuganhu wavaAmoni. Yaibatanidzirawo Gireadhi, nenyika yavanhu veGeshuri neMaaka neGomo rose reHemoni uye neBhashani kusvikira kuSareka, zvichireva umambo hwose hwaOgi muBhashani, akanga akambotonga muAshitaroti neEdherei uye akanga apunyuka akava mumwe wavakanga vasara pakati pavaRefaiti. Mozisi akanga avakunda akavatorera nyika yavo. Asi vaIsraeri havana kudzinga vanhu veGeshuri neMaaka, naizvozvo vagere pakati pavaIsraeri kusvikira nhasi. Asi kurudzi rwaRevhi haana kupa nhaka, sezvo zvipiriso zvaipiswa nomoto kuna Jehovha Mwari waIsraeri, zviri izvo nhaka yavo, sezvaakavavimbisa. Iyi ndiyo nhaka yakanga yapiwa rudzi rwaRubheni naMozisi, imba neimba: Nyika yose kubva kuAroeri, nechokumucheto kwoMupata weArinoni, uye kubva muguta pakati pomupata, bani rose kupfuura Medhebha kusvikira kuHeshibhoni namaguta ose ari mubani, kusanganisa Dhibhoni, Bhamoti Bhaari, Bheti Bhaari Meoni, Jahazi, Kedhemoti, Mefaati, Kiriataimi, Sibhima Zereti Shahari pachikomo chiri mumupata, Bheti-Peori, nemitenutsirwa yePisiga, neBheti Jeshimoti, maguta ose ebani, noushe hwose hwaSihoni, mambo wavaAmori, akanga aitonga paHeshiboni. Mozisi akanga amuka pamwe chete namadzishe eMidhiani vaiti Evhi, Rekemu, Zuri, Huri, naRebha, machinda aibatsirana naSihoni, akanga agere munyika iyoyo. Kuchiverengwa navaya vakanga vaurayiwa muhondo, vaIsraeri vakanga vauraya nomunondo Bharamu mwanakomana waBheori. Muganhu wavaRubheni wakanga uri mahombekombe erwizi rweJorodhani. Maguta aya nemisha yawo ndiwo aiva nhaka yavaRubheni imba neimba. Izvi ndizvo zvakapiwa rudzi rwavaGadhi naMozisi, imba neimba: "
    },
    {
      "chapter": "13",
      "verses": "Nyika yeJazeri, namaguta ose eGireadhi, nehafu yenyika yavaAmoni, kusvikira kuAroeri, pedyo neRabha; nokubva kuHeshibhoni, kusvikira kuRamati Mizipa neBhetonimu, uye kubva kuMabhanaimu kusvika kunyika yeDhebhiri; nomumupata, Bheti Haramu, Bheti Nimura, Sukoti neZafoni nohumwe ushe hwakanga hwasara hwaSihoni mambo weHeshibhoni, (kumabvazuva kweJorodhani nenyika inosvika panogumira Gungwa reKinereti). Maguta aya nemisha yawo akanga ari nhaka yavaGadhi, imba neimba. Izvi ndizvo zvakanga zvapiwa rudzi rwehafu rwaManase naMozisi, ndiko kuti, kuhafu yemhuri yezvizvarwa zvaManase, imba neimba: Nyika yavo yaibva paMahanaimi, ichibatanidzira neBhashani yose, noushe hwose hwaOgi mambo weBhashani nemisha yose yeJairi, yaiva paBhashani, maguta makumi matanhatu; hafu yeGireadhi, neAshitaroti neEdhirei, (maguta oushe hwaOgi muBhashani). Iyi ndiyo yaiva yezvizvarwa zvaMakiri mwanakomana waManase, zvehafu yavanakomana vaMakiri, imba neimba. Ndidzo nhaka dzakagoverwa naMozisi pamapani eMoabhu, mhiri kwaJorodhani, kumabvazuva kweJeriko. Asi rudzi rwaRevhi haruna kupiwa nhaka naMozisi; Jehovha, Mwari wavaIsraeri, ndiye nhaka yavo, sezvaakavavimbisa. "
    },
    {
      "chapter": "14",
      "verses": "Kuganhurwa kweNyika yokuMavirira kweJorodhani Zvino idzi ndidzo nzvimbo dzakagamuchirwa navana vaIsraeri senhaka munyika yeKenani, dzavakagoverwa nomuprista Ereazari, naJoshua mwanakomana waNuni, navakuru vedzimba dzamadzibaba amarudzi avana vaIsraeri. Nhaka yavo yakagoverwa nemijenya kumarudzi mapfumbamwe nehafu yamarudzi, sezvakanga zvaraiyirwa naJehovha kuna Mozisi. Mozisi akanga apa marudzi maviri ane hafu nhaka yawo kumabvazuva kweJorodhani; asi vaRevhi haana kuvapa nhaka pakati pavo, nokuti vana vaJosefa vakanga vava marudzi maviri rwaManase norwaEfuremu. VaRevhi havana kuwana mugove wenyika asi maguta okugara, namafuro amakwai avo nemombe dzavo. Naizvozvo vana vaIsraeri vakakamura-kamura nyika, sezvazvakanga zvarayirwa Mozisi naJehovha. Karebhu anopiwa Hebhuroni Zvino vanhu veJudha vakaenda kuna Joshua paGirigari, uye Karebhu, mwanakomana waJefune muKenizi, akati kwaari, “Imi munoziva zvakataurwa naJehovha kuna Mozisi munhu waMwari, pamusoro pangu nemi, paKadheshi Bharinea. Ndakanga ndava namakore makumi mana pandakatumwa naMozisi muranda waJehovha, paKadheshi Bharinea kundoshora nyika, uye ndakadzoka neshoko kwaari sezvandakafunga ini, asi hama dzangu dzakanga dzakwira neni dzakaodza mwoyo yavanhu, nokutya. Kunyange zvakadaro ini ndakatevera Jehovha Mwari wangu nomwoyo wose. Saka pazuva iro Mozisi akapika kwandiri akati, ‘Nyika yose yauchafamba pairi netsoka dzako, ichava nhaka yako, navana vako nokusingaperi, nokuti wakatevera Jehovha Mwari wangu nomwoyo wako wose.’ “Zvino ipapo, sokuvimbiswa kwakaitwa naJehovha, akandiraramisa kwamakore makumi mana namashanu, kubva panguva yaakataura izvi kuna Mozisi, vaIsraeri pavaidzungaira murenje. Naizvozvo nhasi ndiri pano, ndava namakore makumi masere namashanu! Ndichakangosimba nanhasi sezvandakanga ndakaita musi wandakatumwa naMozisi; ndichine simba guru rokuti ndinokwanisa kuenda kundorwa sezvandakanga ndakaita kare. Zvino chindipa nyika iyo yamakomo, yandakavimbiswa naJehovha musi iwoyo. Iwe pachako wakanzwa kare kuti vaAnaki vakanga varipo uye kuti maguta avo akanga ari makuru uye akakomberedzwa, asi Jehovha achindibatsira, ndichavadzinga sezvaakataura.” Ipapo Joshua akaropafadza Karebhu, mwanakomana waJefune akamupa Hebhuroni senhaka yake. Naizvozvo Hebhuroni yakava nhaka yaKarebhu mwanakomana waJefune muKenizi kubvira ipapo, nokuti akatevera Jehovha, Mwari waIsraeri, nomwoyo wake wose. (Hebhuroni yaimbonzi Kiriati Abha ichibva pana Abha akanga ano mukurumbira pakati pavaAnaki vose.) Ipapo nyika yakazorora pakurwa hondo. "
    },
    {
      "chapter": "15",
      "verses": "Mugove waJudha Nzvimbo yakapiwa rudzi rwaJudha, imba neimba, yaisvika kunyika yeEdhomu kuGwenga reZini zasi kumagumo chaiko. Muganhu wavo wezasi waitangira pamuganhu weGungwa roMunyu, uchiyambukira zasi kwoMupata weChinyavada uchipfuurira kuenda kuZini uchizopfuurira kuenda nechezasi kweKadheshi Bharinea. Ipapo waienda uchipfuura nepaHezironi kusvika Adhari uchikombamira kuKarika. Ipapo waipfuurira kuAzimoni uchindobatana neRwizi rweIjipiti wogumira kugungwa. Uyu ndiwo muganhu wavo wezasi. Muganhu wokumabvazuva ndiwo Gungwa roMunyu kusvikira kumuromo werwizi rweJorodhani. Muganhu wokumusoro waitangira kugungwa pamuromo weJorodhani, uchienda kuBheti Hogira, ndokupfuurira nokumusoro kweBheti Arabha kusvika kubwe raBhohani mwanakomana waRubheni. Ipapo muganhu waizokwira kuDhebhiri uchibva paMupata weAkori uye uchidzokera nechokumusoro wakananga kuGirigari, pakatarisana noMupata weAdhumimi nechezasi kwomupata. Waipfuurira napamvura yeEni Shemeshi ndokuzobudira kuEri Rogeri. Ipapo waikwira napamupata waBheni waHinomi wakanga uri zasi kwamateru eguta ravaJebhusi (rinova Jerusarema). Kubva ipapo waikwira kumusoro kwechikomo kumavirira kwomupata waHinomi nechokumusoro kwamagumo oMupata weRefaimi. Kubva pamusoro pechikomo, muganhu wainanga kuchitubu chemvura zhinji yeNefutoa, uchibudira kumaguta eGomo reEfuroni ndokuzoburuka wakananga Bhaara iro Kiriati. Ipapo waikombamira kumavirira uchibva paBhaara kusvika paGomo reSeiri uchienda nokumawere eGomo reJearimi (iro Kesaroni), ndokupfuurira pasi kuBheti Shemeshi uchizoyambukira kuTimina. Waiendawo nokumawere echokumusoro kweEkironi, uchidzoka wakananga kuShikeroni, uchipfuura nokuGomo reBhaara uchisvika kuJabhuneeri. Muganhu waindogumira kugungwa. Muganhu wokumavirira ndiwo mahombekombe eGungwa Guru. Iyi ndiyo miganhu yakapoteredza Judha zvichienderana nedzimba dzavo. Joshua akapa Karebhu mwanakomana weJefune mugove pakati pavana vaJudha sezvaakarayirwa naJehovha, akamupa Kiriati Abha, iro Hebhuroni. (Abha akanga ari tateguru waAnaki.) Karebhu akadzinga vanakomana vatatu vaAnaki vaiti Sheshai, Ahimani naTarimani zvizvarwa zvaAnaki kubva paHebhuroni. Kubva ipapo akandorwa navanhu vaigara kuDhebhiri (yaimbonzi Kiriati Seferi). Karebhu akati, “Munhu anorwa neKenati Seferi akarikunda ndichamupa mukunda wangu, Akisa ave mukadzi wake.” Otinieri mwanakomana waKenazi, munun'una waKarebhu akarikunda; saka Karebhu akamupa mwanasikana wake Akisa akava mukadzi wake. Akisa akati achisvika kuna Otinieri nerimwe zuva, akamukurudzira kuti akumbire munda kubva kuna baba vake. Paakaburuka pambongoro yake Karebhu akati kwaari, “Ndingakuitireiko?” Iye akati, “Ndiitirei nyasha. Zvamakandipa nyika yeNegevhi, ndipeiwo zvakare matsime emvura.” Naizvozvo Karebhu akamupa matsime okumusoro neezasi. Iyi ndiyo nhaka yorudzi rwaJudha, imba neimba: Maguta ezasi zasi erudzi rwaJudha kuNegevhi kwakanangana nomuganhu weEdhomu kwaiva ne: Kabhizeeri, Edheri, Jaguri, Kina, Dhimona, Adhadha, Kedhasi, Hazori, Itinani, Zifi, Teremi, Bhearoti, Hazori Hadhata, Kerioti Hezironi (iro Hazori), Amami, Shema, Moradha, Hazari Gadha Heshimoni, Bheti Pereti, Hazari Shuari, Bheerishebha, Bhiziotia, Bhaara, Riyimi, Ezemi, Eritoradhi, Kesiri, Hurima, Zikiragi, Madhimana, Sanisana, Rebhaoti, Shirimi, Aini, Rimoni, maguta anokwana makumi maviri namapfumbamwe pamwe chete nemisha yawo. Mujinga mamakomo okumavirira maiva ne: Eshitaori, Zora neAshina, Zanoa, Eni Ganimi, Tapuwa, Enami, Jarimuti, Adhuramu, Soko, Azeka, Shaaraimi, Adhitaimi, neGedhera (kana kuti Gedherotaimi) anova maguta gumi namana pamwe chete nemisha yawo. Zenani, Hadhasha, Migidhari Gadhi, Dhireani, Mizipe, Jokiteeri, Rakishi, Bhozikati, Egironi, Kabhoni, Rahamasi, Kitireishi, Gedheroti, Bheti Dhagoni, Naama, neMakedha anova maguta gumi namatanhatu pamwe chete nemisha yawo. Ribhina, Eteri, Ashani, Rifita, Ashina, Nezibhi, Keira, Akizibhi, Maresha anova maguta mapfumbamwe pamwe chete nemisha yawo. Ekironi, nenzvimbo dzakaripoteredza nemisha yaro; uye nokumavirira kweKironi namaguta ose akanga ari pedyo neAshidhodhi pamwe chete nemisha yawo; Ashidhodhi nemisha yaro yakaripoteredza neGaza nemisha yaro kusvikira kurukova rweIjipiti namahombekombe eGungwa Guru. Munyika yamakomo maiva ne: Shamiri, Jatiri, Soko, Dhana, Kiriati Sana (iro Dhebhiri), Anabhi, Ashitemo, Animi, Gosheni, Horoni, neGiro anova maguta gumi nerimwe pamwe chete nemisha yawo. Arabha, Dhuma, Eshani, Janimi, Bheti Tapua, Afeka. Humuta, Kiriati Abha, (iro Hebhuroni) neZiori ndiwo maguta mapfumbamwe pamwe chete nemisha yawo. Maoni, Kameri, Zifi, Juta, Jezirieri, Jokidheami, Zanoa, Kaini, Gibhea, neTimuna, ndiwo maguta gumi nemisha yawo. Hariuri, Bheti Zuri, Gedhori, Maarati, Bheti Anoti, neEritekoni ndiwo maguta matanhatu pamwe chete nemisha yawo. Kiriati Bhaari (iro Kiriati Jearimi) neRabha ndiwo maguta maviri nemisha yawo. Murenje maiva ne: Bheti Arabha, Midhini, Sekaka, Nibhishani, Guta roMunyu, neEni Gedhi ndiwo maguta matanhatu pamwe chete nemisha yawo. Judha haana kukwanisa kudzinga vaJebhusi vakanga vachigara muJerusarema; nanhasi vaJebhusi vageremo navanhu veJudha. "
    },
    {
      "chapter": "16",
      "verses": "Mugove waEfuremu naManase Mugove waJosefa waitangira paJorodhani paJeriko kumabvazuva kwemvura zhinji yeJeriko, ndokukwira uchibva ikoko nomugwenga uchienda kunyika yezvikomo yeBheteri. Waienderera mberi uchibva paBheteri (iro Ruzi), ndokuyambukira kunyika yavaAriki muAtaroti, ndokuburukira kumabvazuva kunyika yavaJafereti uchindosvika kunyika yeBheti Horoni reZasi nokuGezeri, uchigumira pagungwa. Saka Manase naEfuremu zvizvarwa zvaJosefa, vakagamuchira nhaka yavo. Iyi ndiyo yaiva nyika yaEfuremu, imba neimba: Muganhu wenhaka yavo waibvira paAtaroti Adhari kumabvazuva uchisvika kuBheti Horoni yoKumusoro uye uchindosvika kugungwa, kubva kuMikimetati nechokumusoro waikombamira kumabvazuva uchindosvika paTaanati Shiro, ndokupfuura ipapo wakananga kuJanoa nechokumabvazuva. Ipapo wakadzika uchibva kuJanoa uchienda kuAtaroti nokuNaara, ndokundobata Jeriko, ndokubudira paJorodhani. Kubva paTapuwa muganhu waienda kumavirazuva kuRwizi rweKana uchindogumira pagungwa. Iyi ndiyo yaiva nhaka yorudzi rwavaEfuremu imba neimba. Waisanganisirawo maguta ose nemisha yawo yakanga yakatsaurirwa vaEfuremu pakati penhaka yavaManase. Havana kudzinga vaKenani vakanga vagere muGezeri; nanhasi vaKenani vagere pakati pavaEfuremu asi vanoshandiswa mabasa echibharo. "
    },
    {
      "chapter": "17",
      "verses": "Uyu ndiwo mugove worudzi rwaManase sedangwe raJosefa, ndiko kuti mugove waMakiri dangwe raManase. Makiri ndiye akanga ari tateguru wavaGireadhi, uye akanga apiwa Gireadhi neBhashani nokuti vaMakiri vakanga vari varwi vakuru. Saka mugove uyu wakanga uri wavanhu vakasara vaManase dzimba dzaAbhiezeri, Hereki, Asirieri, Shekemu, Hefa naShemidha. Izvi ndizvo zvimwe zvizvarwa zvechirume zvaManase mwanakomana waJosefa nedzimba dzavo. Zvino Zerofeadhi mwanakomana waHeferi, mwanakomana waGireadhi, mwanakomana waMakiri, mwanakomana waManase, akanga asina vanakomana asi vanasikana chete. Mazita avo aiti Mara, Noa, Hogira, Mirika, naTizira. Ivo vakaenda kuna Ereazari muprista nokuna Joshua mwanakomana waNuni, nokuvatungamiri vakandoti, “Jehovha akarayira Mozisi kuti atipe nhaka pakati pehama dzedu.” Naizvozvo Joshua akavapa nhaka pamwe chete navanun'una vababa vavo, sezvakanga zvarayirwa naJehovha. Mugove waManase waisanganisira matunhu gumi tisingaverengi Gireadhi neBhashani dzaiva kumabvazuva kweJorodhani, nokuti vanasikana vorudzi rwaManase vakapiwa nhaka pakati pavanakomana. Nyika yeGireadhi yakanga iri yezvimwe zvizvarwa zvose zvaManase. Nyika yaManase yaitangira kuAsheri ichindosvika kuMikimetati kumabvazuva kweShekemu. Muganhu wainanga nechezasi uchibva ikoko uye waisanganisira vanhu vakanga vagere muEni Tapua. (Nyika yeTapua yakanga iri yaManase asi guta reTapua pacharo raiva pamuganhu waManase, rakanga riri ravaEfuremu.) Zvino muganhu waipfuurira zasi kuRwizi rweKana. Kwakanga kuna maguta aiva aEfuremu akanga ari pakati pamaguta aManase, asi muganhu waManase wakanga uri nechokumusoro kworwizi uchindogumira pagungwa. Nechezasi nyika iyi yakanga iri yaEfuremu uye kurutivi rwokumusoro yakanga iri yaManase. Nyika yaManase yaisvika kugungwa uye yaiganhurana naAsheri nechokumusoro uye naIsakari kumabvazuva. Mukati meIsakari neAsheri, Manase akanga ainewo Bheti Shani, Ibhireami navanhu veDhori, Enidhori, Tanaki neMegidho, pamwe chete nemisha yakapoteredza (yechitatu pakuverengwa iNafoti). Asi vana vaManase havana kugona kugara mumaguta aya, nokuti vaKenani vakashinga kugara munyika iyoyo. Kunyange zvakadaro hazvo, vaIsraeri vakati vava nesimba, vakaisa vaKenani pasi pavo ndokuvashandisa chibharo, asi havana kuvadzinga zvachose. Vanhu vaJosefa vakati kuna Joshua, “Makatipireiko mugove mumwe chete nechikamu chimwe chete kuti ive nhaka yedu? Tiri vanhu vazhinji uye Jehovha akatiropafadza zvikuru.” Joshua akapindura achiti, “Kana muri vanhu vazhinji, uye kana nyika yezvikomo yaEfuremu iri diki chaizvo kwamuri, endai kudondo munozvitemera nzvimbo ikoko kunyika yavaPerizi neyavaRefaiti.” Vanhu vaJosefa vakati, “Nyika yamakomo haitikwaniri, uye vaKenani vose vanogara mubani vane ngoro dzesimbi, ivo vose vari muBheti Sheani nemisha yaro pamwe chete navari muMupata weJezireeri.” Asi Joshua akati kuimba yaJosefa, imba yaEfuremu naManase, “Imi muri vanhu vazhinji uye mune simba guru. Hamungave nomugove mumwe chete asi nyika yamakomo ichava yenyu; nokuti kunyange riri dondo, muchafanira kuritema rigova renyu kusvikira kwarinoperera, nokuti munofanira kudzinga vaKenani, kunyange vane ngoro dzesimbi uye vane simba.” "
    },
    {
      "chapter": "18",
      "verses": "Kuganhurwa kweNyika Yakasara Ungano yose yavaIsraeri yakaungana paShiro vakadzikapo Tende Rokusangana. Nyika yakanga yava pasi pavo, Asi kwakanga kwasara marudzi manomwe avaIsraeri akanga asati agoverwa nhaka yawo. Saka Joshua akati kuvaIsraeri, “Muchamirira kusvika rinhiko musati matora nyika yamakapiwa naJehovha Mwari wamadzibaba enyu? Zvitsaurirei varume vatatu kurudzi rumwe norumwe. Ndichavatuma kuti vanoshora nyika uye kuti vagonyora vachirondedzera zvayakaita maererano nenhaka imwe neimwe. Ipapo vachadzoka kwandiri. Munofanira kuganhura kuti iite zvikamu zvinomwe. Judha anofanira kuramba ari munyika yezasi uye imba yaJosefa munyika yokumusoro. Mushure mokunge manyora rondedzero yezvikamu zvinomwe zvenyika, muuye nazvo kwandiri ndigokukandirai mujenya pamberi paJehovha Mwari wenyu. Kunyange zvakadaro hazvo, vaRevhi havawani mugove pakati penyu, nokuti uprista hwaJehovha ndihwo nhaka yavo. Uye Gadhi, Rubheni norudzi rwehafu rwaManase vakapiwa kare nhaka yavo kumabvazuva kweJorodhani. Mozisi muranda waJehovha ndiye akavapa nhaka iyoyo.” Varume vakati vaenda kundotara muganhu wenyika, Joshua akavarayira achiti, “Endai mundoshora nyika mugonyora rondedzero yayo. Ipapo mugodzoka kwandiri, uye ndichakukandirai mujenya pano paShiro pamberi paJehovha.” Saka varume vakaenda, vakafamba nenyika. Vakanyora rondedzero yayo mubhuku, guta neguta, muzvikamu zvinomwe, ndokudzokera kuna Joshua kumusasa paShiro. Ipapo Joshua akavakandira mujenya muShiro pamberi paJehovha, ndokugovera vaIsraeri nyika ipapo maererano namarudzi avo. Mugove waBenjamini Rudzi rwaBenjamini rwakapiwa mugove warwo, imba neimba. Nyika yavakagoverwa yakanga iri pakati pamarudzi aJudha neaJosefa: Kumusoro muganhu wavo waitangira paJorodhani, uchipfuura nokumusoro kwamateru eJeriko ndokunanga kumavirira okunyika yamakomo, uchindobuda kurenje reBheti Avheni. Kubva ikoko wakayambukira kumateru ezasi kweRuzi (iro Bheteri) uchizoburukira kuAtaroti Adhari pagomo riri zasi kweBheti Horoni yezasi. Kubva pachikomo chakatarisana neBheti Horoni nechokumusoro, muganhu wakadzokera zasi kudivi rokumavirira ndokundobudira paKiriati Bhaari (iro Kiriati Jearimi), guta ravanhu veJudha. Iri ndiro raiva divi rokumavirira. Rutivi rwezasi rwakatangira panogumira Kiriati Jearimi kumavirira, uye muganhu wakandobudira patsime remvura zhinji reNefitoa. Muganhu wakaburukira mujinga megomo rakatarisana nomupata weBheni Hinomi kumusoro kwomupata weRefaimi. Wakaramba uchidzika nokuMupata weHinomi mujinga memateru echezasi kweguta ravaJebhusi kusvikira kuEni Rogeri. Ipapo wakazokombamira kumusoro uchienda kuEni Shemeshi, uchipfuurira mberi kuGeriroti yakatarisana noMupata weAdhumimi, ndokuburikira kuDombo raBhohani mwanakomana waRubheni. Wakaramba uchienda nokurutivi rwokumusoro kwamateru eBheti Arabha. Ipapo wakananga nechokumusoro kwamateru eBheti Hogira ndokubudira kumusoro kweGungwa roMunyu, pamuromo weJorodhani nechezasi. Uyu ndiwo wakanga uri muganhu wezasi. Jorodhani ndirwo rwakanga ruri muganhu kumabvazuva. Iyi ndiyo yakanga iri miganhu yairatidza nhaka yemhuri dzaBhenjamini kumativi ose. Rudzi rwaBhenjamini, mhuri nemhuri, rwakanga runa maguta anotevera anoti: Jeriko, Bheti Hogira, Emeki Kezizi, Bheti Arabha, Zamaraini, Bheteri, Avhimi, Para, Ofira, Kefari Amoni, Ofini, neGebha, maguta gumi namaviri pamwe chete nemisha yawo. Ghibheoni, Rama, Bheeroti, Mizipa, Kefira, Moza, Rekemi, Iripeeri, Tarara, Zera, Haerefi guta ravaJebhusi, (iro Jerusarema) Gibhea neKiriati, maguta gumi namana pamwe chete nemisha yawo. Iyi ndiyo yakanga iri nhaka yemhuri dzaBhenjamini. "
    },
    {
      "chapter": "19",
      "verses": "Mugove waSimeoni Mugove wechipiri wakapiwa kuna Simeoni, imba neimba. Nhaka yavo yakanga iri pakati penyika yavaJudha. Nhaka yavo yaisanganisira: Bheerishebha (kana kuti Shebha), Hazari Shuari, Bhara, Ezemi, Eritoradhi, Bheturi, Homa, Zikiragi, Bheti Makabhoti, Hazari Susa, Bheti Rebhaoti neShareheni, maguta gumi namatatu nemisha yawo; Aini, Rimoni, Eteri neAshani, maguta mana nemisha yawo, nemisha yose yakanga yakapoteredza maguta ose aya kusvikira kuBhaarati Bheeri (Rama muNegevhi). Iyi ndiyo yakanga iri nhaka yorudzi rwavaSimeoni, mhuri nemhuri. Nhaka yavaSimeoni yakanga yatorwa pamugove waJudha, nokuti mugove waJudha wakanga wakanyanya kupfuura zvavaida. Saka vaSimeoni vakapiwa nhaka mukati menyika yaJudha. Mugove waZebhuruni Mugove wechitatu wakapiwa kuna Zebhuruni, imba neimba: Muganhu wenyika yavo waisvika kuSaridhi. Wainanga kumavirira uchisvika kuMarara, ndokundobata Dhabhesheti, uye waitandavara kusvika kurwizi ruri pedyo neJokineami. Wakanga uchidzokera kumabvazuva uchibva kuSaridhi wakananga kumabvazuva uchienda kunyika yeKisiroti Tabhori ndokupfuurira kuDhabherati uchindokwidza kuJaifa. Ipapo wakaramba wakananga kumabvazuva uchienda kuGati Hefa neEti Kazini; uchindobudira paRimoni ndokudzoka wakananga kuNea. Ipapo muganhu wakapoterera nechokumusoro uchienda kuHanatoni ndokugumira paMupata weIfita Eri. Waisanganisirawo Katati, Naharari, Shimironi, Idhara neBheterehema. Pakanga pana maguta gumi namaviri nemisha yawo. Maguta aya nemisha yawo ndiwo akanga ari nhaka yaZebhuruni, imba neimba. Mugove waIsakari Mugove wechina wakapiwa Isakari, imba neimba. Nyika yavo yaisanganisira: Jezireeri, Kesuroti, Shunami, Hafaraimi, Shioni, Anaharati, Rabhiti, Kishioni, Ebhezi, Remeti, Eni Ganimi, Eni Hadha, Bheti Pazezi. Muganhu waindobatawo Tabhori, Shahazuma, neBheti Shameshi ndokuguma paJorodhani. Paiva namaguta gumi namatanhatu nemisha yawo. Maguta aya nemisha yawo akanga ari nhaka yorudzi rwaIsakari, imba neimba. Mugove waAsheri Mugove wechishanu wakapiwa rudzi rwavana vaAsheri, imba neimba. Nyika yavo yaisanganisira: Herikati, Hari, Bheteni, Akisafi, Aramereki, Amadhi, neMishari. Nechokumavirira, muganhu waibata Karimeri neShihori Ribhinati. Ipapo waidzokera kumabvazuva wakananga kumusoro kuBheti Emeki nokuNeyeri, uchipfuurira nokuKabhuri nechokuruboshwe. Wakananga kuAdhudhoni, Rehobhu, Hamoni neKana, kusvikira kuSidhoni Huru. Ipapo muganhu wakadzokera kumashure wakananga kuRama ukaenda kuguta rakakomberedzwa reTire, ndokudzokera kuHosa ukandobudira pagungwa riri mudunhu reAkizibhi, Uma, Afeki neRehobhi. Pakanga pana maguta makumi maviri nemisha yawo. Maguta aya nemisha yawo ndiwo akanga ari nhaka yorudzi rwaAsheri, imba neimba. Mugove waNafutari Mugove wechitanhatu wakapiwa kuna Nafutari, imba neimba: Muganhu wavo wakatangira paHerefi napamuti mukuru weZaananimi, uchipfuura napaAdhoni Nekebhi, neJabhuneeri, kusvikira paRakumi uye uchigumira paJorodhani. Muganhu wakaenda kumavirira ndokupfuura napaAzinoti Tabhori uye ukandobudira paHukoki. Waindobata Zebhuruni nechezasi, Asheri riri kumavirira neJorodhani rwuri kumabvazuva. Maguta akanga akakombwa namasvingo aiti Zidhimu, Zeri, Hamati, Rakati, Kinereti, Adhama, Rama, Hazori, Kedheshi, Edhirei, Eni Hazori, Ironi, Migidhari Eri, Horemi, Bheti Anati neBheti Shemeshi. Paiva namaguta gumi namapfumbamwe nemisha yawo. Maguta aya nemisha yawo ndiwo akanga ari nhaka yorudzi rwaNafutari, imba neimba. Mugove waDhani Mugove wechinomwe wakapiwa kurudzi rwaDhani, imba neimba. Nyika yenhaka yavo yaisanganisira: Zora, Eshitaori, Iri Shemeshi, Shaarabhini, Aijaroni, Itira, Eroni, Timuna, Ekironi, Eriteke, Gibhetoni, Bhaarati, Jehudhi, Bhene Bheraki, Gati Rimoni, Me Jakironi, Rakoni nenyika yakatarisana neJopa. (Asi vana vaDhani vakaomerwa nokutora nyika yavo, saka vakaenda vakandorwisa Reshemi, vakaitora, vakaibaya nomunondo, ndokugara mairi. Vakagara muReshemi ndokuitumidza kuti Dhani zita ratateguru wavo.) Maguta aya nemisha yawo ndiwo akanga ari nhaka yorudzi rwaDhani, imba neimba. Mugove waJoshua Pavakapedza kugoverana nyika muzvikamu zvakafanira, vaIsraeri vakapa Joshua mwanakomana waNuni nhaka yake pakati pavo, sezvakanga zvarayirwa naJehovha. Vakamupa guta raakanga akumbira, Timunati Sera panyika yamakomo yaEfuremu. Uye akavaka guta iri akagaramo. Idzi ndidzo nyika dzakagoverwa nemijenya paShiro pamberi paJehovha pamukova weTende Rokusangana, nomuprista Ereazari naJoshua mwanakomana waNuni, navakuru vedzimba dzamarudzi avana vaIsraeri. Naizvozvo vakapedza kukamura-kamura nyika. "
    },
    {
      "chapter": "20",
      "verses": "Maguta oUtiziro Ipapo Jehovha akataura naJoshua akati, “Udza vana vaIsraeri kuti vatsaure maguta outiziro, sezvandakarayira kubudikidza naMozisi, kuitira kuti ani naani anouraya munhu netsaona uye asina kuita namaune, agone kutizira ikoko uye adzivirirwe kumutsivi weropa. “Kana atizira kune rimwe ramaguta aya, anofanira kumira pasuo reguta agorondedzera nyaya yake pamberi pavakuru veguta. Ipapo vanofanira kumupinza muguta ravo vagomupa nzvimbo yokugara. Ipapo kana mutsivi weropa akamutevera, havafaniri kutendera muurayi kuti amubate nokuti akauraya wokwake asingaiti namaune uye asinazve kumuvenga kubva kare. Iye anofanira kugara muguta iroro kusvikira amira pamberi peungano uyezve kusvikira muprista ari kushumira panguva iyoyo afa. Ipapo angazodzokera kumusha kwake kwaakanga atiza.” Saka vakatsaura Kedheshi muGarirea munyika yamakomo yaNafutari, neShekemu munyika yamakomo yaEfuremu, neKiriati Abha (iyo Hebhuroni) munyika yamakomo yaJudha. Kurutivi rwokumabvazuva kweJorodhani reJeriko vakatsaura Bhezeri pamatunhu akakwirira omugwenga rokurudzi rwaGadhi, neGorani muBhashani murudzi rwaManase. MuIsraeri upi zvake kana mutorwa aigona kutizira hake kumaguta akatsaurwa uye aisazourayiwa nomutsivi weropa asati ambomiswa pamberi peungano. "
    },
    {
      "chapter": "21",
      "verses": "Maguta avaRevhi Zvino vakuru vedzimba dzamadzibaba avaRevhi vakaenda kumuprista Ereazari, nokuna Joshua mwanakomana waNuni, nokuvakuru vedzimba dzamadzibaba amarudzi avana vaIsraeri. PaShiro panyika yeKenani vakati kwavari, “Jehovha akarayira kubudikidza naMozisi kuti utipe maguta atingagara namafuro emombe dzedu.” Saka sokurayira kwakanga kwaita Jehovha, vaIsraeri vakapa vaRevhi panhaka dzavo maguta anotevera namafuro kubva panhaka yavo: Mugove wokutanga wakapiwa vaKohati, imba neimba. VaRevhi, avo vakanga vari zvizvarwa zvaAroni muprista, vakagoverwa nemijenya maguta gumi namatatu kubva kumarudzi aJudha, aSimeoni naBhenjamini, Ruzhinji rwezvizvarwa zvaKohati vakagoverwa nemijenya maguta gumi pakati pemhuri dzamarudzi aEfuremu, aDhani norudzi rwehafu rwaManase. Zvizvarwa zvaGerishoni zvakagoverwawo nemijenya maguta gumi namatatu pamhuri dzorudzi rwaIsraeri, rwaAsheri, rwaNafutari, norudzi rwehafu rwaManase muBhashani. Zvizvarwa zvaMerari zvakapiwa maguta gumi namaviri kumarudzi aRubheni, Gadhi naZebhuruni, imba neimba. Saka vaIsraeri vakagovera maguta aya namafuro awo, nemijenya kuvaRevhi sezvakanga zvarayirwa naJehovha kubudikidza naMozisi. Kubva pamarudzi avaJudha navaSimeoni, vakavapa maguta akarehwa namazita awo pano. (maguta aya akapiwa kuzvizvarwa zvaAroni zvaibva kumhuri yaKohati vari vaRevhi, nokuti ndivo vakatanga kugoverwa nemijenya): Vakavapa Kiriati Abha (iro Hebhuroni), namafuro akaripoteredza, munyika yamakomo yaJudha. (Abha ndiye akanga ari tateguru wavaAnaki.) Asi minda nemisha yakapoteredza guta zvakanga zvapiwa kuna Karebhu mwanakomana waJefune. Saka vakapa zvizvarwa zvomuprista Aroni Hebhuroni (guta routiziro kune anenge apomerwa mhosva yokuuraya munhu), Ribhina, Jatiri, Eshitema, Horoni, Dhebhiri, Aini, Juta neBheti Shemeshi, pamwe chete namafuro awo, maguta mapfumbamwe kubva pamarudzi maviri aya. Kubva parudzi rwaBhenjamini, vakavapa Gibheoni, Gebha, Anatoti, neArimoni, pamwe chete namafuro awo, maguta mana. Maguta ose avaprista, izvo zvizvarwa zvaAroni muprista akanga ari gumi namatatu, pamwe chete namafuro awo. Vakasara vedzimba dzavaKohati, vorudzi rwaRevhi vakagoverwa maguta kurudzi rwaEfuremu: Munyika yamakomo yaEfuremu vakapiwa (Shekemu guta routiziro rouya anopomerwa mhosva yokuuraya munhu) neGezeri, Kibhizaimi neBheti Horoni, pamwe namafuro awo, maguta mana. Uyewo kubva parudzi rwaDhani vakapiwazve Eriteki, Gibheoni, Aijaroni, neGati Rimoni pamwe chete namafuro awo, maguta mana. Pakati kuhafu yorudzi rwaManase vakapiwa Taanaki neGati Rimoni pamwe chete namafuro awo, maguta maviri. Maguta ose aya ari gumi pamwe chete namafuro aro akapiwa kuna vakasara vedzimba dzaKohati. Dzimba dzavaRevhi dzokwaGerishoni dzakapiwa: kubva kurudzi rwehafu rwaManase, Gorani muBhashani (guta routiziro rouya anenge apomerwa mhosva yokuuraya munhu) neBhe Eshitara, pamwe chete namafuro awo, maguta maviri; kubva kurudzi rwaIsakari, Kishioni, Dhabhera, Jamuti neEri Ganimi, pamwe chete namafuro awo, maguta mana; Kubva kurudzi rwaAsheri, Mishari, Abhudhoni, Herikati neRehobhi, pamwe chete namafuro awo, maguta mana; kubva kurudzi rwaNafutari, Kedheshi muGarirea (guta routiziro rouya anenge apomerwa mhosva yokuuraya munhu), Hamoti Dhori neKaritani, pamwe chete namafuro awo, maguta matatu. Maguta ose emhuri dzavaGerishoni akanga ari gumi namatatu pamwe chete namafuro awo. Dzimba dzavaMerari (vakasara vavaRevhi) vakapiwa: kubva kurudzi rwaZebhuruni, Jokineami, Katira, Dhimina neNaharari, pamwe chete namafuro awo, maguta mana; kubva kurudzi rwaRubheni, Bhezeri, Jahazi, Kedhemoti neMefaati, pamwe chete namafuro awo, maguta mana; kubva kurudzi rwaGadhi, Ramoti muGireadhi (guta routiziro rouya anenge apomerwa mhosva yokuuraya munhu), Heshibhoni neJazeri, pamwe chete namafuro awo, maguta mana pamwe chete. Maguta ose akanga agoverwa dzimba dzavaMerari, avo vakanga vari vaRevhi vakasara, akanga ari gumi namaviri. Maguta avaRevhi munyika yaiva yavaIsraeri aiva makumi mana namasere pamwe chete namafuro awo. Rimwe nerimwe ramaguta aya rakanga rakapoteredzwa namafuro; ndizvo zvakanga zvakaita maguta ose aya. Saka Jehovha akapa vaIsraeri nyika yose yaakanga apika kuti achapa madzitateguru avo, ikava yavo vakagara mairi. Jehovha akavapa zororo kumativi ose, sezvaakanga apikira madzitateguru avo. Hapana kana muvengi wavo mumwe chete akamira pamberi pavo; Jehovha akaisa vavengi vavo vose mumaoko mavo. Hakuna kana chinhu chimwe chete zvacho chezvinhu zvakanaka zvakanga zvavimbiswa naJehovha kuimba yaIsraeri chakakona; zvose zvakazadziswa. "
    },
    {
      "chapter": "22",
      "verses": "Marudzi oKumabvazuva anodzokera kumusha Zvino Joshua akadana vaRubheni navaGadhi norudzi rwehafu rwaManase akati kwavari, “Makaita zvose zvamakarayirwa naMozisi muranda waJehovha uye makateerera zvose zvandakakurayirai. Kwenguva refu, kusvikira nhasi, hamuna kurasa hama dzenyu, asi makaita zvamakarayirwa naJehovha Mwari wenyu. Zvino Jehovha Mwari wenyu zvaakazorodza hama dzenyu sezvaakavimbisa, imi chidzokerai kumisha yenyu munyika yamakapiwa naMozisi muranda waJehovha mhiri kweJorodhani. Asi muchenjerere kwazvo kuti muchengete murau nomurayiro wake, munamatire paari uye mumushumire nemwoyo yenyu yose, uye nemweya yenyu yose.” Ipapo Joshua akavaropafadza akati vaende havo, ivo vakaenda kumisha yavo. (Rudzi rwehafu rwaManase, Mozisi akanga apa nyika yomuBhashani, uye imwe hafu yorudzi rwaManase yakapiwa nyika naJoshua kumavirazuva pamwe chete nehama dzavo.) Joshua akati avaendesa kumusha, akavaropafadza, achiti, “Dzokerai kumisha yenyu nepfuma yenyu zhinji, nemombe dzakawanda, nesirivha, negoridhe, ndarira nesimbi, nenhumbi dzakawanda chose, mundogovana nehama dzenyu zvamakapamba kuvavengi venyu.” Saka vaRubheni, vaGadhi norudzi rwehafu rwaManase vakasiya vaIsraeri paShiro munyika yeKenani vakadzokera kunyika yeGireadhi, nyika yavakanga vapiwa kuti ive yavo, sezvakanga zvarayirwa naJehovha kubudikidza naMozisi. Vakati vasvika paGeriroti pedyo neJorodhani munyika yeKenani, vaRubheni, vaGadhi norudzi rwehafu rwaManase vakavaka aritari huru kwazvo ipapo paJorodhani. Zvino vaIsraeri vakati vanzwa kuti vakanga vavaka aritari pamuganhu weKenani paGeriroti pedyo neJorodhani kudivi reIsraeri, ungano yose yavaIsraeri yakaungana paShiro kuti vaende kundorwa navo. Naizvozvo vaIsraeri vakatuma Finehasi mwanakomana womuprista Ereazari, kunyika yeGireadhi, kuna Rubheni, naGadhi nokurudzi rwehafu rwaManase. Akatumwa iye pamwe chete navakuru vamachinda gumi, mumwe chete akamirira rudzi rumwe chete rwavaIsraeri, mumwe nomumwe wavo ari mukuru weimba pakati pamarudzi aIsraeri. Vakati vaenda kuGireadhi, kuna Rubheni, Gadhi norudzi rwehafu rwaManase, vakati kwavari, “Ungano yose yaJehovha inoti, ‘Makarasirei kutenda muna Mwari waIsraeri sezvizvi? Mungadzokera shure seiko muchibva kuna Jehovha mukazvivakira aritari muchimumukira zvino. Ko, chivi chepaPeori chakanga chisina kutiringana here? Kusvikira pazuva ranhasi hatina kuzvichenesa pachivi ichocho kunyange zvazvo hasha dzakawira ungano yaJehovha! Ko, zvino mava kutsauka kubva pana Jehovha here? “ ‘Kana mukamukira Jehovha nhasi, mangwana achatsamwira ungano yose yavaIsraeri. Kana nyika yamunayo yakasvibiswa, yambukirai kuno kunyika yaJehovha, kwakamira tabhenakeri yaJehovha mugogovana nyika nesu. Asi regai kumukira Jehovha, kana kutimukira isu, pakuzvivakira imwe aritari parutivi rwearitari yaJehovha Mwari wedu. Akani mwanakomana waZera paakadarika nokusatenda pachinhu chakatsaurwa naJehovha, kutsamwa hakuna kuwira ungano yose yaIsraeri here? Haasi iye oga akafira chivi chake.’ ” Ipapo Rubheni, Gadhi norudzi rwehafu rwaManase vakapindura vakuru vedzimba dzaIsraeri vakati, “Iye Oga Wamasimba, Mwari, Jehovha! Iye Oga Wamasimba, Mwari, Jehovha! Anoziva! Uye Israeri ngaizive! Kana izvi kwanga kuri kumukira kana kusateerera Jehovha, musatiponesa nhasi. Kana takazvivakira aritari yedu kuti tifuratire Jehovha uye kuti tipe zvipiriso zvinopiswa nezvipiriso zvezviyo, kana kuti tibayire zvibayiro zvokuwadzana pamusoro payo, Jehovha pachake ngaatitonge. “Kwete! Takazviita tichitya kuti rimwe zuva zvizvarwa zvenyu zvichazoti kuzvizvarwa zvedu, ‘Mune chii chokuita naJehovha Mwari waIsraeri? Jehovha akaita kuti Jorodhani uve muganhu pakati pedu nemi, imi vaRubheni navaGadhi! Hamuna mugove muna Jehovha.’ Saka zvizvarwa zvenyu zvingangokonzera kuti zvizvarwa zvedu zvirege kutya Jehovha. “Ndokusaka takati, ‘Ngatizvigadzirirei tivake aritari, asi isiri yezvipiriso zvinopiswa kana yezvibayiro.’ Asi kuti ive chapupu pakati pedu nemi uye napakati pezvizvarwa zvedu zvinotevera, kuti tichanamata Jehovha panzvimbo yake tsvene, nezvipiriso zvedu zvinopiswa, nezvibayiro uye nezvipiriso zvokuwadzana. Ipapo panguva inouya zvizvarwa zvenyu hazvingazoti kuzvizvarwa zvedu, ‘Hamuna mugove muna Jehovha.’ “Uye isu tikati, ‘Kana vakazotaura izvo kwatiri, kana kuzvizvarwa zvedu, tichazopindura tichiti: Tarirai muone mufananidzo wearitari yaJehovha, wakaitwa namadzibaba edu; usiri wezvipiriso zvinopiswa kana wokubayira ipapo, asi sechapupu pakati pedu nemi.’ “Ngazvirege kutomboitika kuti isu timukire Jehovha tichitsauka nhasi kubva kwaari nokuvaka aritari yezvipiriso zvinopiswa, zvipiriso zvezviyo, nezvibayiro kunze kwearitari yaJehovha Mwari wedu, imire pamberi petabhenakeri yake.” Finehasi muprista, navatungamiri veungano, vakuru vemhuri dzavaIsraeri, vakati vanzwa zvakanga zvataurwa naRubheni naGadhi naManase, vakafara. Zvino Finehasi mwanakomana waEreazari, muprista, akati kuna Rubheni, Gadhi naManase, “Nhasi tinoziva kuti Jehovha ari pakati pedu, nokuti hamuna kutadzira Jehovha pachinhu ichi. Zvino madzikinura vana vaIsraeri paruoko rwaJehovha.” Ipapo Finehasi, mwanakomana waEreazari muprista, navatungamiri vakadzokera kuKenani, vachibva kumusangano wavo navaRubheni navaGadhi muGireadhi uye vakandozivisa vaIsraeri zvakanga zvaitika. Vakafara kunzwa shoko iri vakarumbidza Mwari. Uye havana kuzotaurazve kuti vachandorwa navo, kuti vaparadze nyika yakanga igere vaRubheni navaGadhi. Zvino vaRubheni navanakomana vaGadhi vakatumidza aritari iyi kuti: Aritari yeChapupu Pakati Pedu kuti Jehovha ndiye Mwari. "
    },
    {
      "chapter": "23",
      "verses": "Joshua anoonekana naVatungamiri Zvino mazuva mazhinji akati apfuura uye Jehovha akanga azorodza vaIsraeri pavavengi vavo vose vakanga vakavapoteredza, Joshua akanga akwegura kwazvo ava namakore mazhinji panguva iyoyo. Akadana vaIsraeri vose, vakuru vavo, navatungamiri vavo, vatongi vavo, navatariri vavo, akati kwavari, “Ndakwegura uye ndava namakore mazhinji. Imi pachenyu makaona zvose zvakaitwa naJehovha Mwari wenyu kunyika idzi dzose nokuda kwenyu; ndiJehovha Mwari wenyu akakurwirai. Rangarirai kuti ndakakugoverai kuti ive nhaka yamarudzi enyu, nyika yose yendudzi dzakasara, ndudzi dzandakakunda pakati peJorodhani neGungwa Guru kumavirazuva. Jehovha Mwari pachake achavadzinga pamberi penyu. Achavabvisa pamberi penyu, uye imi muchatora nyika yavo ive yenyu, sezvamakavimbiswa naJehovha Mwari wenyu. “Simbai kwazvo; muchenjerere kuti muteerere zvose zvakanyorwa mubhuku romurayiro waMozisi, musingatsaukiri kurudyi kana kuruboshwe. Musafambidzana nendudzi dzakasara pakati penyu, kana kudana kumazita avamwari vavo, kana kupika navo. Hamufaniri kuvashumira, kana kuvapfugamira. Asi namatirai pana Jehovha Mwari wenyu sezvamakaita kusvikira nhasi. “Jehovha akadzinga pamberi penyu ndudzi huru dzaive nesimba, asi kana muri imi hakuna munhu akagona kumira pamberi penyu kusvikira nhasi. Munhu mumwe chete kwamuri achadzinga vanhu vane chiuru, nokuti Jehovha Mwari wenyu ndiye anokurwirai sezvaakavimbisa. Saka chenjererai kuti mude Jehovha Mwari wenyu. Asi kana mukangodzokera mukandobatana navakasara vendudzi idzi, dzigere pakati penyu uye kana mukawanana navo mukafambidzana navo, ipapo zvirokwazvo Jehovha Mwari wenyu haangazodzingi ndudzi pamberi penyu. Asi vachava musungo neriva kwamuri, netyava kumisana yenyu neminzwa pameso enyu, kusvikira mapera panyika ino yakanaka, yamakapiwa naJehovha Mwari wenyu. “Zvino ini ndava kuenda nenzira yenyika yose. Imi munoziva mumwoyo yenyu yose nomumweya yenyu yose, kuti hapana chinhu chimwe pazvose zvakanaka zvakavimbiswa naJehovha Mwari wenyu chakakona. Asi sezvo zvakanaka zvose zvakavimbiswa naJehovha Mwari wenyu zvakaitika, saizvozvo Jehovha achauyisa pamusoro penyu zvakaipa zvose zvaakareva kusvikira akuparadzai panyika iyi yakanaka, yaakakupai. Kana mukaputsa sungano yaJehovha Mwari wenyu, yaakakurayirai, mukandoshumira vamwe vamwari uye mukavapfugamira kutsamwa kwaJehovha kuchakumukirai, mukakurumidza kuparara panyika yakanaka yaakakupai.” "
    },
    {
      "chapter": "24",
      "verses": "Sungano inovandudzwa paShekemu Ipapo Joshua akaunganidza marudzi ose aIsraeri paShekemu. Akadana vakuru vavaIsraeri, vatungamiri, vatongi, navatariri vavo vakazviisa pamberi paMwari. Joshua akati kuvanhu vose, “Zvanzi naJehovha Mwari waIsraeri: ‘Kare madzitateguru enyu pamwe chete naTera, baba vaAbhurahama naNahori, vaigara mhiri kwoRwizi vachishumira vamwe vamwari. Asi ndakatora baba wenyu Abhurahama kubva kunyika iri mhiri kweRwizi ndikamufambisa munyika yose yeKenani ndikamupa vana vazhinji. Ndakamupa Isaka, uye kuna Isaka ndakapa Jakobho naEsau. Ndakapa Esau nyika yezvikomo yeSeiri, asi Jakobho navanakomana vake vakaenda kuIjipiti. “ ‘Ipapo ndakatuma Mozisi naAroni uye ndakatambudza vaIjipita nezvandakaita ikoko, uye ndakakubudisai. Pandakabudisa madzibaba enyu muIjipiti, akasvika pagungwa, vaIjipita vakavatevera vaine ngoro navatasvi vamabhiza kusvikira paGungwa Dzvuku. Asi ivo vakachema kuna Jehovha, akaisa rima pakati penyu navaIjipita; akauyisa gungwa pamusoro pavo rikavafukidza. Makaona nameso enyu chaiwo zvandakaita kuvaIjipita. Ipapo makagara murenje kwenguva refu. “ ‘Ndakauya nemi kunyika yavaAmori vaigara kumabvazuva kweJorodhani. Vakakurwisai asi ndakavaisa mumaoko enyu. Ndakavaparadza pamberi penyu, imi mukatora nyika yavo. Zvino Bharaki mwanakomana waZipori mambo weMoabhu, akati agadzirira kundorwa naIsraeri, akatuma nhume kundodana Bharamu mwanakomana waBheori kuti akutukei. Asi ini ndakaramba kunzwa Bharamu, naizvozvo akaramba achingokuropafadzai, ini ndikakurwirai paruoko rwake. “ ‘Ipapo makayambuka Jorodhani, mukasvika paJeriko. Vanhu veJeriko vakarwa nemi, sezvakaitawo vaAmori, vaPerizi, vaKenani, vaHiti, vaGirigashi, vaHivhi navaJebhusi, asi ndakavaisa mumaoko enyu. Ndakatuma mago pamberi penyu, iwo akavadzinga pamberi penyu, uyezve madzimambo maviri avaAmori. Hamuna kuzviita nomunondo wenyu kana nouta hwenyu. Saka ndakakupai nyika yamusina kushandira namaguta amusina kuvaka; uye mugere maari uye munodya zvinobva muminda yemizambiringa nemiorivhi yamusina kusima.’ “Zvino ityai Jehovha uye mumushumire nokutendeka kwose. Rasai vamwari vainamatwa namadzitateguru enyu mhiri kworwizi nokuIjipiti, uye mushumire Jehovha. Asi kana kushumira Jehovha kusingakufadzei, zvino zvisarudzirei nhasi wamuchashumira, vamwari vaishumirwa namadzitateguru enyu mhiri kwoRwizi kana vamwari vavaAmori, munyika mamugere. Asi kana ndirini neimba yangu tichashumira Jehovha.” Ipapo vanhu vakapindura vachiti, “Ngazvive kure nesu kuti tisiye Jehovha kuti tishumire vamwe vamwari! Jehovha Mwari wedu pachake, ndiye akatibudisa isu namadzibaba edu kubva muIjipiti, nyika youranda, uye akaita zviratidzo zvikuru zvatakaona. Akatidzivirira parwendo rwedu rwose rwatakafamba pakati pendudzi dzose dzatakapfuura nokwadziri. Uye Jehovha akadzinga pamberi pedu ndudzi dzose pamwe chete navaAmori vakanga vagere munyika ino. Nesuwo tichashumira Jehovha, nokuti ndiye Mwari wedu.” Joshua akapindura vanhu achiti, “Hamungagoni kushumira Jehovha. NdiMwari mutsvene; ndiMwari ane godo. Haangakukanganwirei kumumukira kwenyu nezvivi zvenyu. Kana mukarasa Jehovha, mukashumira vamwari vavatorwa, iye achakupindukirai agouyisa njodzi pamusoro penyu agokuparadzai.” Asi vanhu vakati kuna Joshua, “Kwete! Isu tichashumira Jehovha.” Ipapo Joshua akati, “Ndimi zvapupu zvezvamaita kuti masarudza kushumira Jehovha.” Ivo vakapindura vachiti, “Hongu, tiri zvapupu.” Joshua akati, “Naizvozvo rasai vamwari vavatorwa vari pakati penyu murerekere mwoyo yenyu kuna Jehovha Mwari waIsraeri.” Vanhu vakati kuna Joshua, “Tichashumira Jehovha Mwari wedu, uye tichamuteerera.” Pazuva iro Joshua akaitira vanhu sungano, akavadzikira mitemo nemirayiro ipapo paShekemu. Joshua akanyora mashoko aya mubhuku romurayiro waMwari. Ipapo akatora ibwe guru akariisa pasi pomuouki, pedyo nenzvimbo tsvene yaJehovha. Akati kuvanhu vose, “Tarirai! Ibwe iri richava chapupu pamusoro pedu. Ranzwa mashoko ose ataurwa naJehovha kwatiri. Richava chapupu pamusoro penyu kana musina kutendeka kuna Mwari wenyu.” Akavigwa muNyika yeChipikirwa Ipapo Joshua akaendesa vanhu, mumwe nomumwe kunhaka yake. Mushure mezvinhu izvi Joshua mwanakomana waNuni, muranda waJehovha, akafa ava namakore zana negumi. Uye vakamuviga munyika yenhaka yake, paTimunati Sera, munyika yamakomo yaEfuremu, nechokumusoro kweGomo reGaashi. VaIsraeri vakashumira Jehovha nguva dzose dzoupenyu hwaJoshua, uye napamazuva ose avakuru vakasara vari vapenyu Joshua afa, avo vakaona zvinhu zvose zvakanga zvaitirwa Israeri naJehovha. Mapfupa aJosefa, ayo akanga auyiwa nawo navana vaIsraeri kubva kuIjipiti, akavigwa paShekemu, munzvimbo yakanga yatengwa naJakobho kuvanakomana vaHamori, baba vaShekemu, nezana remari yesirivha. Iyi yakava nhaka yezvizvarwa zvaJosefa. Uye Ereazari mwanakomana waAroni akafa, akavigwa paGibhea munzvimbo yakanga yapiwa mwanakomana wake Finehasi, munyika yamakomo yaEfuremu. "
    }
  ]
}