{
  "book": "Kuungudza",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Ko, muguta zvamusisina vanhu, iro rakanga rizere navanhu! Zvarangova sechirikadzi, iro rakanga riri guru pakati pamarudzi! Iro rakanga riri mambokadzi pakati penyika, zvino rava nhapwa. Rinochema zvikuru usiku, misodzi iri pamatama aro. Pakati pavadiwa varo vose hakuna anorivaraidza. Shamwari dzaro dzose dzarimukira; dzava vavengi varo. Shure kwokutambudzika nokushanda zvakaomarara, Judha akaenda kuutapwa. Anogara pakati pendudzi; haawani nzvimbo yokuzorora. Vose vaimudzinganisa vakamubata ari pakati pokutambudzika kwake. Nzira dzinoenda kuZioni dzinochema, nokuti hakuna anouya kumitambo yaro yakatarwa. Masuo aro ose haasisina vanhu, vaprista varo vanogomera, varandakadzi varo vanochema, uye iro riri pakurwadziwa kukuru. Vavengi varo ndivo vava vatongi varo; vavengi varo vagere zvakanaka, Jehovha akarivigira kutambudzika nokuda kwezvivi zvaro zvizhinji. Vana varo vakaenda kuutapwa, vava nhapwa pamberi pavavengi. Kuyevedza kwose kwabva paMwanasikana weZioni. Machinda aro aita senondo yashayiwa mafuro. Mukushayiwa simba vakatiza pamberi paanovadzinganisa. Mumazuva okutambudzika nokudzungaira kwaro, Jerusarema rinorangarira pfuma yose yakanga iri yaro pamazuva akare. Pakawira vanhu varo mumaoko omuvengi, rakashaya anoribatsira. Vavengi varo vakaritarisa, vakariseka pakuparadzwa kwaro. Jerusarema rakatadza zvikuru kwazvo, naizvozvo rasvibiswa. Vose vairikudza vorizvidza, nokuti vakaona kushama kwaro; iro pacharo rinogomera, richidzokera shure. Tsvina yaro yakanamatira panguo dzaro; harina kurangarira ramangwana raro. Kuwa kwaro kwakashamisa; hakuna akarinyaradza. “Haiwa Jehovha, tarirai kurwadziwa kwangu, nokuti muvengi akunda.” Muvengi akatora pfuma yaro yose; rakaona ndudzi dzechihedheni dzichipinda panzvimbo yaro tsvene, avo vamakanga madzivisa kupinda paungano yenyu. Vanhu varo vose vanogomera pavanotsvaka chingwa; vanotsinhanisa pfuma yavo nezvokudya kuti vazviraramise. “Tarirai, imi Jehovha, uye murangarire, nokuti ndava akazvidzwa. “Hamuna hanya here, imi mose munopfuura? Tarirai pose pose muone. Pano kutambudzika sokutambudzika kwangu here, kwakaiswa pamusoro pangu, kwakauyiswa naJehovha pamusoro pangu pazuva rokutsamwa kwake kunotyisa? “Akatuma moto kubva kumusoro-soro, akautumira mumapfupa angu. Akateya makumbo angu nomumbure uye akandidzosera shure. Akandisiya ndisina chinhu, ndikapera simba zuva rose. “Zvivi zvangu zvasungwa zvikaitwa joko; namaoko ake zvakarukirwa pamwe chete, zvauya pamutsipa wangu uye Ishe apedza simba rangu. Akandiisa mumaoko avanhu vandisingagoni kukunda. “Ishe akaramba mhare dzose dziri pakati pangu; akakokera hondo kuzondirwisa kuzopwanya majaya angu. Ishe akatsika-tsika Mhandara Mwanasikana waJudha muchisviniro chake chewaini. “Ndokusaka ndichichema uye maziso angu achierera nemisodzi. Hapana ari pedyo kuti andinyaradze, hakuna anovandudza mweya wangu, Vana vangu vari kutambudzika nokuti muvengi akunda.” Zioni rinotambanudza maoko aro, asi hakuna munhu anorinyaradza. Jehovha akaisa chirevo pamusoro paJakobho, kuti vavakidzani vake vave vavengi vake; Jerusarema richava chinhu chisina kunatswa pakati pavo. Jehovha akarurama, asi ini ndakamukira murayiro wake. Inzwai, imi vanhu mose; onai kutambudzika kwangu. Majaya angu navarandakadzi vangu vakaenda kuutapwa. “Ndakadana kushamwari dzangu asi vakandipandukira. Vaprista vangu navakuru vangu vakafira muguta, pavakanga vachitsvaka zvokudya kuti vazviraramise. “Tarirai, imi Jehovha kutambudzika kwangu! Ndiri kurwadziwa mukati mangu, uye ndakakanganisika mumwoyo mangu, nokuti ndakakumukirai zvikuru. Kunze, munondo unondiurayira hama; mukati, munongova norufu. “Vanhu vakanzwa kugomera kwangu, asi hakuna anondinyaradza. Vavengi vangu vose vakanzwa kutambura kwangu; vanofara nezvamakaita. Dai mauyisa henyu zuva ramakazivisa kuti vagofanana nemi. “Zvakaipa zvavo zvose ngazviuye pamberi penyu; muvaitire sezvamakaita kwandiri nokuda kwezvivi zvangu zvose. Kugomera kwangu kwawanda, uye mwoyo wangu wapera simba.” "
    },
    {
      "chapter": "2",
      "verses": "Ishe akafukidza sei Mwanasikana weZioni negore rokutsamwa kwake! Akapotsera pasi kubwinya kweIsraeri, kubva kudenga kusvika panyika; haana kurangarira chitsiko chetsoka dzake pazuva rokutsamwa kwake. Ishe akamedza ugaro hwose hwaJakobho akasavanzwira tsitsi; pakutsamwa kwake akakoromorera pasi nhare dzoMwanasikana weJudha. Akawisira pasi umambo hwake namachinda ahwo mukunyadziswa. Mukutsamwa kwake kunotyisa akagura nyanga dzose dzaIsraeri. Akadzosa ruoko rwake rworudyi pakasvika muvengi. Akapisa muna Jakobho somurazvo womoto unoparadza zvose zviri kumativi ose. Akawembura uta hwake somuvengi; ruoko rwake rworudzi rwagadzirira. Somuvengi akauraya vose vaifadza kuona; akadurura hasha dzake semoto patende roMwanasikana weZioni. Ishe akafanana nomuvengi; akamedza Israeri. Akamedza mizinda yake yose uye akaparadza mhare dzake. Akawedzera kuchema nokuungudza kwoMwanasikana weJudha. Akaparadza ugaro hwake sebindu; akaparadza nzvimbo yake yokusanganira Jehovha akaita kuti Zioni rikanganwe mitambo yaro yakatarwa namaSabata aro; mukutsamwa kwake kunotyisa, akaramba vose mambo nomuprista. Ishe akaramba aritari yake uye akasiya nzvimbo yake tsvene. Akaisa mumaoko omuvengi masvingo emizinda yake; vakaita ruzha mumba maJehovha sapazuva romutambo wakatarwa. Jehovha akafunga kuparadza rusvingo rwakakomberedza Mwanasikana weZioni. Akatambanudza rwodzi rwokuyera uye haana kudzosa ruoko rwake pakuparadza. Akaita kuti mirwi namasvingo zviungudze; zvose zvakaparara pamwe chete. Masuo aro anyura muvhu, akavhuna mazariro aro ndokuaparadza. Mambo waro namachinda aro vakaenda muutapwa pakati pendudzi, murayiro hapachina, uye vaprofita varo havachawanizve zviratidzo zvinobva kuna Jehovha. Vakuru voMwanasikana weZioni vagere pasi vanyerere; vamwaya guruva pamisoro yavo ndokupfeka masaga. Vakadzi vechidiki veJerusarema vakotamisa misoro yavo pasi. Meso angu aneta nokuchema, ndiri kurwadziwa mukati mangu, mwoyo wangu wadururirwa pasi nokuti vanhu vangu vaparadzwa, nokuti vana navacheche voziya munzira dzomuguta. Vanoti kuna vanamai vavo, “Zvokudya newaini zviripiko?” pavanoziya somurume akuvadzwa munzira dzomuguta, panodururwa upenyu hwavo. Mumaoko avanamai vavo. Ndingareveiko pamusoro pako? Ndingakuenzanisa neiko, iwe Mwanasikana weJerusarema? Ndingakufananidze neiko, kuti zvimwe ndikunyaradze, iwe Mhandara Mwanasikana weZioni? Vanga rako rakadzika segungwa Ndianiko achakuporesa? Zviratidzo zvavaprofita vako zvakanga zviri zvenhema uye zvisina maturo; havana kubudisa zvivi zvako pachena kuti vabvise kutapwa kwako, zvirevo zvavakakupa zvakanga zviri zvenhema uye zvaitsausa. Vose vanopfuura nepauri vacharova maoko vachikuseka; vanoseka nokudzungudza misoro yavo paMhandara yeJerusarema vachiti, “Ko, ndiro here guta rainzi kukwana kworunako, mufaro wenyika yose?” Vavengi vako vose vanoshama miromo yavo pamusoro pako; vanoseka uye vanorumanya meno avo vachiti, “Tarimedza. Iri ndiro zuva ratanga takamirira; takararama kuti tirione.” Jehovha aita zvaakaronga; azadzisa shoko rake, raakatema kare. Akakukoromora asina tsitsi, akarega muvengi achifara pamusoro pako, akasimudza runyanga rwavavengi vako. Mwoyo yavanhu inodana kuna She. Iwe rusvingo rwoMwanasikana weZioni, rega misodzi yako iyerere sorwizi masikati nousiku; usazvipa zororo, meso ako asazorora. Simuka, danidzira usiku, panotanga varindi vousiku; durura mwoyo wako semvura pamberi paShe. Simudzira maoko ako kwaari nokuda kwoupenyu hwavana vako, vanoziya nenzara pamavambo enzira dzose. “Tarirai, imi Jehovha, murangarire kuti: Ndiani wamakamboitira zvakadai? Ko, vakadzi vanofanira kudya vana vavo, ivo vana vavakarera here? Ko, vaprista navaprofita vangaurayirwa munzvimbo tsvene yaShe here? “Majaya navatana vavata pamwe chete muguruva romunzira; majaya angu navarandakadzi vangu vaurayiwa nomunondo. Makavauraya pazuva rokutsamwa kwenyu; makavabaya musina tsitsi. “Sokukokera kwamunoita zuva romutambo, saizvozvo makandikokera kutyisa kumativi ose. Pazuva rokutsamwa kwaJehovha hakuna akapunyuka kana kurarama; vaya vandakachengeta nokurera, vakaparadzwa navavengi vangu.” "
    },
    {
      "chapter": "3",
      "verses": "Ndini munhu akaona kutambudzika neshamhu yehasha dzake. Akandidzingira kure akaita kuti ndifambe murima panzvimbo yomuchiedza; zvirokwazvo, akashandura ruoko rwake kuti rundirwise nguva nenguva, zuva rose. Akasakadza ganda rangu nenyama yangu uye akavhuna mapfupa angu. Akandikomba akandipoteredza neshungu nokurwadziswa. Akandigarisa murima savanhu vakanguri vafa. Akandipfigira kuti ndisapunyuka, akandiremedza nengetani. Kunyange ndikadana kana kuridza mhere kuti ndibatsirwe, anopfigira munyengetero wangu kunze. Akadzivirira nzira yangu namatombo; akaminamisa nzira dzangu. Sebere rakavandira, seshumba yakavanda, akandikwekweredza kubva munzira nokundibvarura-bvarura. akandisiya ndisina rubatsiro. Akawembura uta hwake akandiita chinhu chinonangwa chemiseve yake. Akabaya mwoyo wangu nemiseve yaibva mugoba rake. Ndakava chiseko chavanhu vangu vose; vakandihomera nenziyo pazuva rose. Akandigutsa nomuriwo unovava. uye akandinwisa nduru. Akagura mazino angu nerukangarabwe; akanditsokodzera muguruva. Ndakatorerwa rugare; ndakakanganwa kuti kubudirira chii. Naizvozvo ndinoti, “Kubwinya kwangu kwaenda, uye nezvose zvandanga ndakatarisira kuna Jehovha.” Ndinorangarira kutambudzika kwangu nokudzungaira kwangu, kurwadziwa uye nenduru. Ndinozvirangarira kwazvo, uye mweya wangu wasuruvara mukati mangu. Asi izvi ndinozvirangarira mupfungwa uye naizvozvo ndine tariro: Nokuda kwerudo rukuru rwaJehovha, hatina kuparadzwa, nokuti tsitsi dzake hadzitongoperi. Itsva mangwanani oga oga, kutendeka kwenyu kukuru. Ndinoti kumwoyo wangu, “Jehovha ndiye mugove wangu; naizvozvo ndichamumirira.” Jehovha akanaka kuna avo vanovimba naye, kumunhu anomutsvaka; chinhu chakanaka kumirira ruponeso rwaJehovha unyerere. Chinhu chakanaka kuti munhu atakure joko achiri mudiki. Ngaagare ari oga anyerere, nokuti Jehovha ndiye akariturika paari. Ngaavige chiso chake muguruva, zvimwe tariro ichiripo. Ngaape dama rake kumunhu anomurova, uye ngaazadzwe nenyadzi. Nokuti vanhu havangaraswi naIshe nokusingaperi. Kunyange achiuyisa kusuwa, achanzwira hake tsitsi, rukuru sei rudo rwake rusingaperi. Nokuti haafariri kuuyisa kurwadziwa kana kusuwa kuvana vavanhu. Kutsikira pasi petsoka vasungwa vose venyika, kurambira munhu kodzero yake pamberi poWokumusoro-soro, kutadzisa munhu kuwana kururamisirwa kwake ko, Ishe haangaoni zvinhu zvakadai here? Ndiani angataura akaita kuti zviitike kana Ishe asina kuzvirayira? Ko, hazvibvi mumuromo woWokumusoro-soro here zvose zvakaipa nezvinhu zvakanaka zvinouya? Ko, munhu mupenyu anonyunyutirei kana arangwa nokuda kwezvivi zvake? Ngatinzverei nzira dzedu uye ngatidziedzei, uye ngatidzokerei kuna Jehovha. Ngatisimudzei mwoyo yedu namaoko edu kuna Mwari ari kudenga, tigoti: “Takatadza uye takakumukirai uye imi hamuna kukanganwira. Makazvifukidza nokutsamwa mukadzingana nesu; makauraya musinganzwiri ngoni. Makazvipfukidza negore kuti kurege kuva nomunyengetero ungasvikako. Makatiita marara netsvina pakati pendudzi. “Vavengi vedu vose vakashama miromo yavo kwazvo kuti vatituke. Takawirwa nokutya uye takateyiwa nehunza, kuparara nokuparadzwa kukuru.” Hova dzemisodzi dzinoyerera kubva mumaziso angu, nokuti vanhu vangu vaparadzwa. Meso angu acharamba achiyerera misodzi, pasina zvinoyamura, kusvikira Jehovha aringira pasi kubva kudenga akaona. Zvandinoona zvinochemedza mweya wangu. nokuda kwavakadzi vose veguta rangu. Avo vakanga vari vavengi vangu ini ndisina mhaka vakandivhima seshiri. Vakaedza kundiuraya mugomba uye vakapotsera matombo kwandiri; mvura zhinji yakafukidza musoro wangu, uye ndakafunga kuti ndava pedyo nokufa. Ndakadana zita renyu, imi Jehovha, ndiri mugomba rakadzika. Makanzwa kukumbira kwangu: “Regai kudzivira nzeve dzenyu pandinochemera rubatsiro.” Makaswedera pedyo pandakakudanai, mukati, “Usatya.” Haiwa Ishe, makandireverera mhaka yangu; makadzikinura upenyu hwangu. Makaona imi Jehovha, zvakaipa zvandakaitirwa. Nditongerei mhaka yangu! Makaona udzamu hwokutsva kwavo, idzo rangano dzavo dzose pamusoro pangu. Haiwa Jehovha, makanzwa kutuka kwavo, idzo rangano dzavo dzose pamusoro pangu, dzinozevezerwa nokundurumwa navavengi vangu pamusoro pangu zuva rose. Tarirai kwavari! Vakagara kana kumira, vanondituka nenziyo dzavo. Varipidzirei zvakavafanira, imi Jehovha, zvakaitwa namaoko avo. Isai chidziro pamwoyo yavo, uye kutuka kwenyu ngakuve pamusoro pavo! Vadzinganisei makatsamwa muvaparadze, vabve pasi pamatenga aJehovha. "
    },
    {
      "chapter": "4",
      "verses": "Haiwa, goridhe rasviba sei, goridhe rakaisvonaka harichabwinyi sei! Matombo matsvene aparadzirwa kumusoro kwenzira imwe neimwe. Haiwa vanakomana vanokosha veZioni, kare vaimbokodzera chiero chavo chegoridhe, zvino voonekwa sehari dzevhu, iro basa ramaoko omuumbi wehari! Kunyange makava anopa mazamu awo kuti anwise vana vawo, asi vanhu vangu vava vasina hanya seshiri dzemhou dziri mugwenga. Nokuda kwenyota rurimi rwomwana mucheche runonamira mumukanwa make; vana vanopemha chingwa, asi hakuna anovapa. Avo vaisidya zvinonaka vava vapemhi mumugwagwa. Avo vakarerwa vachifuka nguo dzepepuru zvino vava kuvata pamadurunhuru edota. Kurangwa kwavanhu vangu kukuru kupinda kweSodhomu, rakaparadzwa pakarepo pasina ruoko rwakadzoka kuzoribatsira. Machinda avo aipenya kupfuura chando, uye akanga akachena kupfuura mukaka, miviri yavo yakanga yakatsvuka kupfuura matombo anokosha amarubhi, kuratidzika kwavo kwakaita sokwesafiri. Asi zvino vasviba kupfuura chin'ai; hapana angavaziva mumigwagwa. Ganda ravo ranamira pamapfupa avo; raoma kufanana sedanda. Avo vakaurayiwa nomunondo vari nani pane avo vanourayiwa nenzara; vabayiwa nenzara, vaonda kwazvo nokuda kwokushayiwa zvokudya zvinobva muminda. Namaoko avo vakadzi vaiva nomwoyo munyoro vakabika vana vavo, vakava zvokudya zvavo, pakaparadzwa vanhu vangu. Jehovha akaratidza kutsamwa kwake kwose; akadurura hasha dzake dzinotyisa. Akabatidza moto paZioni akapisa nheyo dzaro. Madzimambo enyika haana kutenda, kunyange navanhu vose vagere panyika, kuti vavengi vangapinda pamasuo eJerusarema. Zvakaitika nokuda kwezvivi zvavaprofita varo uye nokuda kwezvakaipa zvavaprista varo, vakateura ropa ravakarurama mukati maro. Vanodzungaira munzira dzaro samapofu. Vakasvibiswa neropa zvokuti hapana angada kubata nguo dzavo. Vanhu vanodanidzira kwavari vachiti, “Ibvai! Hamuna kuchena! Ibvai! Ibvai! Musatibata!” Panguva yokutiza nokudzungaira kwavo, vanhu pakati pendudzi vanoti, “Havangarambi vachigara pano.” Kutsamwa kwaJehovha kwavaparadzira; haachavachengetedza. Havana kukudza uprista, uye havana kuremekedza vakuru. Meso edu oonera madzerere, tichitarisira rubatsiro rusingauyi; tiri pashongwe dzedu takatarisira rudzi rwaizotiponesa. Vanhu vakatitevera kwose kwatakaenda, zvokuti takatadza kufamba munzira dzedu chaidzo. Magumo edu akanga ava pedyo, mazuva edu apera, nokuti magumo akanga asvika. Vaitidzinganisa vaimhanya kupfuura makondo okudenga; vakatidzinganisa napamusoro pamakomo uye vakatigaririra murenje. Muzodziwa waJehovha, iwo mweya wedu wokufema chaiwo, akanga abatwa mumisungo yavo. Takafunga kuti mumumvuri wake taizorarama pakati pendudzi. Pembera ufare, iwe Mwanasikana weEdhomu, iwe unogara munyika yeUzi. Asi newewo uchapiwa mukombe uyu; uchadhakwa uye uchazvibvisa nguo. Iwe, Mwanasikana weZioni, kurangwa kwako kuchaguma; Asi, iwe Mwanasikana weEdhomu, acharanga chivi chako agoratidza kuipa kwako. "
    },
    {
      "chapter": "5",
      "verses": "Rangarirai Jehovha, zvakatiwira; tarirai, mugoona kunyadziswa kwedu. Nhaka yedu yakapiwa kuvatorwa, misha yedu kumabvakure. Tava nherera, hatina vabereki, vanamai vedu sechirikadzi. Tinofanira kutenga mvura yatinonwa; huni dzedu dzinongowanikwa chete nomutengo. Avo vanotidzinganisa vari pedyo pedyo; taneta uye hatina zororo. Takazviisa pasi peIjipiti neAsiria, kuti tiwane kudya kwakakwana. Madzibaba edu akatadza uye vakafa, uye tava kurangwa nokuda kwavo. Varanda vanotitonga, uye hapana angatisunungura kubva pamaoko avo. Tinowana zvokudya zvedu nokusvitsa upenyu hwedu panjodzi, nokuda kwomunondo murenje. Ganda redu rava kupisa sechoto, nokuda kwokupisa kwenzara. Vakachinya vakadzi muZioni, mhandara, mumaguta eJudha. Machinda akasungirirwa namaoko avo; vakuru havakudzwi. Majaya anoshanda paguyo; vakomana vanotatarika vakatakura mitoro yehuni. Vakuru vakabva pasuo reguta; majaya akarega kuimba kwavo. Mufaro mumwoyo medu waguma; kutamba kwedu kwapinduka kukava kuchema. Korona yawa kubva pamusoro wedu. Tine nhamo isu, nokuti takatadza! Nokuda kwaizvozvi mwoyo yedu yapera simba, nokuda kwezvinhu izvi meso edu otadza kuona, nokuti Gomo reZioni rava dongo, makava ofambamo. Imi Jehovha, munotonga nokusingaperi; chigaro chenyu choushe chiripo kusvikira kumarudzi namarudzi. Sei muchigara muchitikanganwa? Sei muchitikanganwa kwenguva yakareba kudai? Tidzoserei kwamuri, Jehovha, kuti tigodzoka; vandudzai mazuva edu senguva yekare, kana musina kutiramba zvachose kana kutitsamwira zvikuru kwazvo. "
    }
  ]
}
