{
  "book": "Mapisarema",
  "chapters": [
    {
      "chapter": "1",
      "verses": "BHUKU 1 Mapisarema 1–41 1Akaropafadzwa munhu asingafambi panorangana vakaipa, asingamiri panzira yavatadzi, asingagari pachigaro chavadadi. 2Asi anofarira murayiro waJehovha, uye anofungisisa murayiro wake masikati nousiku. 3Akafanana nomuti wakasimwa pahova dzemvura, unobereka michero yawo nenguva yawo, uye mashizha awo haasvavi. Chinhu chipi nechipi chaanoita chinoendeka. 4Vakaipa havana kudaro! Vakafanana nehundi inopepereswa nemhepo. 5Naizvozvo vakaipa havangamiri pakutongwa, kana vatadzi paungano yavakarurama. 6Nokuti Jehovha anotarira nzira yavakarurama, asi nzira yavakaipa ichaparadzwa. "
    },
    {
      "chapter": "2",
      "verses": "1Ndudzi dzinoitireiko bope? Uye vanhu vanorangarireiko zvisina maturo? 2Madzimambo enyika azvigadzirira uye vabati vanoungana pamwe chete kuti vazorwa naJehovha, uye kuti vazorwisa Muzodziwa Wake. 3Vanoti, “Ngatidamburei ngetani dzavo, tigorasha mabote avo.” 4Iye agere pachigaro choushe chokudenga anoseka; Ishe anovadadira. 5Ipapo anovatuka mukutsamwa kwake uye anovavhundutsa muhasha dzake, achiti, 6“Ndakagadza Mambo wangu paZioni, gomo rangu dzvene.” 7Ndichaparidza chirevo chaJehovha, ndichiti: Iye akati kwandiri, “Ndiwe Mwanakomana wangu; nhasi ndava Baba vako. 8Kumbira kwandiri, uye ndichaita kuti ndudzi dzive nhaka yako, migumo yenyika ive yako. 9Uchavatonga netsvimbo yesimbi; uchavaputsa kuita zvimedu zvimedu sehari.” 10Naizvozvo, imi madzimambo, ngwarai; munyeverwe, imi vabati venyika. 11Shumirai Jehovha nokutya, uye mufare nokudedera. 12Tsvodai Mwanakomana, kuti arege kutsamwa mukazoparadzwa munzira yenyu, nokuti hasha dzake dzingakurumidza kumuka. Vakaropafadzwa vose vanovanda maari. "
    },
    {
      "chapter": "3",
      "verses": "Pisarema raDhavhidhi. Panguva yaakatiza Abhusaromu mwanakomana wake. 1Haiwa Jehovha, vadzivisi vangu vakawanda sei! Vakawanda sei vanondimukira! 2Vazhinji vanoti kwandiri, “Mwari haangamudzikinuri.” Sera 3Asi imi Jehovha, muri nhoo yakandipoteredza; munoisa rukudzo pandiri uye munosimudza musoro wangu. 4Kuna Jehovha ndinodana nenzwi guru, uye iye anondipindura ari pagomo rake dzvene. Sera 5Ndinovata pasi ndigokotsira; ndinomukazve, nokuti Jehovha anonditsigira. 6Handizotyi makumi ezviuru vakandikomba kuti vandirwise. 7Simukai, imi Jehovha! Ndirwirei, imi Mwari wangu! Rovai vavengi vangu vose pashaya; gurai meno avakaipa. 8Rusununguko runobva kuna Jehovha. Maropafadzo enyu ngaave pamusoro pavanhu venyu. Sera "
    },
    {
      "chapter": "4",
      "verses": "Kumutungamiri wenziyo nemitengeranwa. Pisarema raDhavhidhi. 1Ndipindurei pandinodana kwamuri, imi Mwari wangu akarurama. Ndisunungurei pakutambudzika kwangu; ndinzwirei ngoni uye munzwe munyengetero wangu. 2Nhai imi vanhu, muchashandura kukudzwa kwangu kukava chinyadziso kusvikira riniko? Muchada kutsauswa nokutsvaka vamwari venhema kusvikira riniko? Sera 3Zivai kuti Jehovha akazvitsaurira vanomuda; Jehovha achandinzwa pandinodana kwaari. 4Pakutsamwa kwenyu, regai kutadza; pamunenge muri pamibhedha yenyu, nzverai mwoyo yenyu uye munyarare. Sera 5Ipai zvibayiro zvakarurama uye muvimbe naJehovha. 6Vazhinji vanobvunza vachiti, “Ndianiko angatiratidza chakanaka?” Chiedza chechiso chenyu ngachipenye pamusoro pedu, imi Jehovha. 7Makazadza mwoyo wangu nomufaro mukuru kupfuura zviyo zvavo newaini yavo itsva yakawanda. 8Ndichavata pasi ndigokotsira norugare, nokuti imi moga, Jehovha, munoita kuti ndigare pakasimba. "
    },
    {
      "chapter": "5",
      "verses": "Kumutungamiri wokuimba. Nenyere. Pisarema raDhavhidhi. 1Rerekerai nzeve yenyu kumashoko angu, imi Jehovha. Rangarirai chikumbiro changu. 2Teererai inzwi rokuchema kwangu, Mambo wangu naMwari wangu, nokuti ndinonyengetera kwamuri. 3Mangwanani, munonzwa inzwi rangu, imi Jehovha; mangwanani ndinoisa zvikumbiro zvangu pamberi penyu uye ndichimirira netariro. 4Imi hamuzi Mwari anofarira zvakaipa; munhu akaipa haangagari nemi. 5Munhu anozvikudza haangamiri pamberi penyu; munovenga vose vanoita zvakaipa. 6Munoparadza vose vanoreva nhema; vanoteura ropa navanhu vanonyengera, Jehovha anovasema. 7Asi ini, nenyasha dzenyu huru, ndichapinda mumba menyu; norukudzo, ndichakotamira pasi pamberi penyu, ndakatarira kutemberi yenyu tsvene. 8Nditungamirirei, imi Jehovha, mukururama kwenyu nokuda kwavavengi vangu, ruramisai nzira yenyu pamberi pangu. 9Hakuna shoko rinobva mumuromo mavo ringavimbwa naro; mwoyo yavo izere nokuparadza. Huro dzavo iguva rakashama; vanotaura zvinonyengera norurimi rwavo. 10Haiwa Mwari, vapei mhosva! Ngavawisirwe pasi nerangano dzavo. Vabvisei nokuda kwezvivi zvavo zvizhinji, nokuti vakakumukirai. 11Asi vose vanovanda mamuri ngavafare; ngavagare vachiimba nomufaro. Tambanudzirai pamusoro pavo kudzivirira kwenyu, kuitira kuti vaya vanoda zita renyu vafare mamuri. 12Nokuti zvirokwazvo, imi Jehovha, munoropafadza vakarurama; munovakomberedza nenyasha dzenyu sokunge nenhoo. "
    },
    {
      "chapter": "6",
      "verses": "Kumutungamiri wokuimba nemitengeranwa. Sezvinoitwa kusheminiti. Pisarema raDhavhidhi. 1Haiwa Jehovha, regai kundirayira pakutsamwa kwenyu, kana kundiranga muhasha dzenyu. 2Ndinzwirei ngoni, Jehovha, nokuti ndava kuziya; haiwa Jehovha, ndiporesei, nokuti mapfupa angu ava kurwadza. 3Mweya wangu uri kurwadziwa. Haiwa Jehovha, kusvikira riniko, kusvikira riniko? 4Dzokai, imi Jehovha, mugondirwira; ndiponesei nokuda kworudo rwenyu rusingaperi. 5Hakuna anokurangarirai kana afa. Ndiani anokurumbidzai kubva muguva? 6Ndaneta nokugomera; ndinonyorovesa mubhedha wangu nemisodzi ndichichema usiku hwose, ndinonyorovesa uvato hwangu nemisodzi. 7Meso angu aneta nokuchema; haachaoni nokuda kwavavengi vangu vose. 8Ibvai pandiri, imi mose munoita zvakaipa, nokuti Jehovha anzwa kuchema kwangu. 9Jehovha anzwa kukumbira kwangu nyasha; Jehovha anogamuchira munyengetero wangu. 10Vavengi vangu vose vachanyadziswa uye vachavhunduswa; vachadzokera shure pakarepo mukunyadziswa. "
    },
    {
      "chapter": "7",
      "verses": "Rwiyo rwaDhavhidhi, rwaakaimbira Jehovha pamusoro paKushi, muBenjamini. 1Haiwa Jehovha, Mwari wangu, ndinovanda mamuri; ndipone uye mundirwire pana vose vanondidzinganisa, 2kuti varege kundibvambura seshumba nokundibvambura-bvambura pasina anondinunura. 3Haiwa Jehovha, Mwari wangu, kana ndichinge ndakaita izvi uye ndine mhosva pamaoko angu, 4kana ndakaita zvakaipa kuno uya akanga ane rugare neni kana kupamba muvengi wangu pasina mhaka, 5ipapo muvengi wangu ngaandidzinganise andibate; ngaatsike-tsike upenyu hwangu muvhu uye andivatise muguruva. 6Simukai, imi Jehovha pakutsamwa kwenyu; simukai murwise hasha dzavavengi vangu. Simukai, Mwari wangu; rayirai kururamisira. 7Ndudzi dzakaungana ngadziungane dzakakupoteredzai. Vatongei imi muri kumusoro; 8Jehovha ngaatonge marudzi. Nditongei, imi Jehovha, zvakafanira kururama kwangu, Zvakafanira kukwaniswa kwangu, imi Wokumusoro-soro. 9Haiwa, Mwari akarurama, iyemi munonzvera ndangariro nomwoyo, gumisai kuita nesimba kwavakaipa mugoita kuti vakarurama vagare zvakanaka. 10Nhoo yangu ndimi Mwari Wokumusoro-soro, iye anoponesa vane mwoyo yakarurama. 11Mwari ndiye mutongi akarurama, iye Mwari anoratidza hasha dzake zuva nezuva. 12Kana munhu asingatendeuki, iye acharodza munondo wake; achakunga uta hwake nokuhugadzira. 13Agadzirira zvombo zvake zvinouraya; anozvigadzirira miseve yake inopisa. 14Iye ane mimba yezvakaipa akatakura mimba yokutambudzika achabereka nhema. 15Uyo anochera gomba, akaridzikisa achawira mugomba raachera. 16Zvakashata zvake zvichadzokera pamusoro wake; uye kumanikidza kwake kuchauya pamusoro wake. 17Ndichatenda Jehovha nokuda kwokururama kwake, uye ndichaimbira zita raJehovha woWokumusoro-soro nziyo dzokurumbidza. "
    },
    {
      "chapter": "8",
      "verses": "Kumutungamiri wokuimba negititi. Pisarema raDhavhidhi. 1Haiwa Jehovha, Ishe wedu, zita renyu rakaisvonaka sei panyika yose! Makaisa kubwinya kwenyu kudenga kumusoro. 2Pamiromo yavana navacheche makaisa rumbidzo nokuda kwavavengi venyu, kuti munyaradze muvengi nomutsivi. 3Kana ndichifunga matenga enyu, iro basa reminwe yenyu, mwedzi nenyeredzi, zvamakarongedza panzvimbo yazvo, 4munhu chiiko zvamunomufunga, kana mwanakomana womunhu zvamune hanya naye? 5Makamuita muduku zvishoma pazvisikwa zvokudenga, uye mukamushongedza korona yokubwinya nokukudzwa. 6Makamuita mutongi pamusoro pebasa ramaoko enyu; mukaisa zvinhu zvose pasi petsoka dzake: 7makwai ose nemombe, nemhuka dzesango, 8neshiri dzedenga, nehove dzegungwa, zvose zvinofamba munzira dzomugungwa. 9Haiwa Jehovha, Ishe wedu, zita renyu rakaisvonaka sei panyika yose! "
    },
    {
      "chapter": "9",
      "verses": "Kumutungamiri wokuimba namaimbiro o“Kufa Kwomwanakomana.” Pisarema raDhavhidhi. 1Ndichakurumbidzai, imi Jehovha, nomwoyo wangu wose; ndichataura pamusoro pezvishamiso zvenyu zvose. 2Ndichafara nokufarisisa mamuri; ndichaimbira zita renyu nziyo dzokurumbidza, imi Wokumusoro-soro. 3Vavengi vangu vanodzokera shure; vanogumburwa uye vanoparara pamberi penyu. 4Nokuti makatsigira kodzero yangu nemhosva yangu; makagara pachigaro chenyu choushe, muchitonga zvakarurama kwazvo. 5Makatuka ndudzi mukaparadza vakaipa; makadzima zita ravo nokusingaperi. 6Kuparadzwa kusina magumo kwakakunda muvengi, makadzura maguta avo; kunyange chiyeuchidzo chavo chakaparara. 7Jehovha anotonga nokusingaperi; akasimbisa chigaro chake choushe kuti atonge. 8Achatonga nyika nokururama; achatonga marudzi nokururamisira. 9Jehovha ndiye nhare yavakamanikidzwa, nhare yakasimba panguva yokutambudzika. 10Vanoziva zita renyu vachavimba nemi, nokuti imi, Jehovha hamuna kumbosiya avo vanokutsvakai. 11Imbirai Jehovha nziyo dzokurumbidza, iye agere pachigaro choushe muZioni; paridzai zvaakaita pakati pendudzi. 12Nokuti iye anotsiva ropa anorangarira; haashayiri hanya kuchema kwavanotambudzwa. 13Haiwa Jehovha, onai kuti vavengi vangu vanonditambudza sei! Ndinzwirei ngoni mundisimudze pamasuo orufu, 14kuti ndiparidze kurumbidzwa kwenyu mumasuo oMwanasikana weZioni, apo pandichafara muruponeso rwenyu. 15Ndudzi dzakawira mugomba radzakachera; tsoka dzavo dzakabatwa nemimbure yavakaviga. 16Jehovha anozivikanwa nokururamisira kwake; vakaipa vakateyiwa namabasa amaoko avo. Higayoni Sera 17Vakaipa vanodzokera kuguva, idzo ndudzi dzose dzinokanganwa Mwari. 18Asi vanoshayiwa havangagari vachikanganwikwa, uye tariro yavanotambudzwa haingaparari. 19Simukai, Jehovha, munhu ngaarege kukunda; ndudzi ngadzitongwe pamberi penyu. 20Varovei nokutyisa imi Jehovha; ndudzi ngadzizive kuti vanongova vanhu zvavo. Sera "
    },
    {
      "chapter": "10",
      "verses": "1Munomirireiko kure, imi Jehovha? Munozvivanzireiko panguva yokutambudzika? 2Pakuzvikudza kwake munhu akaipa anovhima vasina simba, vanobatwa namano okufunga kwake. 3Anozvirumbidza pamusoro pezvinopangwa nomwoyo wake; anoropafadza vanokara uye anozvidza Jehovha. 4Pakuzvikudza kwake wakaipa haamutsvaki; mundangariro dzake dzose hamuna nzvimbo yaMwari. 5Nzira dzake dzinobudirira nguva dzose; anozvikudza uye mirayiro yenyu iri kure naye; anodadira vavengi vake vose. 6Anoti pakufunga kwake, “Hakuna chichandizunungusa; ndichagara ndakafara uye handingatongotambudziki.” 7Muromo wake uzere nokutuka nokureva nhema, uye nokutyisidzira; matambudziko nezvakaipa zviri pasi porurimi rwake. 8Anovandira ari pedyo nemisha; pakuvandira uku anouraya vasina mhosva, ari panzvimbo yakavanzika anotarira vaachaparadza. 9Anovandira seshumba iri panzvimbo yayo; anovandira kuti abate vasina anovabatsira; anobata vasina anobatsira uye anovakweva achienda navo mumumbure wake. 10Vabatwa vake anovapwanya, vanowa; vanowira pasi pesimba rake. 11Anoti mumwoyo make, “Mwari akanganwa; akafukidza chiso chake uye haazoonizve.” 12Simukai, imi Jehovha! Simudzai ruoko rwenyu, imi Mwari. Regai kukanganwa vanomanikidzwa. 13Munhu akaipa anozvidzireiko Mwari? Seiko achiti mumwoyo make, “Haazondibvunzi?” 14Asi imi, iyemi Mwari, munoona kutambudzika nokusuwa; munokutarisisa kuti mukupedze. Asina simba anozviisa kwamuri; muri mubatsiri wenherera. 15Vhunai ruoko rwowakaipa norwomunhu akaipa; ngaazvidavirire pazvakaipa zvake zvakanga zvisingazoonekwi. 16Jehovha ndiye Mambo nokusingaperi-peri; ndudzi dzichaparara munyika yake. 17Munonzwa henyu, imi Jehovha, zvishuvo zvavanotambura; munovakurudzira, uye munoteerera kuchema kwavo, 18muchiruramisira nherera nevakamanikidzwa, kuti munhu wenyika, arege kuramba achingovhundutsa. "
    },
    {
      "chapter": "11",
      "verses": "Kumutungamiri wokuimba. Pisarema raDhavhidhi. 1Ndinovanda muna Jehovha. Mungareva seiko kwandiri muchiti, “Tizira kugomo rako seshiri. 2Nokuti tarira, vakaipa vanowembura uta hwavo; vanogadzirira miseve yavo parukungiso, kuti vapfure vari murima, uyo akarurama pamwoyo. 3Kana nheyo dzaparadzwa, akarurama angaiteiko?” 4Jehovha ari mutemberi yake tsvene; Jehovha ari pachigaro chake choushe chokudenga. Anocherechedza vanakomana vavanhu; meso ake anovaedza. 5Jehovha anoedza vakarurama, asi vakaipa navanoda zvechisimba mweya wake unovavenga. 6Pane vakaipa anonayisa mazimbe omoto nesafuri inopfuta; mhepo inopisa ndiwo uchava mugove wavo. 7Nokuti Jehovha akarurama, anoda kururamisira; vanhu vakarurama vachaona chiso chake. "
    },
    {
      "chapter": "12",
      "verses": "Kumutungamiri wokuimba. Nesheminiti. Pisarema raDhavhidhi. 1Batsirai, imi Jehovha, nokuti vanoda Mwari hapachina; vakatendeka vapera pakati pavanhu. 2Mumwe nomumwe anorevera wokwake nhema; miromo yavo inobata kumeso nokutaura zvinonyengera. 3Jehovha ngaagure miromo yose inobata kumeso, norurimi rumwe norumwe runozvikudza 4ruchiti, “Tichakunda nendimi dzedu; miromo ndeyedu, tenzi wedu ndiani?” 5“Nokuda kwokumanikidzwa kwavasina simba nokugomera kwavarombo, ndichasimuka zvino,” ndizvo zvinotaura Jehovha. “Ndichavadzivirira kuna avo vanovaparadza.” 6Uye mashoko aJehovha haana chaangapomerwa, sesirivha yakacheneswa muchoto chevhu, yakanatswa kanomwe. 7Imi Jehovha, muchatichengeta murugare uye muchatidzivirira kubva kuvanhu vakadai nokusingaperi. 8Vakaipa vanofamba-famba vakasununguka kana zvakashata zvichikudzwa pakati pavanhu. "
    },
    {
      "chapter": "13",
      "verses": "Kumutungamiri wokuimba. Pisarema raDhavhidhi. 1Kusvikira riniko, nhai Jehovha? Muchandikanganwa nokusingaperi here? Muchasvika riniko makandivanzira chiso chenyu? 2Ndichaita mutsimba nepfungwa dzangu kusvikira riniko, uye ndine shungu mumwoyo mangu zuva rimwe nerimwe? Muvengi wangu achandikurira kusvikira riniko? 3Tarirai kwandiri mugondipindura, imi Jehovha Mwari wangu. Vhenekerai meso angu, kana kuti ndichafa ndakarara; 4muvengi wangu achati, “Ndamukurira ndamukunda,” uye vadzivisi vangu vachapembera kana ndawa. 5Asi ini ndinovimba norudo rwenyu rusingaperi; mwoyo wangu unofarira ruponeso rwenyu. 6Ndichaimbira Jehovha, nokuti akandinakira. "
    },
    {
      "chapter": "14",
      "verses": "Kumutungamiri wokuimba. Pisarema raDhavhidhi. 1Benzi rinoti mumwoyo maro, “Hakuna Mwari.” Vakaora, mabasa avo akashata; hakuna anoita zvakanaka. 2Jehovha ari kudenga anotarira pasi pamusoro pavanakomana vavanhu, kuti aone kana aripo anonzwisisa, naani zvake anotsvaka Mwari. 3Vose vakatsauka, vose pamwe chete vakasvibiswa; hakuna anoita zvakanaka, kunyange nomumwe. 4Ko, vaiti vezvakaipa havadzidziwo here, ivo vanodya vanhu vangu savanhu vanodya chingwa, uye vasingadani kuna Jehovha? 5Pavari ipapo, vakazara nokutya, nokuti Mwari ari paungano yavakarurama. 6Imi vaiti vezvakaipa, munokanganisa urongwa hwavarombo, asi Jehovha ndiye utiziro hwavo. 7Haiwa, dai ruponeso rwaIsraeri rwaibuda muZioni! Kana Jehovha achidzosazve nhaka yavanhu vake, Jakobho ngaapembere uye Israeri ngaafare. "
    },
    {
      "chapter": "15",
      "verses": "Pisarema raDhavhidhi. 1Jehovha, ndiani angagara munzvimbo yenyu tsvene? 2Iye anofamba asina chaanopomerwa uye anoita zvakarurama, anotaura chokwadi zvichibva pamwoyo wake, 3uye asina makuhwa parurimi rwake, asingaitiri wokwake zvakaipa uye asingatuki waagere naye, 4anozvidza munhu akaipa asi anokudza vaya vanotya Jehovha, anochengeta mhiko yake kunyange kana zvichirwadza, 5anokweretesa mari yake asingarevi mhindu uye asingagamuchiri fufuro pamusoro pousina mhosva. Munhu anoita izvi haangatongozungunuswi. "
    }
  ]
}
