{
  "book": "Numeri",
  "chapters": [
    {
      "chapter": "1",
      "verses": " Kuverengwa kwaVanhu Jehovha akataura naMozisi muTende Rokusangana, vari murenje reSinai, nezuva rokutanga romwedzi wechipiri, mugore rechipiri shure kwokubuda kwavaIsraeri muIjipiti, achiti, “Verenga ungano yose yavaIsraeri nedzimba dzavo uye nemhuri dzavo, uchinyora murume wose wose nezita rake, mumwe nomumwe. Iwe naAroni munofanira kuverenga varume vose vari muIsraeri namapoka avo vane makore makumi maviri kana anodarika vanogona kurwa muhondo. Murume mumwe chete kubva kurudzi rumwe norumwe, mumwe nomumwe ari mukuru wemhuri yake. Aya ndiwo mazita avarume vanofanira kukubatsira: kubva kwaRubheni, Erizuri mwanakomana waShedheuri; kubva kwaSimeoni, Sherumieri mwanakomana waZurishadhai; kubva kwaJudha, Nashoni mwanakomana waAminadhabhi; kubva kwaIsakari, Netaneri mwanakomana waZuari; kubva kwaZebhuruni, Eriabhu mwanakomana waHeroni; kubva kuvanakomana vaJosefa: kubva kuna Efuremu, Erishama mwanakomana waAmihudhi; kubva kuna Manase, Gamarieri mwanakomana waPedhazuri; kubva kwaBhenjamini, Abhidhani mwanakomana waGidheoni; kubva kwaDhani, Ahiezeri mwanakomana waAmishadhai; kubva kwaAsheri, Pagieri mwanakomana waOkirani; kubva kwaGadhi, Eriasafi mwanakomana waDheueri; kubva kwaNafutari, Ahira mwanakomana waEnani.” Ava ndivo varume vakatsaurwa kubva paungano, ivo vatungamiri vamarudzi amadzibaba avo. Ndivo vaiva vakuru vedzimba dzavaIsraeri. Mozisi naAroni vakatora varume ava vane mazita avakanga vapiwa, vakaunganidza ungano yose pamwe chete nezuva rokutanga romwedzi wechipiri. Vanhu vakaratidza madzitateguru avo, nedzimba dzavo uye nemhuri dzavo, uye varume vaiva namakore makumi maviri kana anodarika vakanyorwa mazita avo mumwe nomumwe, sezvakanga zvarayirwa Mozisi naJehovha. Nokudaro akavaverenga muRenje reSinai: Kubva kuzvizvarwa zvaRubheni mwanakomana wedangwe waIsraeri: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakaverengwa uye vakanyorwa mazita, mumwe nomumwe, maererano nezvinyorwa zvedzimba dzavo uye nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaRubheni vaiva zviuru makumi mana nezvitatu, namazana mashanu. Kubva kuzvizvarwa zvaSimeoni: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakaverengwa uye vakanyorwa mazita, mumwe nomumwe, maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa vaibva kurudzi rwaSimeoni vaisvika zviuru makumi mashanu nezvipfumbamwe, namazana matatu. Kubva kuzvizvarwa zvaGadhi: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaGadhi vaisvika zviuru makumi mana nezvishanu, namazana matanhatu namakumi mashanu. Kubva kuzvizvarwa zvaJudha: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaJudha vaisvika zviuru makumi manomwe nezvina, namazana matanhatu. Kubva kuzvizvarwa zvaIsakari: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo uye zvemhuri dzavo. Vakaverengwa kubva kurudzi rwaIsakari vaisvika zviuru makumi mashanu nezvina, namazana mana. Kubva kuzvizvarwa zvaZebhuruni: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaZebhuruni vaisvika zviuru makumi mashanu nezvinomwe, namazana mana. Kubva kuvanakomana vaJosefa: Kubva kuzvizvarwa zvaEfuremu: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaEfuremu vaisvika zviuru makumi mana, namazana mashanu. Kubva kuzvizvarwa zvaManase: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaManase vaisvika zviuru makumi matatu nezviviri, namazana maviri. Kubva kuzvizvarwa zvaBhenjamini: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba uye zvemhuri dzavo. Vakaverengwa kubva kurudzi rwaBhenjamini vaisvika zviuru makumi matatu nezvishanu, namazana mana. Kubva kuzvizvarwa zvaDhani: Varume vose vaiva namakore makumi maviri kana anodarika, vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo uye zvemhuri dzavo. Vakaverengwa kubva kurudzi rwaDhani vaisvika zviuru makumi matanhatu nezviviri, namazana manomwe. Kubva kuzvizvarwa zvaAsheri: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo uye nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaAsheri vaisvika zviuru makumi mana nechimwe chete, namazana mashanu. Kubva kuzvizvarwa zvaNafutari: Varume vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo vakanyorwa mazita, maererano nezvinyorwa zvedzimba dzavo nezvemhuri dzavo. Vakaverengwa kubva kurudzi rwaNafutari vaisvika zviuru makumi mashanu nezvitatu, namazana mana. Ava ndivo varume vakaverengwa naMozisi naAroni navatungamiri veIsraeri gumi nevaviri, mumwe nomumwe achimiririra mhuri yake. VaIsraeri vose vaiva namakore makumi maviri kana anodarika vaigona kurwa muhondo yeIsraeri vakaverengwa maererano nemhuri dzavo. Vose vakaverengwa vakasvika zviuru mazana matanhatu nezvitatu, namazana mashanu anamakumi mashanu. Kunyange zvakadaro, mhuri dzavaRevhi hadzina kuverengwa pamwe chete navamwe. Jehovha akanga ati kuna Mozisi: “Haufaniri kuverenga rudzi rwaRevhi kana kuvabatanidzira pakuverengwa kwavamwe vaIsraeri. Asi ugadze vaRevhi kuti vave vatariri vetabhenakeri yeChipupuriro, napamusoro pemidziyo yayo yose; vanofanira kutakura tabhenakeri nemidziyo yayo yose; vanofanira kuichengeta nokuikomberedza nemisasa yavo. Panguva yose inobviswa tabhenakeri, vaRevhi ndivo vanofanira kuidzikisa pasi, uye panguva yose yainomiswa, vaRevhi ndivo vanofanira kuita izvozvo. Ani zvake mumwewo anoswedera kwairi achaurayiwa. VaIsraeri vanofanira kudzika matende avo namapoka avo, murume mumwe nomumwe mumusasa wake pasi pomureza wokwake. Zvakadaro hazvo, vaRevhi, vanofanira kudzika matende avo vakapoteredza tabhenakeri yeChipupuriro kuitira kuti hasha dzirege kuwira pamusoro peungano yavaIsraeri. VaRevhi ndivo vane basa rokuchengeta tabhenakeri yeChipupuriro.” VaIsraeri vakaita izvi zvose sezvakanga zvarayirwa Mozisi naJehovha."
    },
    {
      "chapter": "2",
      "verses": "Urongwa hweMisasa yaMarudzi Jehovha akati kuna Mozisi naAroni: “VaIsraeri vanofanira kuvaka musasa vakapoteredza Tende Rokusangana nechokure, mumwe nomumwe pasi pomureza wokwake nezviratidzo zvedzimba dzamadzibaba ake.” Kumabvazuva, kwakanangana nokunobuda nezuva, mapoka okwaJudha anofanira kuvaka misasa yawo pasi pomureza wavo. Mutungamiri wavanhu vaJudha ndiNashani mwanakomana waAminadhabhi. Boka rake rina vanhu vanosvika zviuru makumi manomwe nezvina, namazana matanhatu. Rudzi rwaIsakari ruchavaka misasa pedyo navo. Mutungamiri wavanhu vaIsakari ndiNetaneri mwanakomana waZuari. Boka rake rina vanhu vanosvika zviuru makumi mashanu nezvina, namazana mana. Rudzi rwaZebhuruni ndirwo ruchatevera. Mutungamiri wavanhu vaZebhuruni ndiEriabhu mwanakomana waHeroni. Boka rake rina vanhu vanosvika zviuru makumi mashanu nezvinomwe, namazana mana. Varume vose vanodiwa kumusasa waJudha maererano namapoka avo, vanokwana zviuru zana namakumi masere nezvitanhatu, namazana mana. Ava ndivo vachatanga kusimuka. Kurutivi rwezasi kuchava namapoka emisasa yaRubheni ichange iri pasi pomureza wavo. Mutungamiri wavanhu vokwaRubheni ndiErizuri mwanakomana waShedheuri. Boka rake rina vanhu vanosvika zviuru makumi mana nezvitanhatu, namazana mashanu. Rudzi rwaSimeoni ruchavaka misasa pedyo navo. Mutungamiri wavanhu vokwaSimeoni ndiSharumiri mwanakomana waZurishadhai. Boka rake rina vanhu vanosvika zviuru makumi mashanu nezvipfumbamwe, namazana matatu. Rudzi rwaGadhi ndirwo ruchatevera. Eriasafi mwanakomana waDheueri ndiye mutungamiri wavanhu vokwaGadhi. Boka rake rina vanhu vanosvika zviuru makumi mana nezvishanu, namazana matanhatu namakumi mashanu. Varume vose vakadanwa kumusasa waRubheni maererano namapoka avo, vaisvika zviuru zana namakumi mashanu nerimwe chete, namazana mana namakumi mashanu. Ndivo vachava vechipiri pakusimuka. Ipapo Tende Rokusangana nomusasa wavaRevhi zvichasimuka pakati pemisasa. Vachasimuka zvimwe chetezvo zvavanoita pakumisa misasa, mumwe nomumwe panzvimbo yake, pasi pomureza wake. Nechokumavirira kuchava namapoka emisasa yaEfuremu ari pasi pemireza yawo. Mutungamiri wavanhu vokwaEfuremu ndiErishama mwanakomana waAmihudhi. Boka rake rina vanhu vanosvika zviuru makumi mana, namazana mashanu. Rudzi rwaManase ndirwo ruchavatevera. Mutungamiri wavanhu vokwaManase ndiGamarieri mwanakomana waPedhazuri. Boka rake rina vanhu vanosvika zviuru makumi matatu nezviviri, namazana maviri. Rudzi rwaBhenjamini ndirwo ruchatevera. Mutungamiri wavanhu vokwaBhenjamini ndiAbhidhani mwanakomana waGidheoni. Boka rake rina vanhu vanosvika zviuru makumi matatu nezvishanu, namazana mana. Varume vose vakadanwa kumusasa waEfuremu, maererano namapoka avo, vanosvika zviuru zana nezvisere, nezana rimwe chete. Vachava vechitatu pakusimuka. Nechokumusoro kuchava namapoka emisasa yaDhani, pasi pomureza wavo. Mutungamiri wavanhu vokwaDhani ndiAbhiezeri mwanakomana waAmishadhai. Boka rake rina vanhu vanosvika zviuru makumi matanhatu nezviviri, namazana manomwe. Rudzi rwaAsheri ruchadzika misasa pedyo navo. Mutungamiri wavanhu vokwaAsheri ndiPagieri mwanakomana waOkerani. Boka rake rina vanhu vanosvika zviuru makumi mana nechimwe chete namazana mashanu. Rudzi rwaNafutari ndirwo ruchatevera. Mutungamiri wavanhu vokwaNefutari ndiAhira mwanakomana waEnoni. Boka rake rina vanhu vanosvika zviuru makumi mashanu nezvitatu, namazana mana. Varume vose vakadanwa kumusasa waDhani vanosvika zviuru zana namakumi mashanu nezvinomwe, namazana matanhatu. Ndivo vachava vokupedzisira pakusimuka, vari pasi pemireza yavo. Ava ndivo vaIsraeri vakaverengwa maererano nemhuri dzavo. Vose vakanga vari mumisasa, namapoka avo vanosvika zviuru mazana matanhatu nezvitatu, namazana mashanu ana makumi mashanu. Kunyange zvakadaro, vaRevhi havana kuverengwa pamwe chete navamwe vaIsraeri, sokurayirwa kwakanga kwaitwa Mozisi naJehovha. Saizvozvo vaIsraeri vakaita zvose zvakarayirwa Mozisi naJehovha; ndiyo nzira yavakamisa nayo misasa yavo pasi pemireza yavo, uye ndiyo nzira yavakasimuka nayo, mumwe nomumwe neimba yake nemhuri yake. "
    },
    {
      "chapter": "3",
      "verses": " VaRevhi Iyi ndiyo nhoroondo yemhuri yaAroni naMozisi panguva iyo Jehovha akataura naMozisi paGomo reSinai. Mazita avanakomana vaAroni aiva Nadhabhi dangwe rake, naAbhihu, naEreazari naItamari. Ndiwo akanga ari mazita avanakomana vaAroni, ivo vaprista vakazodzwa, vakanga vagadzwa kuti vashumire savaprista. Kunyange zvakadaro, Nadhabhi naAbhihu, vakafa pamberi paJehovha panguva yavakaita chipiriso nomoto wakanga usingabvumirwi pamberi pake muRenje reSinai. Vakanga vasina vanakomana; saka Ereazari naItamari chete ndivo vakashumira sevaprista, Aroni baba vavo vachiri vapenyu. Jehovha akati kuna Mozisi, “Uyisa rudzi rwaRevhi ugovaisa pamberi paAroni muprista kuti vagomubatsira. Vanofanira kuita mabasa ake uye vagoshandira ungano yose paTende Rokusangana nokubata basa retabhenakeri. Vanofanira kuchengeta midziyo yose yeTende roKusangana, vazadzise mabasa avaIsraeri pakuita kwavo basa retabhenakeri. VaRevhi uvape kuna Aroni navanakomana vake; ndivo vaIsraeri vanofanira kupiwa kwaari zvachose. Ugadze Aroni navanakomana vake kuti vagoshumira savaprista; ani zvake mumwewo anoswedera panzvimbo tsvene anofanira kuurayiwa.” Jehovha akatizve kuna Mozisi, “Ndakatora vaRevhi kubva pakati pavaIsraeri pachinzvimbo chedangwe romukomana rinoberekwa nomukadzi wose weIsraeri. VaRevhi ndevangu, nokuti matangwe ose ndeangu. Pandakauraya matangwe muIjipiti, ndakazvitsaurira dangwe rimwe nerimwe muIsraeri, angava munhu kana mhuka. Zvinofanira kuva zvangu. Ndini Jehovha.” Jehovha akati kuna Mozisi ari murenje reSinai, “Verenga vaRevhi nemhuri dzavo uye nedzimba dzavo. Uverenge vanhurume vose vane mwedzi mumwe chete kana kupfuura pakuberekwa.” Saka Mozisi akavaverenga. Sezvaakanga arayirwa neshoko raJehovha. Aya ndiwo mazita avanakomana vaRevhi: Gerishoni, Kohati naMerari. Aya ndiwo aiva mazita edzimba dzavaGerishoni: Ribhini naShimei. Dzimba dzavaKohati: Amurami, Izhari, Hebhuroni naUzieri. Dzimba dzavaMerari: Mari naMushi. Idzi ndidzo dzaiva dzimba dzavaRevhi maererano nemhuri dzavo. Kuna Gerishoni ndiko kwaiva nedzimba dzavaRibhini navaShimei; ndivo vakanga vari vedzimba dzavaGerishoni. Kuwanda kwavanhurume vose vaiva nomwedzi mumwe chete kana kupfuura pakuberekwa kwaisvika zviuru zvinomwe, namazana mashanu. Vedzimba dzavaGerishoni vaifanira kuvaka misasa nechokumavirira, shure kwetabhenakeri. Mutungamiri wemhuri yavaGerishoni akanga ari Erisafi mwanakomana waRaeri. VaGerishoni ndivo vaifanira kuchengeta tabhenekari netende, zvifukidzo zvaro, chidzitiro chapamukova wokuTende Rokusangana, zvidzitiro zvaparuvazhe, chidzitiro chapamukova wokupinda paruvazhe runopoteredza tabhenakeri nearitari, uye netambo, nezvinhu zvose zvaishandiswapo. Kuna Kohati ndiko kwaiva nedzimba dzavaAmirami, vaIsraeri, vaHebhuroni navaUzieri; ava ndivo vakanga vari vedzimba dzavaKohati. Kuwanda kwavanhu vose vaiva nomwedzi mumwe chete kana kupfuura pakuberekwa kwaisvika zviuru zvisere namazana matanhatu. VaKohati ndivo vaiva nebasa rokuchengeta nzvimbo tsvene. VaKohati vaifanira kudzika matende avo nechezasi kwetabhenakeri. Mutungamiri wemhuri yedzimba dzavaKohati aka nga ari Erizafani mwanakomana waUzieri. Ndivo vaiva nebasa rokuchengeta areka, tafura, chigadziko chomwenje, aritari, midziyo yomunzvimbo tsvene yaishandiswa pakushumira, chidzitiro, uye zvose zvaidiwa pakushandisa. Mutungamiri mukuru wavaRevhi akanga ari Ereazari mwanakomana waAroni, muprista. Ndiye akagadzwa kuti ave pamusoro paavo vaiva nebasa rokuchengeta nzvimbo tsvene. Kuna Merari ndiko kwaiva nedzimba dzavaMari navaMushi; ava ndivo vakanga vari vedzimba dzavaMerari. Kuwanda kwavanhurume vose vaiva nomwedzi mumwe chete, kana kupfuura, pakuberekwa avo vakaverengwa, vakanga vachisvika zviuru zvitanhatu, namazana maviri. Mutungamiri wemhuri yedzimba dzavaMerari akanga ari Zurieri mwanakomana waAbhihairi; uye ndivo vaifanira kuvaka misasa yavo nechokumusoro kwetabhenakeri. VaMerari vakanga vagadzwa kuti vave vachengeti vamatende etabhenakeri, mbariro dzayo, mbiru, hwaro, nhumbi dzayo dzose, nezvinhu zvose zvaishandiswa pamwe chete nazvo, pamwe chete nembiru dzinopoteredza ruvazhe nehwaro hwadzo, mbambo dzetende netambo dzadzo. Mozisi naAroni navanakomana vake vaifanira kudzika misasa yavo nechokumabvazuva kwetabhenakeri, kwakatarisana nokumabudazuva, mberi kweTende Rokusangana. Ndivo vaiva nebasa rokuchengeta nzvimbo tsvene vakamirira vaIsraeri. Ani zvake mumwewo aiswedera panzvimbo tsvene aifanira kuurayiwa. Kuwanda kwavaRevhi vakaverengwa pakurayira kwaJehovha kubudikidza naMozisi naAroni maererano nedzimba dzavo, zvichisanganisira vanhurume vose vaiva nomwedzi mumwe chete kana kupfuura pakuberekwa, kwaisvika zviuru makumi maviri nezviviri. Jehovha akati kuna Mozisi, “Verenga matangwe ose avanhurume avaIsraeri ano mwedzi mumwe chete kana kupfuura pakuberekwa ugonyora mazita avo. Unditorere vaRevhi pachinzvimbo chamatangwe ose avaIsraeri, uye nezvipfuwo zvavaRevhi pachinzvimbo chezvibereko zvokutanga zvose zvezvipfuwo zvavana vavaIsraeri. Ndini Jehovha.” Saka Mozisi akaverenga matangwe ose avaIsraeri, sezvaakarayirwa naJehovha. Kuwanda kwamatangwe avanhurume vaiva nomwedzi mumwe kana kupfuura pakuberekwa vakanyorwa mazita avo, kwaisvika zviuru makumi maviri nezviviri, namazana maviri namakumi manomwe navatatu. Jehovha akatizve kuna Mozisi, “Tora vaRevhi pachinzvimbo chamatangwe ose eIsraeri, uye zvipfuwo zvavaRevhi pachinzvimbo chezvipfuwo zvavo. VaRevhi vanofanira kuva vangu. Ndini Jehovha. Kuti udzikinure mazana maviri namakumi manomwe navatatu vamatangwe avaIsraeri, unofanira kutora mashekeri mashanua kubva kuno mumwe nomumwe wavo maererano namashekeri enzvimbo tsvene, anorema magera makumi maviri. Upe mari yokudzikinurwa kwavaIsraeri vakapfuura uwandu kuna Aroni navanakomana vake.” Saka Mozisi akatora mari yedzikinuro kubva kuna vakanga vapfuurira uwandu hwavaya vakanga vadzikinurwa navaRevhi. Kubva kumatangwe eIsraeri akatora sirivha yairema chiuru chimwe, namazana matatu namakumi matanhatu namashanu amashekerib, maererano neshekeri renzvimbo tsvene. Mozisi akapa mari yedzikinuro kuna Aroni navanakomana vake, sezvaakanga arayirwa neshoko raJehovha. "
    },
    {
      "chapter": "4",
      "verses": " VaKohati Jehovha akati kuna Mozisi naAroni: “Verenga vaKohati ivo bazi ravaRevhi nedzimba dzavo nemhuri dzavo. Uverenge varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu vanouya kuzoshanda basa romuTende Rokusangana. “Iri ndiro basa ravaKohati muTende Rokusangana: kuchengetedza zvinhu zvitsvenetsvene. Kana ungano yosimuka Aroni navanakomana vake vanofanira kupinda vagobvisa chidzitiro vagofukidza areka yeChipupuriro nacho. Ipapo vanofanira kuchifukidza namatehwe emhou dzomugungwa, vagowarira mucheka webhuruu pamusoro pacho uye vagoisa matanda panzvimbo yawo. “Pamusoro petafura yoKuvapo, vanofanira kuwarira mucheka webhuruu vagoisa pamusoro pawo ndiro, madhishi uye mbiya, nemikombe yezvipiriso zvinonwiwa; chingwa chamazuva ose chinofanira kuramba chiri pamusoro payo. Pamusoro pezvinhu izvi, vanofanira kuwarira mucheka mutsvuku, vagoifukidza namatehwe emhou dzomugungwa, vagoisa matanda acho panzvimbo yawo. “Vanofanira kutora mucheka webhuruu vagofukidza chigadziko chomwenje wokuvhenekesa, pamwe chete nemwenje yacho netambo netireya dzacho nemidziyo yacho yose yamafuta anoshandiswa pakuvhenekesa. Ipapo vanofanira kuchiputira pamwe chete nezvimwe zvacho muchifukidzo chamatehwe emhou dzomugungwa vagochiisa pamatanda okutakurisa nawo. “Pamusoro pearitari yegoridhe, vanofanira kuwarira mucheka webhuruu vagoufukidza namatehwe emhou dzomugungwa vagopinza matanda panzvimbo yawo. “Vanofanira kutora midziyo yose inoshandiswa pakushumira munzvimbo tsvene, vagoiputira mumucheka webhuruu, vagofukidza izvozvo namatehwe emhou dzegungwa uye vagozviisa pamatanda okutakurisa nawo. “Vanofanira kubvisa madota paaritari yendarira vagowarira mucheka wepepuru pamusoro payo. Ipapo vanofanira kuisa pamusoro payo midziyo yose inoshandiswa pakushumira paaritari kusanganisira namakango, forogo dzenyama, foshoro nembiya dzokusasa. Vanofanira kuwarira chifukidzo chamatehwe emhou dzegungwa pamusoro payo, vagopinza matanda ayo panzvimbo yawo. “Mushure mokunge Aroni navanakomana vake vapedza kufukidza midziyo yose mitsvene, uye kana vava kusimuka, vaKohati ndivo vanofanira kuuya kuzotakura. Asi havafaniri kubata zvinhu zvitsvene, kuti varege kufa. VaKohati ndivo vanofanira kutakura zvinhu zviri muTende Rokusangana. “Ereazari mwanakomana waAroni, muprista, anofanira kuva mutariri wamafuta emwenje, zvinonhuwira, chipiriso chezviyo chamazuva ose uye namafuta okuzodza. Anofanira kuva mutariri wetabhenakeri yose nezvinhu zvose zviri mairi, kusanganisira nemidziyo yayo mitsvene.” Jehovha akati kuna Mozisi naAroni, “Uone kuti rudzi rwavaKohati haruna kuparadzwa kubva pakati pavaRevhi. Kuti vararame uye varege kufa pavanoswedera pedyo nezvinhu zvitsvene, uvaitire izvi: Aroni navanakomana vake vanofanira kupinda munzvimbo tsvene vagorayira murume mumwe nomumwe basa rake nezvaanofanira kuita. Asi vaKohati havafaniri kupinda kundotarisa zvinhu zvitsvene, kana kwechinguva, kuti varege kufa.” VaGerishoni Jehovha akati kuna Mozisi, “Verengawo vaGerishoni nemhuri dzavo uye nedzimba dzavo. Uverenge varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu vanouya kuzoshanda basa romuTende Rokusangana. “Ndiro basa redzimba dzavaGerishoni pavanoshanda vachitakura mitoro. Vanofanira kutakura zvidzitiro zvetabhenakeri, Tende Rokusangana zvifukidzo zvaro uye zvifukidzo zvokunze zvamatehwe emhou dzegungwa, chidzitiro chapamukova wokupinda kuTende Rokusangana, zvidzitiro zvaparuvazhe runopoteredza tabhenakeri nearitari, chidzitiro chapamukova, tambo nemidziyo yose inoshandiswa pakushumira. VaGerishoni vanofanira kuita zvose zvinofanira kuitwa pakushandisa zvinhu izvi. Mabasa avo ose kungava kutakura kana kuita rimwe basa, zvinofanira kuitwa nokurayira kwaAroni navanakomana vake. Muchavatuma sebasa ravo zvose zvavanofanira kutakura. Ndiro basa redzimba dzavaGerishoni paTende Rokusangana. Vanofanira kurayirwa pamabasa avo naItamari mwanakomana waAroni muprista. VaMerari “Verenga vaMerari nedzimba dzavo nemhuri dzavo. Verenga varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu vanouya kuzoshanda basa muTende Rokusangana. Iri ndiro basa ravo pavanoshanda paTende Rokusangana: kutakura matanda etabhenakeri, mbariro dzayo, mbiru nehwaro, pamwe chete nembiru dzinopoteredza ruvazhe nehwaro hwadzo, mbambo dzetende, tambo, midziyo yavo yose uye nezvose zvinoshandiswa pamwe chete nazvo. Govera murume mumwe nomumwe zvinhu zvaanofanira kutakura. Uhu ndihwo ushumiri hwedzimba dzavaMerari pakushanda kwavo paTende Rokusangana vachitungamirirwa naItamari mwanakomana waAroni, muprista.” Kuverengwa kwedzimba dzavaRevhi Mozisi, Aroni navatungamiri veungano vakaverenga vaKohati nedzimba dzavo uye nemhuri dzavo. Varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu vakauya kuzoshanda basa romuTende Rokusangana, vachiverengwa nedzimba dzavo, vaisvika zviuru zviviri, namazana manomwe namakumi mashanu. Uku ndiko kwaiva kuwanda kwavose vedzimba dzavaKohati vaishanda muTende Rokusangana. Mozisi naAroni vakavaverenga maererano nokurayira kwaJehovha kubudikidza naMozisi. VaGerishoni vakaverengwa nedzimba dzavo nemhuri dzavo. Varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu, vakauya kuzoshanda pabasa romuTende Rokusangana, vachiverengwa nedzimba dzavo nemhuri dzavo, vaisvika zviuru zviviri, namazana matanhatu namakumi matatu. Ndiko kwakanga kuri kuwanda kwaavo vakanga vari vedzimba dzavaGerishoni vaishanda muTende Rokusangana. Mozisi naAroni vakavaverenga maererano nokurayira kwaJehovha. VaMerari vakaverengwa nedzimba dzavo uye nemhuri dzavo. Varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu vakauya kuzoshanda basa muTende Rokusangana, vachiverengwa nedzimba dzavo, vaisvika zviuru zvitatu, namazana maviri. Uku ndiko kwakanga kuri kuwanda kwaavo vaiva mudzimba dzavaMerari. Mozisi naAroni vakavaverenga maererano nokurayira kwaJehovha kubudikidza naMozisi. Saka Mozisi, Aroni navatungamiri veIsraeri vakaverenga vaRevhi vose nedzimba dzavo uye nemhuri dzavo. Varume vose kubvira pane vane makore makumi matatu kusvikira pane vane makore makumi mashanu vakauya kuzoshanda basa uye vachitakura Tende Rokusangana, vakasvika zviuru zvisere, mazana mashanu namakumi masere. Mumwe nomumwe akagoverwa basa rake akaudzwa zvokuita sokurayira kwaJehovha kubudikidza naMozisi. Saizvozvo vakaverengwa, sokurayirwa kwakaitwa Mozisi naJehovha. "
    },
    {
      "chapter": "5",
      "verses": "Kunatswa kwoMusasa Jehovha akati kuna Mozisi, “Rayira vaIsraeri kuti vabudise mumusasa ani zvake ane chirwere cheganda romuviri kana kuerera kupi zvako, kana akasvibiswa nokuda kwechitunha. Uvabudise vose varume navakadzi zvimwe chetezvo; uvabudise kunze kwomusasa kuitira kuti varege kusvibisa musasa wavo, wandigere pakati pavo.” VaIsraeri vakaita saizvozvo, vakavabudisa kunze kwomusasa. Vakaita sezvakarayirwa Mozisi naJehovha. Kuripira zvinenge zvakanganiswa Jehovha akati kuna Mozisi, “Uti kuvaIsraeri: ‘Kana murume kana mukadzi akakanganisira mumwe nenzira ipi zvayo uye saizvozvo akasava akatendeka kuna Jehovha munhu uyo ane mhosva, uye anofanira kureurura chivi chaakaita. Anofanira kuripira zvizere mhosva yake, achiwedzera cheshanu chayo agozvipa zvose kumunhu waakatadzira. Asi kana munhu uyo asina hama yepedyo uyo angapiwa zviri kuripirwa mhosva, muripo uyu ndowaJehovha uye unofanira kupiwa kumuprista, pamwe chete negondohwe rokumuyananisira. Zvinotsaurwa zvose zvinopiwa navaIsraeri kumuprista zvichava zvake. Zvipo zvakatsaurwa zvomunhu mumwe nomumwe ndezvake iye pachake, asi zvaanopa kumuprista zvichava zvomuprista.’ ” Kuongororwa kwomukadzi asina kutendeka Ipapo Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kana mukadzi womunhu akatsauka uye akasava akatendeka kwaari, akavata nomumwe murume, uye izvi zvikavanzwa kumurume wake uye kusvibiswa kwake kusati kwabatwa (sezvo pasina chapupu pamusoro pake uye asati abatwa achiita izvozvo), uye murume wake akava neshanje mukati make uye akafungira mukadzi wake, uye iye mukadzi achinge akasvibiswa, kana dai akava neshanje uye achimufungira kunyange zvake iye asina kusvibiswa, ipapo anofanira kutora mukadzi wake agoenda naye kumuprista. Anofanira kuendawo nechipiriso chechegumi cheefaa youpfu hwebhari pachinzvimbo chake. Haafaniri kudira mafuta pamusoro pacho kana zvinonhuwira pachiri, nokuti chipiriso chezviyo cheshanje, chipiriso chechiyeuchidzo chokurangaridza mhosva. “ ‘Muprista achamuuyisa agoita kuti amire pamberi paJehovha. Ipapo anofanira kutora mvura tsvene mumudziyo wevhu agoisa guruva rinobva pauriri hwetabhenakeri mumvura. Shure kwokunge muprista amisa mukadzi uyu pamberi paJehovha, achasunungura vudzi rake agoisa mumaoko ake chipiriso chokuyeuchidza, chipiriso chezviyo cheshanje, muprista pachake akabata mvura inovava inouyisa chituko. Ipapo muprista anofanira kuita kuti mukadzi uyu apike uye agoti kwaari, “Kana kusina mumwe murume akavata newe uye usina kumbotsauka ukava wakasvibiswa panguva yokuwanikwa kwako nomurume wako, mvura inovava iyi, iyo inouyisa kutukwa, ngairege kukukuvadza. Asi kana wakatsauka iwe wakawanikwa nomurume wako uye ukazvisvibisa nokuvata nomumwe murume pachinzvimbo chomurume wako,” ipapo muprista anofanira kuisa mukadzi uyu pachituko ichi chemhiko achiti, “Jehovha ngaaite kuti vanhu vako vakutuke uye vakurambe paanoita kuti chidya chako chionde uye kuti dumbu rako rizvimbe. Mvura iyi inouyisa kutuka ngaipinde mumuviri wako kuitira kuti dumbu rako rizvimbe uye chidya chako chionde.” “ ‘Ipapo mukadzi anofanira kuti, “Ameni. Ngazviite saizvozvo.” “ ‘Muprista anofanira kunyora zvituko izvi papepa ipapo agozvisuka mumvura inovava. Anofanira kunwisa mukadzi uyu mvura inovava iyo inouyisa kutukwa, uye mvura iyi ichapinda maari igouyisa kutambudzika nokuvaviwa. Muprista anofanira kutora kubva mumaoko omukadzi chipiriso chezviyo cheshanje, agochininira pamberi paJehovha nokuchiuyisa kuaritari. Ipapo muprista anofanira kutora tsama yechipiriso chezviyo sechipiriso chokurangaridza agochipisa paaritari; shure kwaizvozvo, anofanira kunwisa mukadzi uyu mvura. Kana akazvisvibisa uye anga asina kutendeka kumurume wake, ipapo kana zvaitwa kuti anwe mvura inouyisa kutukwa, ichapinda maari igoita kuti arwadziwe zvikuru; dumbu rake richazvimba uye chidya chake chichaonda, uye iye achava akatukwa pakati pavanhu. Kunyange zvakadaro hazvo, kana mukadzi uyo asina kuzvisvibisa uye akachena achasunungurwa pamhosva iyo uye achagona kubereka vana. “ ‘Uyu, zvino ndiwo murayiro weshanje kana mukadzi atsauka uye akazvisvibisa iye ari mukadzi womunhu, uye kana murume akava neshanje nokuda kwokufungira mukadzi wake. Muprista anofanira kumumisa pamberi paJehovha agotevedza murayiro uyu wose kwaari. Murume achange asina mhosva pakukanganisa kupi zvako, asi mukadzi achava nemhosva yechivi chake.’ ” "
    },
    {
      "chapter": "6",
      "verses": "MuNaziri Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kana murume kana mukadzi akada kuita mhiko yakasarudzika, iyo mhiko yokuzvitsaurira kuna Jehovha somuNaziri, anofanira kusanwa waini nezvimwe zvinodhaka uye haafaniri kunwa vhiniga yakaitwa newaini kana nezvimwe zvinonwiwa zvinodhaka. Haafaniri kunwa muto wamazambiringa, kana kudya mazambiringa, kana akaomeswa. Panguva yose youNaziri hwake, haafaniri kudya chinhu chipi zvacho chinobva pamuti womuzambiringa, dzingava mhodzi kana mateko zvawo. “ ‘Mazuva ose okupika kwake kwokuzvitsaura hapana chisvo chichashandiswa kuveura musoro wake. Anofanira kuva mutsvene kusvikira nguva yokutsaurirwa kwake kuna Jehovha yapera; anofanira kurega bvudzi romusoro wake rirebe. Haafaniri kuswedera pachitunha mazuva ose aakazvitsaurira kuna Jehovha. Kunyange kana baba vake chaivo, kana mai vake, kana munun'una kana hanzvadzi vafa, haafaniri kuzvisvibisa nokuda kwavo, nokuti chiratidzo chokuzvitsaurira kuna Mwari chiri pamusoro wake. Mutsvene kuna Jehovha pamazuva ake ose aakazvitsaura. “ ‘Kana mumwe munhu akafa pakarepo iye ari ipapo, nokudaro akasvibisa bvudzi raakakumikidza, anofanira kuveura musoro wake nezuva rokunatswa kwake, iro zuva rechinomwe. Ipapo nezuva rorusere anofanira kuuya nenjiva mbiri kana twana tuviri twenjiva kumuprista ari pamusuo weTende Rokusangana. Muprista anofanira kupa imwe yacho sechipiriso chechivi uye imwe yacho sechipiriso chinopiswa kuti amuyananisire nokuti iye akatadza paakava pedyo nechitunha. Anofanira kunatsa musoro wake nezuva iroro. Anofanira kuzvikumikidza kuna Jehovha panguva yokuzvitsaura kwake uye anofanira kuuya nomukono wegwayana regore rimwe chete sechipiriso chemhosva. “ ‘Zvino uyu ndiwo murayiro womuNaziri panopera nguva yokuzvitsaura kwake. Anofanira kuuyiswa kumusuo weTende Rokusangana. Anofanira kupa kuna Jehovha chipiriso chake ipapo: mukono wegore rimwe chete wegwayana risina charingapomerwa kuti rive chipiriso chinopiswa, sheshe yegwayana regore rimwe chete isina kuremara kuti chive chipiriso chokuwadzana, pamwe chete nechipiriso chezviyo nechipiriso chokunwa, uye dengu rechingwa chisina mbiriso, keke rakaitwa noupfu hwakatsetseka hwakavhenganiswa namafuta, uye zvingwa zvitete zvakazorwa namafuta. “ ‘Muprista anofanira kuuya nazvo pamberi paJehovha agoita chipiriso chechivi nechipiriso chinopiswa. Anofanira kuuyisa dengu rechingwa chisina mbiriso uye agobayira gondohwe sechipiriso chokuwadzana kuna Jehovha, pamwe chete nechipiriso chezviyo nechipiriso chinonwiwa. “ ‘Zvino pamusuo weTende Rokusangana, muNaziri anofanira kuveura bvudzi riya raakakumikidza. Anofanira kutora bvudzi iro agoriisa mumoto uri pasi pechibayiro chokuwadzana. “ ‘Shure kwokunge muNaziri aveura bvudzi rokuzvikumikidza kwake, muprista anofanira kuisa mumaoko ake bandauko rakabikwa regondohwe, uye keke nechingwa chitete kubva mudengu, zvose zvakabikwa zvisina mbiriso. Ipapo muprista achazvininira pamberi paJehovha sechipiriso chokuninira; izvi zvitsvene uye ndezvomuprista, pamwe chete nechipfuva chakaninirwa uye chidya chakakumikidzwa. Shure kwaizvozvo, muNaziri anganwa hake waini. “ ‘Uyu ndiwo murayiro womuNaziri anenge apikira chipiriso kuna Jehovha maererano nokuzvitsaura kwake pamusoro pezvimwe zvose zvaanenge achigona kupa. Anofanira kuzadzisa mhiko yaakaita, zviri maererano nomurayiro womuNaziri.’ ” Kuropafadza kwoMuprista Jehovha akati kuna Mozisi, “Udza Aroni navanakomana vake uti, ‘Munofanira kuropafadza vaIsraeri nomutowo uyu. Muti kwavari: “ ‘Jehovha akuropafadzei uye akuchengetei; Jehovha ngaapenyese chiso chake pamusoro penyu uye akunzwirei tsitsi; Jehovha ngaarinzire chiso chake kwamuri uye akupei rugare.’ “Saka vachaisa zita rangu pamusoro pavaIsraeri, uye ndichavaropafadza.” "
    },
    {
      "chapter": "7",
      "verses": "Zvipiriso zvokukumikidzwa kweTabhenakeri Mozisi akati apedza kumisa tabhenakeri, akaizodza akaitsaura pamwe chete nemidziyo yayo yose. Akazodzawo nokutsaura aritari nemidziyo yayo yose. Ipapo vatungamiri veIsraeri, vakuru vedzimba avo vakanga vari vatungamiri vamarudzi vari vatariri vavaya vakanga vaverengwa, vakapa zvipiriso. Vakauyisa sezvipiriso zvavo pamberi paJehovha, ngoro nhanhatu dzakafukidzirwa nenzombe gumi nembiri, nzombe kubva kumutungamiriri mumwe nomumwe uye ngoro kubva kuvaviri vaviri. Izvi zvakaiswa pamberi petabhenakeri. Jehovha akati kuna Mozisi, “Gamuchira izvi kubva kwavari kuti zvigoshandiswa mubasa paTende Rokusangana. Uzvipe kuvaRevhi maererano nebasa romunhu mumwe nomumwe.” Saka Mozisi akatora ngoro nenzombe akazvipa kuvaRevhi. Akapa kuvaGerishoni ngoro mbiri nenzombe ina, maererano nezvaidiwa pabasa ravo, uye akapa ngoro ina nenzombe tsere kuvaMerari, maererano nezvaidiwa pabasa ravo. Vose vakanga vachirayirwa naItamari mwanakomana waAroni, muprista. Asi Mozisi haana kupa chinhu kuvanakomana vaKohati, nokuti vaifanira kutakura zvinhu zvitsvene pamapfudzi avo, iri ndiro raiva basa ravo. Aritari yakati yazodzwa, vatungamiri vakauya nezvipiriso zvavo zvokukumikidzwa kwayo vakazviisa pamberi pearitari. Nokuti Jehovha akanga ati kuna Mozisi, “Zuva rimwe nerimwe, mutungamiri mumwe chete anofanira kuuya nechipiriso chake chokukumikidza aritari.” Nashoni mwanakomana waAminadhabhi worudzi rwaJudha, ndiye akauya nechipiriso chake pazuva rokutanga. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatua, uye mbiya imwe chete yokusasa yesirivha yairema mashekeri makumi manomweb, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, rimwe nerimwe rizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumic, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete negwayana rimwe chete romukono wegore rimwe chete, zvechipiriso chinopiswa; nhongo imwe chete yembudzi yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chaiva chipiriso chaNashoni mwanakomana waAminadhabhi. Pazuva rechipiri, Netaneri mwanakomana waZuari, mutungamiri waIsakari, akauya nechipiriso chake. Chipiriso chaakauya nacho chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatu, uye mbiya imwe chete yokusasa yesirivha yairema makumi manomwe amashekeri, zvose zviri zviviri zvaiva zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo, maererano neshekeri renzvimbo tsvene; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete nomukono wegwayana regore rimwe chete, zvechipiriso chinopiswa; nhongo imwe chete yembudzi yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chaiva chipiriso chaNetaneri mwanakomana waZuari. Pazuva rechitatu, Eriabhu mwanakomana waHeroni, mutungamiri wavanhu vokwaZebhuruni, akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatu, uye mbiya imwe chete yokusasa yesirivha yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chechivi; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete nomukono wegwayana regore rimwe chete zvechipiriso chinopiswa; nhongo imwe chete yembudzi yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chaiva chipiriso chaEriabhu mwanakomana waHeroni. Pazuva rechina, Erizuri mwanakomana waShedheuri, mutungamiri wavanhu vokwaRubheni, akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatu, uye mbiya imwe chete yokusasa yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete nomukono mumwe chete wegwayana regore rimwe chete zvechipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chaiva chipiriso chaErizuri mwanakomana waShedheuri. Pazuva rechishanu, Sherumieri mwanakomana waZurishadhai, mutungamiri wavanhu vokwaSimeoni akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro yesirivha yakanga ichirema mashekeri zana namakumi matatu, uye mbiya yesirivha yokusasa imwe chete yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira, hando duku imwe chete, gondohwe rimwe chete uye mukono wegwayana mumwe chete wegore rimwe chete zvechipiriso chinopiswa; nhongo imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chaiva chipiriso chaSherumieri mwanakomana waZurishadhai. Pazuva rechitanhatu, Eriasafi mwanakomana waDheueri, mutungamiri wavanhu vokwaGadhi, akauya nechipiriso chake. Chipiriso chake chakanga chiri ndiro yesirivha yairema mashekeri zana namakumi matatu, uye mbiya yesirivha yokusasa yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe, rairema mashekeri gumi, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete uye mukono mumwe chete wegwayana regore rimwe chete, zvechipiriso chinopiswa; nhongo imwe chete yembudzi yechipiriso chechivi; nenzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaEriasafi mwanakomana waDheueri. Pazuva rechinomwe, Erishama mwanakomana waAmihudhi, mutungamiri wavanhu vokwaEfuremu, akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatu, uye mbiya yesirivha yokusasa imwe chete yairema mashekeri makumi manomwe zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo, dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete uye mukono wegwayana wegore rimwe chete, kuti zvive chipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi uye makwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaErishama mwanakomana waAmihudhi. Pazuva rorusere Gamarieri mwanakomana waPedhazuri, mutungamiri wavanhu vokwaManase akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatu, uye mbiya yesirivha yokusasa imwe chete yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira; Hando duku imwe chete, gondohwe rimwe chete uye mukono mumwe chete wegwayana regore rimwe chete, sechipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu uye makwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaGamarieri mwanakomana waPedhazuri. Pazuva repfumbamwe, Abhidhani mwanakomana waGidheoni mutungamiri wavanhu vokwaBhenjamini, akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo. Ndiro yegoridhe imwe chete yairema mashekeri gumi, izere nezvinonhuwira; hando yegoridhe imwe chete yairema mashekeri gumi, izere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete nomukono wegwayana wegore rimwe chete, kuti zvive chipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi uye nzombe mbiri makondohwe mashanu, nhongo dzembudzi shanu namakwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaAbhidhani mwanakomana waGidheoni. Pazuva regumi, Ahiezeri mwanakomana waAmishadhai, mutungamiriri wavanhu vokwaDhani, akauya nechipiriso. Chipiriso chake chakanga chiri chendiro yesirivha yairema mashekeri zana namakumi matatu, nembiya yesirivha yokusasa imwe chete yairema mashekeri makumi manomwe, zvose zviri maererano neshekeri renzvimbo tsvene, zvose zviri zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumi rizere nezvinonhuwirira; hando duku imwe chete, gondohwe rimwe chete nomukono mumwe chete wegwayana wegore rimwe chete, sechipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi namakwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaAhiezeri mwanakomana waAmishadhai. Pazuva regumi nerimwe, Pagieri mwanakomana waOkirani, mutungamiri wavanhu vokwaAsheri, akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro imwe chete yesirivha yairema mashekeri zana namakumi matatu, nembiya yesirivha yokusasa imwe chete yairema mashekeri makumi manomwe, zvose zviri zviviri maererano neshekeri renzvimbo tsvene, zvose zviviri zvakanga zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwirira; hando duku imwe chete, gondohwe rimwe chete nomukono wegwayana wegore rimwe chete, kuti zvive chipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi namakwayana makono mashanu egore rimwe chete, kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaPagieri mwanakomana waOkirani. Pazuva regumi namaviri, Ahira mwanakomana waEnani, mutungamiri wavanhu vokwaNafutari, akauya nechipiriso chake. Chipiriso chake chakanga chiri chendiro imwe chete yesirivha yairema mashekeri zana namakumi matatu, nembiya yesirivha yokusasa imwe chete yairema mashekeri makumi manomwe zvose zviri zviviri zvizere noupfu hwakatsetseka hwakavhenganiswa namafuta sechipiriso chezviyo; dhishi rimwe chete regoridhe rairema mashekeri gumi, rizere nezvinonhuwira; hando duku imwe chete, gondohwe rimwe chete uye nomukono wegwayana wegore rimwe chete, kuti zvive chipiriso chinopiswa; nhongo yembudzi imwe chete yechipiriso chechivi; uye nzombe mbiri, makondohwe mashanu, nhongo shanu dzembudzi namakwayana makono mashanu egore rimwe chete kuti zvizobayirwa sechipiriso chokuwadzana. Ichi ndicho chakanga chiri chipiriso chaAhira mwanakomana waEnani. Izvi ndizvo zvakanga zviri zvipiriso zvavatungamiri veIsraeri pakukumikidzwa kwearitari payakazodzwa; ndiro dzesirivha gumi nembiri, mbiya dzesirivha dzokusasa gumi nembiri namadhishi egoridhe gumi namaviri. Ndiro imwe neimwe yesirivha yairema mashekeri zana namakumi matatu uye mbiya imwe neimwe yokusasa yairema mashekeri makumi manomwe. Pamwe chete madhishi esirivha airema zviuru zviviri namazana mana amashekerid, maererano neshekeri renzvimbo tsvene. Madhishi egoridhe gumi namaviri akanga azere nezvinonhuwirira airema mashekeri zana namakumi mavirie. Uwandu hwezvipfuwo zvechipiriso chinopiswa pamwe chete hwaiti hando duku gumi nembiri, makondohwe gumi namaviri namakondohwe maduku egore rimwe chete gumi namaviri, pamwe chete nechipiriso chavo chezviyo. Nhongo dzembudzi gumi nembiri dzakashandiswa pachipiriso chechivi. Uwandu hwezvipfuwo zvechibayiro chokuwadzana pamwe chete hwaiti nzombe makumi maviri neina, makondohwe makumi matanhatu, nhongo dzembudzi makumi matanhatu namakondohwe maduku egore rimwe chete makumi matanhatu. Izvi ndizvo zvakanga zviri zvipiriso zvokukumikidzwa kwearitari shure kwokuzodzwa kwayo. Mozisi akati apinda muTende Rokusangana kundotaura naJehovha, akanzwa inzwi richitaura naye richibva napakati pamakerubhi pamusoro pechifukidzo cheareka yeChipupuriro. Uye akataura naye. "
    },
    {
      "chapter": "8",
      "verses": "Mwenje inotungidzwa Jehovha akati kuna Mozisi, “Taura naAroni uti kwaari, ‘Kana uchimisa mwenje minonwe, inofanira kuvhenekera nzvimbo iri mberi kwechigadziko chomwenje.’ ” Aroni akaita saizvozvo; akamisa mwenje kuti atarisane nechigadziko chomwenje, sezvakanga zvarayirwa Mozisi naJehovha. Aya ndiwo magadzirirwo akanga akaitwa chigadziko chomwenje: Chakanga chakaitwa negoridhe rakapambadzirwa kubva pahwaro hwacho kusvikira pamaruva acho. Chigadziko chomwenje chakanga chakagadzirwa zvakanyatsofanana nomufananidzo wakanga waratidzwa Mozisi naJehovha. Kutsaurwa kwavaRevhi Jehovha akati kuna Mozisi: “Bvisa vaRevhi pakati pavamwe vaIsraeri ugovanatsa. Pakuvanatsa, unofanira kuita izvi: Sasa pamusoro pavo mvura yokuvachenesa; ipapo ugoita kuti vaveure miviri yavo yose vagosuka nguo dzavo, kuitira kuti vazvinatse. Uite kuti vatore hando duku nechipiriso chayo chezviyo choupfu hwakatsetseka hwakavhenganiswa namafuta, ipapo munofanira kutorazve imwe hando duku yechipiriso chechivi. Uuye navaRevhi mberi kweTende Rokusangana ugounganidza ungano yose yavaIsraeri. Unofanira kuuya navaRevhi pamberi paJehovha, uye vaIsraeri vanofanira kuisa maoko avo pamusoro pavo. Aroni anofanira kuisa vaRevhi pamberi paJehovha sechipiriso chokuninira chinobva kuvaIsraeri, kuitira kuti vagadzirire kuita basa raJehovha. “Mushure mokunge vaRevhi vaisa maoko avo pamisoro yehando, ushandise imwe yacho sechipiriso chechivi kuna Jehovha uye imwe yacho sechipiriso chinopiswa, kuti uyananisire vaRevhi. Uite kuti vaRevhi vamire pamberi paAroni navanakomana vake ipapo ugovakumikidza sechipiriso chokuninira kuna Jehovha. Nenzira iyi unofanira kutsaura vaRevhi pakati pavamwe vaIsraeri, uye vaRevhi vachava vangu. “Mushure mokunge wanatsa vaRevhi nokuvakumikidza sechipiriso chokuninira, vanofanira kuuya kuzoita basa ravo paTende Rokusangana. Ivo ndivo vaIsraeri vachapiwa zvachose kwandiri. Ndakavatora kuti vave vangu pachinzvimbo chamatangwe, vanakomana vokutanga vomukadzi mumwe nomumwe womuIsraeri. Chibereko chose chokutanga chechikono muIsraeri, angava munhu kana chipfuwo, ndechangu. Pandakauraya matangwe ose muIjipiti, ndakazvitsaurira ivo kwandiri. Uye ndakatora vaRevhi panzvimbo yavanakomana veIsraeri vamatangwe. PavaIsraeri vose, ndakapa vaRevhi sezvipo kuna Aroni navanakomana vake kuti vaite basa paTende Rokusangana vakamirira vaIsraeri uye kuti vayananisire vaIsraeri kuti varege kuurayiwa nedenda pavanenge vaswedera kunzvimbo tsvene.” Mozisi, Aroni neungano yose yeIsraeri vakaitira vaRevhi sezvakanga zvarayirwa Mozisi naJehovha. VaRevhi vakazvinatsa vakasuka nguo dzavo. Ipapo Aroni akavaisa pamberi paJehovha sechipiriso chokuninira akavayananisa kuti vanatswe. Shure kwaizvozvo, vaRevhi vakauya kuzoshanda basa ravo paTende Rokusangana vachitungamirirwa naAroni navanakomana vake. Vakaitira vaRevhi sezvakanga zvarayirwa Mozisi naJehovha. Jehovha akati kuna Mozisi, “Izvi ndizvo zvichaitwa navaRevhi: Vamwe vana makore makumi maviri namashanu kana anopfuura vachauya kuzoshanda basa paTende Rokusangana, asi kana vasvika makore makumi mashanu, vanofanira kuregedza basa ravo uye varege kuzoshandazve. Vangabatsira havo hama dzavo kuita mabasa apaTende Rokusangana, asi ivo pachavo havafaniri kushanda basa. Zvino, izvi ndizvo zvaunofanira kurayira vaRevhi kuti vaite.” "
    },
    {
      "chapter": "9",
      "verses": "Pasika Jehovha akataura kuna Mozisi murenje reSinai mumwedzi wokutanga wegore rechipiri shure kwokubuda kwavo muIjipiti. Akati kwaari, “Ita kuti vaIsraeri vapemberere Pasika panguva yakatarwa. Muipemberere panguva yakatarwa, panguva yorubvunzavaeni pazuva regumi namana romwedzi, maererano nemitemo yayo nemirayiro yayo yose.” Saka Mozisi akataurira vaIsraeri kuti vapemberere Pasika, ivo vakaita saizvozvo murenje reSinai panguva yorubvunzavaeni nezuva regumi namana romwedzi wokutanga. VaIsraeri vakaita zvose sezvakanga zvarayirwa Mozisi naJehovha. Asi vamwe vavo havana kupemberera Pasika nomusi iwoyo nokuti vakanga vasina kuchena nokuda kwechitunha. Saka vakauya kuna Mozisi naAroni musi iwoyo uye, vakati kuna Mozisi, “Isu tava vasina kuchena nokuda kwechitunha, asi tinodzivisirweiko kuvigira Jehovha chipiriso pamwe chete navamwe vaIsraeri panguva yakatarwa?” Mozisi akavapindura akati, “Mirai kusvikira ndanzwa zvinorayirwa naJehovha pamusoro penyu.” Ipapo Jehovha akati kuna Mozisi, “Taurira vaIsraeri kuti: ‘Mumwe wenyu kana zvizvarwa zvenyu kana vasvibiswa nokuda kwechitunha uye kana kuti vari parwendo, naivowo vangapemberera Pasika yaJehovha. Vanofanira kuipemberera nezuva regumi namana romwedzi wechipiri panguva dzorubvunzavaeni. Vanofanira kudya gwayana, pamwe chete nechingwa chisina mbiriso nomuriwo unovava. Havafaniri kusiya chinhu kusvikira mangwanani kana kuvhuna mapfupa aro. Pavanopemberera Pasika, vanofanira kutevedza mitemo yose. Asi kana munhu akachena uye asiri parwendo akakundikana kupemberera Pasika, munhu uyo anofanira kubviswa pakati pavanhu vokwake nokuti haana kuvigira Jehovha chipiriso panguva yakatarwa. Munhu uyo achatakura zvivi zvake. “ ‘Mutorwa agere pakati penyu anoda kupemberera Pasika yaJehovha anofanira kuita izvozvo maererano nemitemo nemirayiro yayo. Munofanira kuva nomutemo mumwe chete kumutorwa nokuna akaberekerwa munyika.’ ” Gore pamusoro peTabhenakeri Pazuva rakamiswa tabhenakeri, iyo Tende yeChipupuriro, gore rakaifukidza. Kubva panguva dzamadekwana kusvikira mangwanani, gore rakanga riri pamusoro petabhenakeri rakanga rakaita somoto. Ndizvo zvarakaramba rakaita; gore rakaifukidza, uye usiku raitaridzika somoto. Gore raiti kana rasimudzwa kubva pamusoro peTende, vaIsraeri vaifamba; pose paimira gore, vaIsraeri vaidzika musasa ipapo. Pakurayira kwaJehovha, vaIsraeri vaifamba, uye pakurayirwa kwake, vaibva vadzika musasa. Gore paraimira pamusoro petabhenakeri, ivo vairamba vakadzika musasa. Dzimwe nguva gore raigara pamusoro petabhenakeri kwamazuva mashomanana chete; vaidzika musasa wavo sokurayira kwaJehovha uye pakurayira kwake, vaibva vafamba. Dzimwe nguva gore raingogara kubva panguva dzamadekwana kusvikira mangwanani, uye paraingosimuka mangwanani ivo vaibva vafamba. Paingosimuka gore, angava masikati kana usiku, vaibva vafamba. Kana gore rikagara pamusoro petabhenakeri kwamazuva maviri kana mwedzi, kana gore rimwe chete, vaIsraeri vairamba vari mumusasa uye vasingafambi; asi kana rikasimuka ivo vaibva vafamba. Sokurayira kwaJehovha, vaidzika musasa, uye sokurayira kwaJehovha, vaifamba. Vakateerera kurayira kwaJehovha, maererano nokurayira kwake kubudikidza naMozisi. "
    },
    {
      "chapter": "10",
      "verses": "Hwamanda dzeSirivha Jehovha akati kuna Mozisi, “Ita hwamanda mbiri dzesirivha yakapambadzirwa, ugodzishandisa kudana ungano pamwe chete uye kuti mapoka afambe. Dzikaridzwa dzose dziri mbiri, ungano yose inofanira kuungana pamberi pako pamukova weTende Rokusangana. Kana imwe chete ikaridzwa, vatungamiri, vakuru vedzimba dzaIsraeri, vanofanira kuungana pamberi pako. Hwamanda yeyambiro painoridzwa marudzi akavaka kumabvazuva anofanira kutanga kufamba. Paunoridza hwamanda yechipiri, misasa yezasi inofanira kufamba. Kurira kwehwamanda kuchava chiratidzo chokuti mufambe. Kuti ungano iungane, muridze hwamanda, asi kwete namaridziro mamwe chetewo. “Vanakomana vaAroni, vaprista ndivo vanofanira kuridza hwamanda. Uyu unofanira kuva mitemo usingaperi kwamuri nokuzvizvarwa zvinotevera. Kana muchindorwa munyika yenyu nomuvengi anokumanikidzai, muridze hwamanda. Ipapo mucharangarirwa naJehovha Mwari wenyu achakununurai kubva kuvavengi venyu. Uyezve, panguva dzenyu dzokufara, pamitambo yenyu yakatarwa uye nemitambo yoKugara kwoMwedzi, munofanira kuridza hwamanda pamusoro pezvipiriso zvenyu zvinopiswa nezvipiriso zvokuwadzana, uye zvichava chirangaridzo kwamuri pamberi paMwari wenyu. Ndini Jehovha Mwari wenyu.” VaIsraeri vanobva paSinai Pazuva ramakumi maviri romwedzi wechipiri, wegore rechipiri, gore rakasimuka kubva pamusoro petabhenakeri yeChipupuriro. Ipapo vaIsraeri vakasimuka kubva murenje reSinai, vakafamba vachienda kunzvimbo nenzvimbo kusvikira gore randomira murenje reParani. Nguva ino, kwokutanga, vakafamba sezvavakanga varayirwa naJehovha kubudikidza naMozisi. Mapoka omusasa waJudha ndiwo akatanga kuenda, pasi pomureza wavo. Nashoni mwanakomana waAminadhabhi akanga achivatungamirira. Netaneri mwanakomana waZua akanga ari mukuru weboka rorudzi rwaZebhuruni. Uye Eriabhu mwanakomana waHeroni akanga ari mukuru weboka rorudzi rwaZebhuruni. Ipapo tabhenakeri yakabviswa, uye vaGerishoni navaMerari, vakanga vachiitakura, vakafamba. Mapoka omusasa waRubheni akatevera, vari pasi pomureza wavo. Erizuri mwanakomana waShedheuri ndiye akanga achivatungamirira. Sherumieri mwanakomana waZurishadhai akanga ari mukuru weboka rorudzi rwaSimeoni, uye Eriasafi mwanakomana waDheueri akanga ari mukuru weboka rorudzi rwaGadhi. Ipapo vaKohati vakasimuka, vakatakura zvinhu zvitsvene. Tabhenakeri yaifanira kumiswa vasati vasvika. Mapoka omusasa waEfuremu akatevera; vari pasi pomureza wavo. Erishama mwanakomana waAmihudhi akanga achivatungamirira. Gamarieri mwanakomana waPedhazuri akanga ari mukuru weboka rorudzi rwaManase. Uye Abhidhani mwanakomana waGidheoni akanga ari mukuru weboka rorudzi rwaBhenjamini. Pakupedzisira, samapoka aichengetedza kumashure kwamapoka ose, mapoka omusasa waDhani akasimuka, ari pasi pomureza wavo. Ahiezeri mwanakomana waAmishadhai ndiye akanga achivatungamirira. Pagieri mwanakomana waOkirani akanga ari mukuru weboka rorudzi rwaAsheri; uye Ahira mwanakomana waEnani akanga ari mukuru weboka rorudzi rwaNafutari. Aya ndiwo akanga ari mafambiro amapoka avaIsraeri pakusimuka kwavo. Zvino Mozisi akati kuna Hobhabhi mwanakomana waReueri muMidhiani, tezvara waMozisi, “Tava kuenda kunzvimbo yatakanzi naJehovha, ‘Ndichakupai imi.’ Handei tose tigokuitirai zvakanaka, nokuti Jehovha avimbisa zvinhu zvakanaka kuna Israeri.” Iye akapindura akati, “Kwete, handingaendi; ndiri kudzokera kunyika yangu nokuvanhu vokwangu.” Asi Mozisi akati kwaari, “Ndapota hangu regai kutisiya. Munoziva patinofanira kuvaka musasa wedu murenje, uye imi mungava meso edu. Kana mukaenda nesu, tichagovana nemi chinhu chipi nechipi chatichapiwa naJehovha.” Saka vakasimuka kubva pagomo raJehovha vakafamba kwamazuva matatu. Areka yaJehovha yesungano yakavatungamirira pamazuva matatu iwayo kuti vatsvakirwe nzvimbo yokuzororera. Gore raJehovha rakanga riri pamusoro pavo masikati pavakasimuka kubva pamusasa. Paingosimuka areka, Mozisi aiti, “Haiwa Jehovha, simukai! Vavengi venyu ngavaparadzirwe, vavengi venyu ngavatize pamberi penyu.” Payaigadzikwa pasi, iye aiti, “Haiwa Jehovha, dzokai kuzviuru nezviuru zvavaIsraeri.” "
    },
    {
      "chapter": "11",
      "verses": "Moto wakabva kuna Jehovha Zvino vanhu vakanyunyuta, Jehovha achizvinzwa, pamusoro pokuomerwa kwavo, uye paakavanzwa hasha dzake dzakamutswa. Ipapo moto wakabva kuna Jehovha ukapisa pakati pavo uye ukaparadza vamwe kumucheto womusasa. Vanhu vakati vachema kuna Mozisi, akanyengetera kuna Jehovha moto ukadzima. Saka nzvimbo iyo yakanzi Tabhera, nokuti moto wakabva kuna Jehovha ukapisa pakati pavo. Zvihuta zvakabva kuna Jehovha Vatorwa vakanga vari pakati pavo vakatanga kupanga zvimwewo zvokudya, uyezve vaIsraeri vakatanga kuungudza vachiti, “Ndianiko achatipa nyama kuti tidye? Tinorangarira hove dzataidya muIjipiti tisingatengi; magaka, manwiwa, hanyanisi huru, hanyanisi diki nemhiripiri. Asi zvino tafinhwa; hapana chimwe chinhu chatiri kuwana kunze kwemana iyi.” Mana yakanga yakaita semhodzi yekorianda uye ichiratidzika samazambiringa akaoma. Vanhu vaitenderera vachiinhonga, uye, vaizoikuya paguyo kana kuidzvura muduri. Vaiibika muhari kana kuita makeke. Uye yainaka kunge chinhu chakabikwa namafuta omuorivhi. Dova raiti rawira pamusoro pomusasa usiku, mana yaiwawo. Mozisi akanzwa vanhu vemhuri dzose vachiungudza, mumwe nomumwe pamukova wetende rake. Jehovha akatsamwa kwazvo, uye Mozisi akatambudzika. Akabvunza Jehovha akati, “Seiko makauyisa dambudziko iri pamuranda wenyu? Chiiko chandakaita chisingakufadzei zvokuti makaisa mutoro wavanhu ava vose pamusoro pangu? Ko, ndini ndakaita kuti vanhu vose ava vaumbwe here? Ko, ndini ndakavabereka here? Seiko muchindiita kuti ndivatakure mumaoko angu, somureri anotakura mwana mucheche kuti ndiende navo kunyika yamakavimbisa nemhiko kumadzitateguru avo? Ndingawanepiko nyama yandingapa vanhu vose ava? Vanoramba vachingondichemera vachiti, ‘Tipe nyama yokudya.’ Handingatakuri vanhu ava vose ndoga; mutoro unondiremera kwazvo. Kana muchida kundiitira saizvozvo, ndiurayei henyu iye zvino, kana ndawana hangu nyasha pamberi penyu, uye musandirega ndichiona kuparara kwangu.” Jehovha akati kuna Mozisi, uya navakuru vavaIsraeri makumi manomwe vaunoziva savatungamiri namachinda pakati pavanhu. Uite kuti vauye kuTende Rokusangana, kuti vamire newe ipapo. Ini ndichaburuka ndigozotaura newe ipapo, uye ndichatora Mweya uri pamusoro pako ndigoisa Mweya iwoyo pamusoro pavo. Ivo vachakubatsira kutakura mutoro wavanhu kuitira kuti iwe urege kuutakura woga. “Udza vanhu kuti: ‘Zvinatsei mugadzirire zvamangwana, pamuchadya nyama. Jehovha akakunzwai pamakaungudza muchiti, “Dai bedzi taiva nenyama yokudya! Takanga tiri nani muIjipiti!” Zvino Jehovha achakupai nyama, uye muchaidya. Hamungaidyi kwezuva rimwe chete, kana mazuva maviri kana mashanu, gumi kana makumi maviri, asi kwomwedzi wose, kusvikira yabuda nomumhino dzenyu uye mukaisema, nokuti makaramba Jehovha, ari pakati penyu, uye maisema pamberi pake muchiti, “Takambobvireiko kuIjipiti?” ’ ” Asi Mozisi akati, “Hezvi ndiri pakati pavanhu mazana matanhatu ezviuru vanofamba netsoka, zvino imi munoti, ‘Ini ndichavapa nyama kuti vadye kwomwedzi wose!’ Zvichavaringana here kana dai vakaurayirwa makwai nemombe? Zvichavaringana here kana dai vakabatirwa hove dzose dziri mugungwa?” Jehovha akapindura Mozisi achiti, “Ko, ruoko rwaJehovha rwakapfupiswa here? Zvino uchaona kuti zvandinoreva zvichaitika here kana kuti kwete.” Saka Mozisi akabuda akandoudza vanhu zvakanga zvataurwa naJehovha. Akaunganidza vakuru vavo makumi manomwe akavaita kuti vamire vakapoteredza Tende. Ipapo Jehovha akaburuka ari mugore akataura navo uye akatora mweya wakanga uri pamusoro pake akaisa mweya uyu pamusoro pavakuru makumi manomwe. Mweya wakati wagara pamusoro pavo vakaprofita, asi havana kuzopamhazve. Kunyange zvakadaro, varume vaviri, vainzi Eridhadhi naMedhadhi, vakanga vasara mumusasa. Ivo vakanga vaverengwa pakati pavakuru, asi havana kubuda kuti vaende kuTende. Asi Mweya wakagarawo pamusoro pavo uye, vakaprofita vari mumusasa. Mumwe mujaya akamhanya akandoudza Mozisi akati, “Eridhadhi naMedhadhi vari kuprofita vari mumusasa.” Joshua mwanakomana waNuni, uyo akanga ari mubatsiri waMozisi kubva paujaya hwake, akataura nesimba akati, “Mozisi, ishe wangu, vadzivisei!” Asi Mozisi akapindura akati, “Ko, iwe une godo nokuda kwangu here? Ndinoshuva kuti dai vanhu vaJehovha vose vava vaprofita uye kuti dai Jehovha aisa mweya wake pamusoro pavo!” Ipapo Mozisi navakuru vavaIsraeri vakadzokera kumusasa. Zvino mhepo yakabuda ichibva kuna Jehovha ikasunda zvihuta zvichibva kugungwa. Yakazvikanda pasi kumativi ose omusasa zvikaita murwi ungada kuita makubhiti maviria kubva pasi, kusvika pangafambwa rwendo rwezuva rimwe chete kumativi ose. Zuva rose iroro nousiku hwose uye nezuva rose rakatevera vanhu vakabuda kundounganidza zvihuta. Hakuna akaunganidza zvaiva pasi pamahomeri gumib. Ipapo vakazviyanika vakapoteredza musasa. Asi nyama ichiri pakati pamazino avo uye isati yatsengwa, kutsamwa kwaJehovha kwakapfuta pamusoro pavanhu, akavarova nehosha yakaipisisa. Naizvozvo nzvimbo iyo yakatumidzwa kunzi Kibhuroti Hatava, nokuti vakaviga vanhu vakanga vakarira zvimwewo zvokudya. Vanhu vakabva paKibhuroti Hatava vakaenda kuHazeroti vakandogara ikoko. "
    },
    {
      "chapter": "12",
      "verses": "Miriamu naAroni vanopikisana naMozisi Miriamu naAroni vakatanga kupopotera Mozisi nokuda kwomukadzi wake aiva muEtiopia, nokuti akanga awana muEtiopia. “Ko, Jehovha akangotaura naMozisi oga here? Ko, haana kutaura kubudikidza nesuwo here?” Uye Jehovha akazvinzwa. Zvino Mozisi akanga ari munhu akapfava kwazvo, akapfava kupfuura ani zvake pamusoro penyika. Pakarepo Jehovha akati kuna Mozisi, Aroni naMiriamu, “Budai muuye kuTende Rokusangana, mose muri vatatu.” Saka vakabuda ivo vari vatatu. Ipapo Jehovha akaburuka ari mushongwe yegore; akamira pamukova wokupinda kuTende akadana Aroni naMiriamu. Vakati vachibuda vari vaviri, akati kwavari, “Teererai mashoko angu: “Kana pano muprofita pakati penyu, ndinozviratidza kwaari nezviratidzo, ndinotaura naye muzviratidzo, ndinotaura naye muzviroto. Asi hazvina kudaro kuna Mozisi muranda wangu; iye akatendeka muimba yangu yose. Ndinotaura naye takatarisana, pachena kwete nezvirahwe; iye anoona chimiro chaJehovha. Zvino makarega seiko kutya kutaura muchipopotera muranda wangu Mozisi?” Kutsamwa kwaJehovha kwakapfuta pamusoro pavo, uye akavasiya. Gore rakati rabva pamusoro peTende, onei Miriamu amirepo ava namaperembudzi, akaita sechando. Aroni akatendeukira kwaari akaona kuti akanga ava namaperembudzi. Ipapo akati kuna Mozisi, “Ndapota, ishe wangu, regai kuisa pamusoro pedu chivi chataita noupenzi. Musarega achifanana nomwana akazvarwa akafa mudumbu ramai vake hafu yenyama yake yakadyiwa.” Saka Mozisi akachema kuna Jehovha akati, “Haiwa Mwari, ndapota hangu muporesei!” Jehovha akapindura Mozisi achiti, “Dai baba vake vanga vamupfira kumeso kwake, haazainyara kwamazuva manomwe here? Mubudise kunze kwomusasa kwamazuva manomwe; mugomudzosa henyu pashure.” Saka Miriamu akabudiswa kunze kwomusasa kwamazuva manomwe, uye vanhu havana kupfuurira mberi kusvikira adzoswa. Shure kwaizvozvo, vanhu vakabva paHazeroti vakandodzika musasa muRenje reParani. "
    },
    {
      "chapter": "13",
      "verses": "Vasori vanoona nyika yeKenani Jehovha akati kuna Mozisi, “Tuma vamwe varume kuti vandosora nyika yeKenani, yandiri kupa kuvaIsraeri. Tuma mutungamiri mumwe kubva kurudzi rumwe norumwe rwamadzitateguru avo.” Saka, sokurayira kwaJehovha, Mozisi akavatuma vachibva nokurenje reParani. Vose vakanga vari vatungamiri vavaIsraeri. Haano mazita avo: kubva kurudzi rwaRubheni, Shamua mwanakomana waZakuri; kubva kurudzi rwaSimeoni, Shafati mwanakomana waHori; kubva kurudzi rwaJudha, Karebhu mwanakomana waJefune; kubva kurudzi rwaIsakari, Igari mwanakomana waJosefa; kubva kurudzi rwaEfuremu, Hoshea mwanakomana waNuni; kubva kurudzi rwaBhenjamini, Pareti mwanakomana waRafu; kubva kurudzi rwaZebhuruni, Gadhieri mwanakomana waSodhi; kubva kurudzi rwaManase (rudzi rwaJosefa), Gadhi mwanakomana waSusi; kubva kurudzi rwaDhani, Amieri mwanakomana waGemari; kubva kurudzi rwaAsheri, Seturi mwanakomana waMikaeri; kubva kurudzi rwaNafutari, Nabhi mwanakomana waVhofisi; kubva kurudzi rwaGadhi, Generi mwanakomana waMaki. Aya ndiwo mazita avarume vakatumwa naMozisi kundosora nyika. (Mozisi akatumidza Hoshia mwanakomana waNuni zita rokuti Joshua). Mozisi akati avatuma kundosora nyika yeKenani, akati kwavari, “Kwirai mupinde nechokuNegevhi uye nomunyika yamakomo. Mundoona kuti nyika yakadini uye kuti vanhu vanogarako vakasimba here kana kuti havana, vashoma here kana kuti vazhinji. Nyika yavanogara yakadini? Yakanaka here kana kuti yakaipa? Maguta avagere maari akadiniko? Haana masvingo here kana kuti akakomberedzwa? Ko, ivhu racho rakadini? Rakaorera here kana kuti kwete? Mune miti here kana kuti hamuna? Muedze kwazvo kuti muuye nezvimwe zvezvibereko zvenyika iyo.” (Yakanga iri nguva yokutanga kuibva kwamazambiringa). Naizvozvo vakakwira vakandosora nyika kubva kurenje reZini kusvikira kuRehobhi, kwakanangana neRebho Hamati. Vakakwira vachipinda nechokuNegevhi vakasvika kuHebhuroni paigara Ahimeni, Sheshai naTarimai, zvizvarwa zvaAnaki. (Hebhuroni rakanga ravakwa makore manomwe Zoani risati ravakwa muIjipiti). Vakati vasvika paMupata weEshikori, vakatema davi rimwe raiva nesumbu ramazambiringa. Vaviri vavo vakaritakura nedanda pakati pavo pamwe chete namatamba uye namaonde. Nzvimbo iyo yakanzi Mupata weEshikori nokuda kwesumbu ramazambiringa rakatemwa ipapo navaIsraeri. Mazuva makumi mana akati apera, vakadzoka kubva kundosora nyika. Vanozivisa zvokusora kwavo Vakadzokera kuna Mozisi naAroni nokuungano yose yavaIsraeri paKadheshi murenje reParani. Ipapo vakazivisa kwavari nokuungano yose uye vakavaratidza zvibereko zvenyika. Vakapa nhoroondo iyi kuna Mozisi: “Takaenda kunyika yamakatituma, uye inoerera mukaka nouchi! Hezvi zvibereko zvayo. Asi vanhu vanogarako vane simba kwazvo, uye maguta akakomberedzwa uye makuru kwazvo. Takaona kunyange zvizvarwa zvaAnaki ikoko. VaAmareki vanogara nechokuNegevhi; vaHiti, vaJebhusi navaAmori vanogara munyika yamakomo; uye vaKenani vanogara pedyo negungwa uye vakatevedza Jorodhani.” Ipapo Karebhu akanyaradza vanhu pamberi paMozisi akati, “Tinofanira kukwira tindotora nyika nokuti zvirokwazvo tinogona kuitora.” Asi varume vakanga vaenda naye vakati, “Hatigoni kurwisa vanhu ava; vakasimba kutipfuura isu.” Saka vakaparadzira mashoko akaipa pakati pavaIsraeri pamusoro penyika yavakanga vandosora. Vakati, “Nyika yatakandosora inodya vaya vanogaramo. Vanhu vose vatakaona ikoko vakakura kwazvo. Takaona vaNefirimi ikoko (Izvo zvizvarwa zvavaAnaki vanobva kuvaNefirimi). Isu tainge mhashu pakuona kwedu, uye tainge takadarowo pakuona kwavo.” "
    },
    {
      "chapter": "14",
      "verses": "Vanhu vanomukira Mozisi Usiku ihwohwo vanhu vose veungano vakasimudza manzwi avo vakachema zvikuru. VaIsraeri vose vakapopotera Mozisi naAroni uye ungano yose yakati kwavari, “Dai bedzi takanga tafira muIjipiti! Kana murenje rino! Ko, Jehovha ari kuuyireiko nesu kunyika ino zvoongotirega tichindourayiwa nomunondo? Vakadzi navana vedu vachatorwa senhapwa. Hazvaiva nani here kuti tidzokore kuIjipiti?” Zvino vakataurirana vachiti, “Tinofanira kusarudza mutungamiri tidzokere kuIjipiti.” Ipapo Mozisi naAroni vakawira pasi nezviso zvavo pamberi peungano yose yavaIsraeri yakanga iri ipapo. Joshua mwanakomana waNuni naKarebhu mwanakomana waJefune, avo vakanga vari pakati pavaya vakanga vandosora nyika, vakabvarura nguo dzavo. Vakati kuungano yose yavaIsraeri, “Nyika yatakapfuura napakati payo tikaisora yakanaka kwazvo. Kana Jehovha achifadzwa nesu, achatitungamirira kuti tipinde munyika iyoyo, nyika inoyerera mukaka nouchi, agoipa kwatiri. Chete imi regai kumukira Jehovha. Uye musatya vanhu venyika iyo, nokuti tichavamedza. Kudzivirirwa kwavo kwabviswa, asi Jehovha anesu. Musavatya.” Asi ungano yose yakataura nezvokuti vatakwe namabwe. Ipapo kubwinya kwaJehovha kwakaonekwa paTende Rokusangana navaIsraeri vose. Jehovha akati kuna Mozisi, “Vanhu ava vachasvika riniko vachingondizvidza? Vacharamba kunditenda kusvikira riniko, kunyange ndakaita zviratidzo nezvishamiso zvose pakati pavo? Ndichavarova nedenda ndigovaparadza, asi iwe ndichakuita rudzi rukuru kwazvo uye rwakasimba kukunda ivo.” Mozisi akati kuna Jehovha, “Ipapo vaIjipita vachanzwa pamusoro pazvo! Kuti makabudisa vanhu ava kubva pakati pavo nesimba renyu. Uye vachaudza vanhu vanogara munyika ino pamusoro pazvo. Vakatozvinzwa kare kuti imi, Jehovha, mugere navanhu ava uye kuti imi, Jehovha, makaonekwa chiso nechiso, uye kuti gore renyu rinogara pamusoro pavo, uye kuti munovatungamirira neshongwe yegore masikati uye neshongwe yomoto usiku. Kana mukauraya vanhu vose ava panguva imwe chete, ndudzi dzakanzwa mukurumbira uyu pamusoro penyu dzichati, ‘Jehovha akanga asingagoni kuisa vanhu ava kunyika yaakanga avavimbisa nemhiko; saka akavauraya murenje.’ “Zvino simba raJehovha ngariratidzwe, sezvamakataura muchiti: ‘Jehovha anononoka kutsamwa, azere norudo uye anoregerera zvivi nokumukira. Kunyange zvakadaro haangaregi kuranga ane mhosva, anoranga vana nokuda kwechivi chamadzibaba kusvikira kurudzi rwechitatu norwechina.’ Zvichienderana norudo rwenyu rukuru, regererai chivi chavanhu ava, sezvamakavaregerera kubva panguva yavakabva kuIjipiti kusvikira zvino.” Jehovha akapindura akati, “Ndavaregerera sezvawakumbira iwe. Asi hazvo, noupenyu hwangu zvirokwazvo, uye zvirokwazvo sokuzara kunoita nyika yose nokubwinya kwaJehovha, hakuna mumwe wavarume vakaona kubwinya kwangu nezvishamiso zvandakaita muIjipiti nomurenje asi vakasanditeerera, uye vakandiedza kanokwana kagumi, hakuna mumwe wavo achazoona nyika yandakavimbisa madzitateguru avo nemhiko. Hakuna kana mumwe akandizvidza achazofa akaona nyika yandakavimbisa madzitateguru avo nemhiko. Hakuna kana mumwe akandizvidza achazofa akaiona. Asi nokuda kwokuti muranda wangu Karebhu ano mweya wakasiyana navamwe uye anonditevera nomwoyo wose, ndichamupinza munyika yaakaenda kwairi, uye ichava nhaka yezvizvarwa zvake. Sezvo vaAmareki navaKenani vachigara mumipata, dzokai mangwana mufambe makananga kurenje muchitevedza nzira inoenda nokuGungwa Dzvuku.” Jehovha akati kuna Mozisi naAroni, “Ungano iyi icharamba ichindipopotera kusvikira riniko? Ndanzwa kunyunyuta kwavaIsraeri vokungopopota havo ava. Saka vaudze kuti, ‘Zvirokwazvo noupenyu hwangu, ndizvo zvinotaura Jehovha, ndichakuitirai zvinhu zvacho zvandakanzwa muchireva muchiti: Zvitunha zvenyu zvichawira murenje rino, imi mose muna makore makumi maviri kana makumi maviri neanoraudza makaverengwa pakuverengwa uye mukandipopotera. Hakuna mumwe wenyu achapinda munyika yandakakupikirai noruoko rwakasimudzwa kuti uve musha wenyu, kunze kwaKarebhu mwanakomana waJefune naJoshua mwanakomana waNuni. Asi kana vari vana venyu vamakati vachatapwa, ndichavapinza kuti vafare munyika yamaramba imi. Asi imi zvitunha zvenyu zvichawira murenje rino. Vana venyu vachava vafudzi muno kwamakore makumi mana, vachitambudzika nokuda kwokusatendeka kwenyu, kusvikira chitunha chenyu chokupedzisira chavata murenje rino. Kwamakore makumi mana, gore richimirira zuva rimwe nerimwe ramazuva makumi mana amakasora nyika, muchatambudzika nokuda kwezvivi zvenyu uye muchaziva kuti zvinoita sei kuti ini ndirwe nemi.’ Ini, Jehovha, ndazvitaura, uye zvirokwazvo ndichaita zvinhu izvi kuungano yose iyi yakaipa, yakabatana pamwe chete kuti indirwise. Vachaperera murenje muno; vachafira muno.” Saka varume vakanga vatumwa naMozisi kundosora nyika, vaya vakadzoka vakaita kuti ungano yose ipopotere Mozisi nemhaka yokuparidzira mashoko akaipa pamusoro payo, varume ava vakanga vaparadzira mashoko akaipa pamusoro penyika, vakarohwa vakaurayiwa nedenda pamberi paJehovha. Pavarume vakaenda kundosora nyika, Joshua mwanakomana waNuni naKarebhu mwanakomana waJefune ndivo bedzi vakararama. Mozisi akati azivisa izvi kuvaIsraeri vose, vakachema zvikuru. Mangwana acho mangwanani, vakakwira vakananga kumusoro kunyika yamakomo marefu. Vakati, “Takatadza hedu. Tichakwira tiende kunyika yatakavimbiswa naJehovha.” Asi Mozisi akati kwavari, “Sei musingateereri kurayira kwaJehovha? Izvi hazvibudiriri! Musakwira kumusoro nokuti Jehovha haazi pakati penyu. Muchakundwa navavengi venyu, nokuti vaAmareki navaKenani vachasangana nemi ikoko. Nokuti makafuratira Jehovha, iye haangavi nemi uye muchaurayiwa nomunondo.” Kunyange zvakadaro, nepfungwa dzavo, vakaenda vakananga kunyika yamakomo marefu, kunyange Mozisi asina kuenda uye areka yaJehovha yesungano isina kubviswawo pamusasa. Ipapo vaAmareki navaKenani vaigara munyika yamakomo vakaburuka vakavarwisa vakavadzingirira kusvikira kuHoma. "
    },
    {
      "chapter": "15",
      "verses": "Zvimwe Zvipiriso Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kana mapinda munyika yandinokupai kuti mugare, uye mukauya nezvipiriso zvinopiswa kuna Jehovha, kubva kumombe kana makwai, kuti muite zvinonhuwira zvinofadza Jehovha, zvingava zvinopiswa kana zvibayiro, zvemhiko dzakasarudzika kana zvipo zvokungopa kana zvipiriso zvemitambo, ipapo munhu anouya nechipiriso chake achapa kuna Jehovha chipiriso chezvipo chiri chegumi cheefaa youpfu hwakatsetseka hwakavhenganiswa nechikamu chimwe chete muzvina chehinib yamafuta. Pagwayana rimwe nerimwe rechipiriso chinopiswa kana rechibayiro, munofanira kugadzira chikamu chimwe chete muzvina chehini yewaini chive chipiriso chokunwa. “ ‘Munofanira kugadzira negondohwe chipiriso chezviyo chezvikamu zviviri mugumi zveefac youpfu hwakatsetseka hwakavhenganiswa nechetatu chehinid yamafuta, uye chetatu chehini yewaini chive chipiriso chokunwa. Muchipe sechinonhuwira chinofadza kuna Jehovha. “ ‘Pamunogadzirira Jehovha nzombe duku sechipiriso chinopiswa kana sechibayiro, chemhiko yakasarudzika kana chipiriso chokuwadzana, munofanira kuuya nechipiriso chezviyo chezvikamu zvitatu mugumi cheefae youpfu hwakatsetseka hwakavhenganiswa nehafu yehinif yamafuta pamwe chete nehando. Uyezve muuye nehafu yehini yewaini sechipiriso chokunwa. Chichava chipiriso chinoitwa nomoto, chinonhuwira chinofadza Jehovha. Hando imwe neimwe kana gondohwe, gwayana rimwe nerimwe kana mbudzana, zvinofanira kugadzirwa nenzira iyoyi. Munofanira kuita izvi pane chimwe nechimwe chazvo, sokuwanda kwezvamunenge magadzira. “ ‘Munhu wose anoberekwa munyika yenyu, anofanira kuita zvinhu izvi nenzira iyi paanenge achiuya nechipiriso chinoitwa nomoto, chive chinonhuwira zvinofadza kuna Jehovha. Kumarudzi anotevera kana mutorwa kana mumwe munhuwo zvake agere pakati penyu akapa chipiriso chinoitwa nomoto, chinonhuwira zvinofadza Jehovha, anofanira kuita zvakangofanana nezvamunoita imi. Ungano inofanira kuva nomutemo mumwe chete kumutorwa agere pakati penyu; uyu murayiro usingaperi kusvikira kumarudzi anotevera. Muchafanana pamberi paJehovha imi nomutorwa. Mirayiro mimwe cheteyo ichashanda kwamuri mose, imi nomutorwa agere pakati penyu.’ ” Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kana mopinda munyika yandinokuendesai uye mukadya zvokudya zvenyika iyo, munofanira kupa chikamu kuna Jehovha sechipiriso. Munofanira kupa keke rinoitwa noupfu hwenyu hwokutanga mugoripa sechipiriso chinobva paburiro. Kusvikira kumarudzi anotevera munofanira kupa chipiriso ichi kuna Jehovha kubva paupfu hwenyu hwokutanga. Zvipiriso zvezvivi zvisina kuitwa nobwoni “ ‘Zvino kana musingatadzi nobwoni kuchengeta mirayiro iyi yakapiwa kuna Mozisi naJehovha, zvipi zvazvo zvakarayirwa naJehovha kubudikidza naMozisi, kubva nezuva razvakapiwa naJehovha uye zvichienda mberi kusvikira kumarudzi anotevera, uye kana izvi zvikaitwa kwete nobwoni zvisina kuzivikanwa neungano, ungano yose inofanira kupa hando duku sechipiriso chinopiswa, sezvinonhuwira zvinofadza kuna Jehovha, nehando yembudzi kuti ive chipiriso chechivi. Muprista anofanira kuyananisira ungano yose yavaIsraeri, uye vachakanganwirwa, nokuti zvakanga zvisina kuitwa nobwoni, uye, nokuda kwokukanganisa kwavo, vakavigira Jehovha chipiriso chinopiswa uye nechipiriso chechivi. Ungano yose yavaIsraeri navatorwa vagere pakati pavo vachakanganwirwa, nokuti vanhu vose vakatadza vasingazivi. “ ‘Asi kana munhu mumwe chete akatadza nokusaziva, anofanira kuuya nembudzana hadzi yegore rimwe chete kuti chive chipiriso chechivi. Muprista anofanira kuyananisira uyo akatadza pamberi paJehovha nokutadza nokusaziva, uye kana ayananisirwa, achakanganwirwa. Murayiro mumwe chete iwoyu unoshanda kuna vose vanotadza vasingazivi, angava akaberekerwa muIsraeri kana mutorwa. “ ‘Asi ani naani anotadza nokuzvikudza, angava akaberekwa muIsraeri kana mutorwa, anomhura Jehovha, munhu uyo anofanira kubviswa pakati pavanhu vokwake. Nokuti akazvidza shoko raJehovha uye akaputsa mirayiro yake, munhu uyo anofanira kubviswa zvachose; mhosva yake inogara pamusoro pake.’ ” Munhu akaputsa murayiro weSabata anourayiwa VaIsraeri vachiri murenje, mumwe munhu akawanikwa achiunganidza huni nezuva reSabata. Avo vakamuwana achiunganidza huni vakauya naye kuna Mozisi naAroni nokuungano yose, uye vakamuchengeta mutorongo, nokuti vakanga vasingazivi zvinofanira kuitwa kwaari. Ipapo Jehovha akati kuna Mozisi, “Munhu uyo anofanira kufa. Ungano yose inofanira kumutaka namabwe kunze kwomusasa.” Saka ungano yakamubudisa kunze kwomusasa vakamutaka namabwe kusvikira afa, sezvakanga zvarayirwa Mozisi naJehovha. Pfunha paNguo Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kusvikira, kumarudzi achatevera, munofanira kugadzira pfunha pamakona enguo dzenyu, dzinenge dzine tambo yebhuruu papfunha imwe neimwe. Muchava nepfunha idzi kuti mudzitarire uye naizvozvo mucharangarira zvakarayirwa naJehovha zvose, kuti muzviteerere mugorega kuita ufeve muchitevera kuchiva kwemwoyo yenyu nameso enyu. Ipapo mucharangarira kuteerera mirayiro yangu yose uye muchazvitsaura kuti muve vanhu vaMwari wenyu. Ndini Jehovha Mwari wenyu, akakubudisai kubva muIjipiti kuti ndive Mwari wenyu. Ndini Jehovha Mwari wenyu.’ ” "
    },
    {
      "chapter": "16",
      "verses": "Kora, Dhatani naAbhiramu Kora mwanakomana waIzhari, mwanakomana waKohati, mwanakomana waRevhi, navamwe vaRubheni, Dhatani naAbhiramu, vanakomana vaEriabhu, naOni mwanakomana waPoreti, vakazvikudza uye vakamukira Mozisi. Vakanga vane varume mazana maviri namakumi mashanu avaIsraeri, vatungamiri vaizivikanwa kwazvo muungano vakanga vagadzwa kuti vave nhengo dzamakurukota. Vakauya vari chikwata kuti vazopikisa Mozisi naAroni vakati kwavari, “Mazonyanya zvino! Ungano yose itsvene, mumwe nomumwe wavo zvake, uye Jehovha ari pakati pavo. Zvino munozviisireiko pamusoro peungano yaJehovha?” Mozisi akati anzwa izvozvo, akawira pasi nechiso. Ipapo akati kuna Kora navateveri vake vose, “Mangwanani Jehovha acharatidza kuti vanhu vake ndavapi uye kuti mutsvene ndiani, uye achaita kuti munhu uyo aswedere kwaari. Munhu waachasarudza ndiye waachaswededza kwaari. Iwe Kora, navateveri vako vose munofanira kuita izvi: Torai hadyana dzezvinonhuwira uye mangwana muise moto nezvinonhuwira madziri mugoenda nadzo pamberi paJehovha. Munhu achasarudzwa naJehovha ndiye achava mutsvene. Imi vaRevhi mazonyanya zvino!” Mozisi akatizve kuna Kora, “Chinzwai zvino, imi vaRevhi! Ko, hazvina kukwana kwamuri here kuti Mwari wavaIsraeri akakutsaurai pakati peungano yavaIsraeri vose akakuswededzai pedyo naye kuti muite basa patabhenakeri yaJehovha uye kuti mumire pamberi peungano mugovashandira? Akakuswededzai imi nehama dzenyu ivo vaRevhi, asi zvino mava kuedza kubvuta upristawo. Uku kurwa naJehovha zvamadai kusungana pamwe chete iyemi navose vanokuteverai. Aroni ndianiko wamunopopotera?” Ipapo Mozisi akadana Dhatani naAbhiramu, vanakomana vaEriabhu. Asi ivo vakati, “Hatiuyiko! Hazvina kukwana here kuti makatibudisa munyika inoyerera mukaka nouchi kuti muzotiurayira murenje? Uye iye zvino munoda kubata ushe pamusoro pedu here? Pamusoro pezvo, hamuna kutisvitsa kunyika inoyerera mukaka nouchi kana kutipa nhaka yeminda neminda yemizambiringa. Muchada kutumbura meso avanhu ava here? Haiwa, isu hatiuyiko!” Ipapo Mozisi akatsamwa zvikuru akati kuna Jehovha, “Musagamuchira chipiriso chavo. Handina kutovatorera kana mbongoro, uye handina kutadzira kana mumwe wavo.” Mozisi akati kuna Kora, “Iwe navose vanokutevera munofanira kumira pamberi paJehovha mangwana, iwe, naivo naAroni. Murume mumwe nomumwe ngaatore hadyana yake aise zvinonhuwira mairi, hadyana mazana maviri namakumi mashanu pamwe chete mugodziisa pamberi paJehovha. Iwe naAroni munofanira kuuyawo nehadyana dzenyu.” Saka murume mumwe nomumwe akatora hadyana yake, akaisa moto nezvinonhuwira mairi, uye vakamira naMozisi naAroni pamukova wokupinda muTende Rokusangana. Kora akati aunganidza vateveri vake vose vaipikisana navo pamukova wokupinda muTende Rokusangana, kubwinya kwaJehovha kukaonekwa neungano yose. Jehovha akati kuna Mozisi naAroni, “Zvitsaurei imi paungano iyi kuitira kuti ndivaparadze izvozvi.” Asi Mozisi naAroni vakawira pasi nezviso zvavo vakadanidzira zvikuru vachiti, “Haiwa Mwari, Mwari wemweya yavanhu vose, mungatsamwira ungano yose here munhu mumwe chete angotadza?” Ipapo Jehovha akati kuna Mozisi, “Uti kuungano, ‘Sudurukai mubve pamatende aKora, Dhatani naAbhiramu.’ ” Mozisi akasimuka akaenda kuna Dhatani naAbhiramu uye vakuru veIsraeri vakamutevera. Akayambira ungano akati, “Sudurukai mubve pamatende avanhu vakaipa ava! Musabata chinhu chipi zvacho chinenge chiri chavo, kuti murege kuparadzwa nokuda kwezvivi zvavo zvose.” Saka vakasuduruka vakabva pamatende aKora, Dhatani naAbhiramu. Dhatani naAbhiramu vakanga vabuda kunze uye vakanga vakamira navakadzi vavo, vana navacheche vari pamukova pamatende avo. Ipapo Mozisi akati, “Muchaziva nezvizvi kuti Jehovha akandituma kuti ndiite zvinhu izvi zvose uye kuti dzakanga dzisiri pfungwa dzangu: Kana varume ava vakafa savamwe vanhu uye vakasangana nezvinongoitika kuvanhu vose, ipapo Jehovha anenge asina kundituma. Asi kana Jehovha akauyisa chimwe chinhu chitsva uye nyika ikashamisa muromo wayo ikavamedza, nezvose zvavo, uye vakaburukira muguva vari vapenyu, ipapo muchaziva kuti varume ava vazvidza Jehovha.” Akati achangopedza kutaura zvose izvi, pasi pavo pakatsemuka uye nyika ikashamisa muromo wayo ikavamedza, nenhumbi dzavo navanhu vose vaKora nezvinhu zvavo zvose. Vakaburukira muguva vari vapenyu, nezvinhu zvavo zvose; nyika ikavafukidza, vakaparara vakabva pakati peungano. Pavakachema, vaIsraeri vose vakanga vakavakomba vakatiza, vachidanidzira vachiti, “Nyika ichatimedza nesuwo!” Ipapo moto wakabuda uchibva kuna Jehovha ukaparadza varume mazana maviri namakumi mashanu vakanga vachipisira zvinonhuwira. Jehovha akati kuna Mozisi, “Taurira Ereazari mwanakomana waAroni, muprista, kuti abvise hadyana parufuse agoparadzira mazimbe kure nokuti hadyana itsvene, idzo hadyana dzavarume vaye vakatadza vakaurayiwa. Pwanyai hadyana mugoita chifukidziro chearitari nadzo, nokuti dzakauyiswa pamberi paJehovha dzikava tsvene. Ngadzive chiratidzo kuvaIsraeri.” Saka Ereazari muprista akaunganidza hadyana dzendarira dzakauya navaya vakanga vapiswa, akaita kuti dzipwanyiwe kuti dzigova chifukidzo chearitari, sezvaakarayirwa naJehovha kubudikidza naMozisi. Ichi chaiva chirangaridzo kuvaIsraeri chokuti hakuna munhu anofanira kupisira zvinonhuwira pamberi paJehovha kunze kwechizvarwa chaAroni kuti aregere kuzofanana naKora navateveri vake. Fume mangwana, ungano yose yavaIsraeri yakapopotera Mozisi naAroni. Vakati, “Imi makauraya vanhu vaJehovha.” Asi ungano yakati yaungana pamwe chete ichipikisana naMozisi naAroni vakatarira kuTende Rokusangana, pakarepo gore rikaifukidza uye kubwinya kwaJehovha kukaonekwa. Ipapo Mozisi naAroni vakaenda mberi kweTende Rokusangana, uye Jehovha akati kuna Mozisi, “Ibva paungano iyi kuti ndivaparadze iye zvino.” Ipapo vakawira pasi nezviso zvavo. Zvino Mozisi akati kuna Aroni, “Tora hadyana yako ugoisa zvinonhuwira mairi pamwe chete nomoto unobva paaritari, uchimbidze kuenda kuungano undovayananisira. Hasha dzabuda dzichibva kuna Jehovha; denda ratotanga.” Saka Aroni akaita sezvakarehwa naMozisi, akamhanyira pakati peungano. Denda rakanga ratotanga pakati pavanhu, asi Aroni akapisira zvinonhuwira akavayananisira. Akamira pakati pavapenyu navakafa, denda rikamirawo. Asi vanhu zviuru gumi nezvina namazana manomwe vakafa nedenda, vachiwedzera pane vaya vakanga vafa nokuda kwaKora. Ipapo Aroni akadzokera kuna Mozisi pamukova wokupinda muTende Rokusangana, nokuti denda rakanga rapera. "
    },
    {
      "chapter": "17",
      "verses": "Tsvimbo yaAroni inobukira mashizha Jehovha akati kuna Mozisi, “Taura kuvaIsraeri utore tsvimbo gumi nembiri kubva kwavari, imwe chete kubva kuno mumwe nomumwe wavatungamiri vamarudzi amadzitateguru avo. Unyore zita romurume mumwe nomumwe patsvimbo yake. Patsvimbo yaRevhi unyore zita raAroni, nokuti panofanira kuva netsvimbo imwe chete yomukuru mumwe nomumwe worudzi rwamadzitateguru avo. Udziise muTende Rokusangana pamberi peChipupuriro, pandinosangana nemi. Tsvimbo yomunhu wandichasarudza ichabukira mashiza, uye ndichagumisa kupopota uku kwavaIsraeri kuri kuramba kuripo pamusoro pako.” Saka Mozisi akataura navaIsraeri, uye vatungamiri vavo vakamupa tsvimbo gumi nembiri, imwe chete iri yomutungamiri mumwe nomumwe wamarudzi amadzitateguru avo, uye tsvimbo yaAroni yakanga iri pakati padzo. Mozisi akaisa tsvimbo idzi pamberi paJehovha muTende reChipupuriro. Fume mangwana Mozisi akapinda muTende reChipupuriro uye akaona kuti tsvimbo yaAroni, iyo yaiva yakamirira imba yaRevhi, yakanga isina kungobukira bedzi asi yakanga yatungira, yava namaruva uye yabereka maarimondi. Ipapo Mozisi akatora tsvimbo dzose kubva pamberi paJehovha akaenda nadzo kuvaIsraeri vose. Vakadzitarisa, ipapo murume mumwe nomumwe akatora tsvimbo yake. Jehovha akati kuna Mozisi, “Dzorera tsvimbo yaAroni pamberi peTende reChipupuriro, kuti ichengetwe sechiratidzo kuvanhu vanondimukira. Izvozvi zvichagumisa kundipopotera kwavo, kuti varege kufa.” Mozisi akaita sezvaakarayirwa naJehovha, izvozvo ndizvo zvaakaita. VaIsraeri vakati kuna Mozisi, “Isu tichafa hedu! Takarasika, takarasika isu tose! Ani naani achaswedera patabhenakeri yaJehovha achafa. Ko, isu tose tichafa here?” "
    },
    {
      "chapter": "18",
      "verses": "Mabasa aVaprista navaRevhi Jehovha akati kuna Aroni, “Iwe, navanakomana vako nemhuri yababa vako munofanira kuva nebasa rokutakura mhosva dzinotadzirwa nzvimbo tsvene, uye iwe navanakomana vako bedzi ndimi munofanira kuita basa rokutakura mhosva dzinotadzirwa basa rouprista. Uya nehama dzako ivo vaRevhi vanobva kurudzi rwamadzitateguru ako kuti vazobatana newe uye vagokubatsira iwe navanakomana vako pamunoshumira pamberi peTende reChipupuriro. Vanofanira kuva pasi pako uye vanofanira kuita mabasa ose eTende asi havafaniri kuswedera pedyo nemidziyo yenzvimbo tsvene kana aritari, kana kuti mose ivo newe muchafa. Vanofanira kubatana newe vagoita basa rokuchengeta Tende Rokusangana, basa rose rapaTende uye hakuna mumwezve anofanira kuswedera pauri. “Munofanira kuva nebasa rokuchengeta nzvimbo tsvene nearitari, kuti hasha dzirege kuwira pavaIsraerizve. Ini pachangu ndakasarudza hama dzako ivo vaRevhi pakati pavaIsraeri kuti vave sechipo kwauri, vakumikidzwe kuna Jehovha kuti vaite basa paTende Rokusangana. Asi iwe chete navanakomana vako ndimi mungashanda savaprista pazvinhu zvose zviri paaritari nezviri mukati mechifukidziro. Ndiri kukupai basa rouprista sechipo. Ani naani anoswedera panzvimbo tsvene anofanira kuurayiwa.” Zvipiriso zvaVaprista navaRevhi Ipapo Jehovha akati kuna Aroni, “Ini ndimene ndakugadza kuti uve muchengeti wezvipiriso zvinopiwa kwandiri; zvipiriso zvose zvitsvene zvinopiwa kwandiri navaIsraeri ndinozvipa kwauri iwe navanakomana vako somugove wako uye ugova mugove wako wamazuva ose. Iwe unofanira kuva nomugove wezvipiriso zvitsvene-tsvene zvinosiyiwa pamoto. Pazvipo zvose zvavanondivigira sezvipiriso zvitsvene-tsvene, zvingava zvezviyo kana zvechivi kana chipiriso chemhosva, chikamu ichocho ndechako iwe navanakomana vako. Muchidye sechinhu chitsvene-tsvene; murume wose achachidya. Chinofanira kuva chitsvene kwamuri. “Izvi, ndezvako zvakare: chimwe nechimwe chinotsaurwa kubva pazvipo zvose zvezvipiriso zvinoninirwa zvavaIsraeri. Ndinokupa izvi iwe navanakomana vako navanasikana vako somugove wako wamazuva ose. Munhu wose weimba yako anenge akachena angazvidya hake. “Ndinokupa mafuta omuorivhi akaisvonaka uye waini yose yakaisvonaka nezviyo zvavanovigira Jehovha sezvibereko zvokutanga zvegohwo ravo. Zvibereko zvose zvenyika zvavanovigira Jehovha zvichava zvako. Munhu wose weimba yako anenge akachena angazvidya. “Zvinhu zvose zvakatsaurirwa Jehovha muIsraeri ndezvako. Chibereko chinotanga kuzarura chizvaro, chingava chomunhu kana chechipfuwo, chinopiwa kuna Jehovha, ndechako. Asi unofanira kudzikinura mwanakomana wose wedangwe uye dangwe rose remhuka dzisina kunaka. Kana zvava nomwedzi mumwe chete, unofanira kuzvidzikinura nomutengo wedzikinuro wakatarwa wamashekeri mashanua esirivha, maererano neshekeri renzvimbo tsvene, rinorema magera makumi maviri. “Asi haufaniri kudzikinura mhuru nzombe yedangwe, gwai kana mbudzi zvitsvene. Usase ropa razvo paaritari ugopisa mafuta azvo sechipiriso chinoitwa nomoto, chive chinonhuwira zvinofadza kuna Jehovha. Nyama yazvo ichava yako, sezvakangoita chityu chechipiriso chokuninira nechidya chokurudyi zvagara zviri zvako. Ndinokupa zvose zvipiriso zvitsvene zvakatsaurirwa Jehovha navaIsraeri, iwe navanakomana navanasikana vako somugove wako wenguva yose. Isungano yemunyu nokusingaperi pamberi paJehovha kwamuri mose iwe nezvizvarwa zvako.” Jehovha akati kuna Aroni, “Iwe haungawani nhaka munyika mavo, uye haungavi nomugove nenhaka pakati pavaIsraeri. “VaRevhi ndinovapa zvegumi zvose zvavaIsraeri senhaka yavo kutsiva basa ravanoita pavanenge vachishumira paTende Rokusangana. Kubva zvino zvichienda mberi, vaIsraeri havafaniri kuswedera kuTende Rokusangana, kuti varege kuva nemhosva yezvivi zvavo vakazofa. VaRevhi ndivo vanofanira kuita basa paTende Rokusangana uye vagotakura zvakaipa zvavo. Uyu mutemo uchagara uripo kusvikira kumarudzi anotevera. Ivo havangawani nhaka pakati pavaIsraeri. Pachinzvimbo chaizvozvo ndinopa kuvaRevhi nhaka yezvegumi zvinopiwa kuna Jehovha navaIsraeri. Ndokusaka ndakati kwavari: ‘Havangavi nenhaka pakati pavaIsraeri.’ ” Jehovha akati kuna Mozisi, “Taura kuvaRevhi uti kwavari: ‘Pamunogamuchira zvegumi kubva kuvaIsraeri zvandinokupai senhaka yenyu, munofanira kupa chegumi chezvegumi sechipiriso chaJehovha. Chipiriso chako chichaverengwa kwauri sechezviyo zvinobva paburiro kana muto wewaini unobva pachisviniro chewaini. Nenzira iyi nemiwo munofanira kupa chipiriso kuna Jehovha kubva pazvegumi zvose zvamunogamuchira kubva kuvaIsraeri. Kubva pazvegumi izvi, munofanira kupa mugove waJehovha kuna Aroni muprista. Munofanira kupa somugove waJehovha chakanakisisa uye chikamu chitsvene chezvinhu zvose zvamunenge mapiwa.’ “Uti kuvaRevhi: ‘Pamunouyisa chikamu chakanakisisa, chichagamuchirwa kubva kwamuri sechakabva paburiro kana pachisviniro chewaini, iwe nemhuri yako mungadya henyu zvakasara zvose chero pamunenge muri, nokuti ndiwo mubayiro wenyu webasa renyu rapaTende Rokusangana. Hamungazovi nemhosva pachinhu kana muchiuyisa chikamu chakanakisisa chacho; ipapo hamungazosvibisi zvitsvene zvavaIsraeri, uye hamuzofi.’ ” "
    },
    {
      "chapter": "19",
      "verses": "Mvura yoKunatsa Jehovha akati kuna Mozisi naAroni, “Izvi ndizvo zvinodikanwa pamurayiro wakarayirwa naJehovha. Udza vaIsraeri kuti vakuvigire tsiru dzvuku risina kuremara, kana charingapomerwa uye risina kumbosungwa pajoko. Uripe kuna Ereazari muprista; rinofanira kubudiswa kunze kwomusasa rigourayiwa pamberi pake. Ipapo Ereazari muprista anofanira kutora rimwe reropa raro nomunwe agorisasa kanomwe akananga mberi kweTende Rokusangana. Akatarisa, tsiru rinofanira kupiswa, dehwe raro, nyama yaro namazvizvi aro. Muprista anofanira kutora huni dzomusidhari, hisopi nomucheka mutsvuku agozvikanda pamusoro petsiru riri kutsva. Shure kwaizvozvo, muprista anofanira kusuka nguo dzake uye azvishambidze nemvura. Ipapo angachipinda hake mumusasa, asi achange asina kunatswa kusvikira madekwana. Munhu acharipisa naiyewo anofanira kusuka nguo dzake uye agoshamba nemvura uye iyewo achava asina kuchena kusvikira madekwana. “Munhu akachena achaunganidza madota etsiru agoaisa panzvimbo yakanaka iri kunze kwomusasa. Achachengetwa neungano yavaIsraeri kuti agoshandiswa pamvura yokunatsa; ndeyokunatswa kubva pachivi. Munhu anounganidza madota etsiru anofanirawo kusuka nguo dzake, naiyewo achava asina kuchena kusvikira madekwana. Mutemo uyu uchagara uripo pakati pavaIsraeri navatorwa vagere pakati pavo. “Ani naani anobata chitunha chaani zvake achava asina kuchena kwamazuva manomwe. Anofanira kuzvinatsa nemvura nezuva retatu uye nezuva rechinomwe; ipapo achava akachena. Ani naani anobata chitunha chaani zvake akasazvinatsa anosvibisa tabhenakeri yaJehovha. Munhu uyu anofanira kubviswa pakati pavaIsraeri. Nokuti mvura yokunatsa haina kumbosaswa pamusoro pake, haana kuchena; kusachena kwake kucharamba kuri paari. “Uyu ndiwo murayiro unobata pamunhu anofira mutende: Ani naani anopinda mutende uye ani zvake ari mariri achava asina kuchena kwamazuva manomwe, uye midziyo yose yakazarurwa, isina kukwidibirwa, ichava isina kuchena. “Ani naani ari musango anobata munhu akaurayiwa nomunondo kana mumwe munhu akangofawo zvake, kana munhu anobata bvupa romunhu kana guva, achava asina kuchena kwamazuva manomwe. “Kana munhu asina kuchena, utore dota rinobva pachipiriso chokunatsa chakapiswa ugoriisa muchirongo ugoridira mvura yakachena. Ipapo munhu akachena anofanira kutora hisopi, ainyike mumvura agosasa tende nemidziyo yose uye navanhu vanga varimo. Anofanira kusasawo ani zvake akabata bvupa romunhu kana guva kana mumwe munhu akaurayiwa kana munhu akangofawo zvake. Munhu akachena anofanira kusasa munhu asina kuchena nezuva rechitatu uye nerechinomwe, uye pazuva rechinomwe anofanira kumunatsa. Munhu ari kunatswa anofanira kusuka nguo dzake agozvishambidza nemvura, uye manheru iwayo anofanira kuva akachena. Asi kana munhu asina kuchena akasazvinatsa, anofanira kubviswa paungano, nokuti iye asvibisa nzvimbo tsvene yaJehovha. Mvura yokunatsa haina kumbosaswa paari, nokudaro haana kuchena. Uyu mutemo uchagara uripo kwavari. “Munhu anosasa mvura yokunatsa anofanirawo kusuka nguo dzake, uye ani naani anobata mvura yokunatsa achava asina kunaka kusvikira madekwana. Chinhu chose chinobatwa nomunhu asina kuchena chinova chisina kuchena, uye ani naani anochibata anova asina kuchena kusvikira madekwana.” "
    },
    {
      "chapter": "20",
      "verses": "Mvura yakabva padombo Mumwedzi wokutanga, ungano yose yeIsraeri yakasvika murenje reZini, uye vakandogara paKadheshi. Ndipo pakafira Miriamu uye akavigwapo. Zvino pakanga pasisina mvura yeungano, uye vanhu vakaungana vakapopotera Mozisi naAroni. Vakapopotera Mozisi vachiti, “Dai zvedu takafa pakafira hama dzedu pamberi paJehovha! Seiko wakauya neungano yaJehovha murenje rino, kuti isu nezvipfuwo zvedu tifire muno. Seiko wakatibudisa muIjipiti uchitiuyisa munzvimbo yakaipa kudai? Haina zviyo kana maonde, mazambiringa kana matamba. Uye mvura yokunwa hapana!” Mozisi naAroni vakabva paungano vakaenda kumukova weTende Rokusangana vakawira pasi nezviso zvavo, uye kubwinya kwaJehovha kukaratidzwa kwavari. Jehovha akati kuna Mozisi, “Tora tsvimbo uye iwe nomukoma wako Aroni muunganidze ungano pamwe chete. Utaure kudombo pamberi pavo uye richabudisa mvura yaro. Iwe uchabudisa mvura kubva mudombo kuti vanwe ivo nezvipfuwo zvavo.” Saka Mozisi akatora tsvimbo pamberi paJehovha, sezvaakanga amurayira. Iye naAroni vakaunganidza ungano pamwe chete pamberi pedombo, uye Mozisi akati kwavari, “Teererai imi vokumukira, tinofanira kukubudisirai mvura padombo iri here?” Ipapo Mozisi akasimudza ruoko rwake akarova dombo kaviri netsvimbo yake. Mvura yakabuda, ungano nezvipfuwo zvikanwa. Asi Jehovha akati kuna Mozisi naAroni, “Nokuti hamuna kuvimba neni zvakakwana kuti mundikudze somutsvene pamberi pavaIsraeri, imi hamuchapinzi ungano iyi munyika yandakavapa.” Iyi ndiyo mvura yeMeribha, apo vaIsraeri vakarwa naJehovha uye paakazviratidza kuti mutsvene pakati pavo. VaEdhomu vanorambidza vaIsraeri kupfuura Mozisi akatuma nhume ari kuKadheshi kuna mambo weEdhomu, achiti, “Zvanzi nomunun'una wako Israeri: Iwe unoziva matambudziko ose akatiwira. Madzibaba edu akaburuka achienda kuIjipiti, uye takandogarako kwamakore mazhinji. VaIjipita vakatibata zvakaipa isu namadzibaba edu, asi takati tadana kuna Jehovha, iye akatinzwa akatuma mutumwa akatibudisa muIjipiti. “Zvino tiri pano paKadheshi, guta riri kumucheto wenyika yenyu. Tapota titendereiwo kupfuura nomunyika yenyu. Hatizopindi nomuminda ipi zvayo kana minda yemizambiringa kana kunwa zvako mvura mutsime ripi zvaro. Tichafamba hedu nomunzira huru yamambo uye hatingatsaukiri kurudyi kana kuruboshwe kusvikira tapfuura nomunyika yenyu.” Asi Edhomu akapindura akati, “Hamupfuuri napano; kana mukaedza, tichabuda tigokurwisai nomunondo.” VaIsraeri vakapindura vakati, “Tichaenda nenzira huru, uye kana isu kana zvipfuwo zvedu zvikanwa mvura yenyu, ticharipa. Tinongoda kupfuura tichifamba netsoka, hapanazve chimwe.” Vakapindurazve vachiti, “Hamungapfuuri.” Ipapo Edhomu akauya kuzovarwisa nehondo huru uye ine simba. Sezvo Edhomu akaramba kuvabvumira kupfuura nomunyika yavo, vaIsraeri vakatsauka havo kubva kwavari. Kufa kwaAroni Ungano yose yeIsraeri yakasimuka kubva kuKadheshi uye vakasvika paGomo reHori. PaGomo reHori, pedyo nomuganhu weEdhomu, Jehovha akati kuna Mozisi naAroni, “Aroni achachengetwa kuvanhu vokwake. Haangapindi munyika yandakapa vaIsraeri, nokuti mose muri vaviri makamukira murayiro wangu pamvura yepaMeribha. Tora Aroni nomwanakomana wake Ereazari ukwire navo muGomo reHori. Ubvise nguo dzaAroni udzipfekedze mwanakomana wake Ereazari nokuti Aroni achasanganiswa navanhu vokwake; achafira ipapo.” Mozisi akaita sezvaakanga arayirwa naJehovha: Vakakwira muGomo reHori pamberi peungano yose. Mozisi akabvisa nguo dzaAroni akadzipfekedza mwanakomana wake Ereazari. Uye Aroni akafira ipapo pamusoro pegomo. Ipapo Mozisi naEreazari vakaburuka kubva mugomo. Uye ungano yose yakati yazvinzwa kuti Aroni akanga afa, imba yose yeIsraeri yakamuchema kwamazuva makumi matatu. "
    },
    {
      "chapter": "21",
      "verses": "Aradhi rinoparadzwa Mambo weAradhi muKenani aigara kuNegevhi, akati anzwa kuti vaIsraeri vakanga vachiuya nenzira inoenda kuAtarimi, akarwisa vaIsraeri akatapa vamwe vavo. Ipapo vaIsraeri vakaita mhiko iyi kuna Jehovha, vakati: “Kana mukaisa vanhu ava mumaoko edu, tichaparadza maguta avo zvachose.” Jehovha akateerera chikumbiro chavaIsraeri akapa vaKenani kwavari. Vakavaparadza zvachose ivo namaguta avo; naizvozvo nzvimbo iyo ikatumidzwa kunzi Homa. Nyoka yeNdarira Vakafamba vachibva nokuGomo reHori vachitevedza nzira yaienda nokuGungwa Dzvuku, kuti vapoterere Edhomu. Asi vanhu vakaora mwoyo panzira; vakapopotera Mwari naMozisi, vachiti, “Makatibudisireiko muIjipiti kuti tizofira murenje? Chingwa hapana! Mvura hapana! Uye hatidi zvokudya zvokungotamburira izvi!” Ipapo Jehovha akatuma nyoka dzino uturu pakati pavo, dzikaruma vanhu uye vaIsraeri vazhinji vakafa. Vanhu vakauya kuna Mozisi vakati, “Takatadza, patakapopotera Jehovha nemi. Nyengeterai kuti Jehovha atibvisire nyoka idzi pakati pedu.” Saka Mozisi akanyengeterera vanhu. Jehovha akati kuna Mozisi, “Gadzira nyoka ino uturu ugoiturika padanda; ani naani anorumwa, akatarira kwairi achararama.” Saka Mozisi akagadzira nyoka yendarira akaiturika padanda. Ipapo vaiti kana ani naani akange arumwa nenyoka, akatarisa panyoka yendarira, airarama. Rwendo rwokuenda kuMoabhu VaIsraeri vakaramba vachifamba vakandodzika musasa paObhoti. Ipapo vakasimuka kubva paObhoti vakandodzika musasa paIye Abharimi, mugwenga rakatarisana neMoabhu kwakanangana nokumabudazuva. Kubva ipapo vakaenderera mberi vakandodzika musasa muMupata weZeredhi. Vakasimuka vakabvapo vakandodzika musasa mujinga meAnoni, riri murenje rinosvika kunyika yavaAmori. Anoni ndiwo muganhu weMoabhu, pakati peMoabhu navaAmori. Ndokusaka Bhuku reHondo dzaJehovha richiti: “Wahebhi muSufa nehova, Anoni nemateru ehova dzinonanga kunzvimbo yeAri uye dzinowanikwa pamuganhu weMoabhu.” Kubva ipapo vakapfuurira mberi vachienda vakasvika kuBheeri, patsime apo pakanzi naJehovha kuna Mozisi, “Unganidza vanhu pamwe chete uye ini ndichavapa mvura.” Ipapo vaIsraeri vakaimba rwiyo urwu: “Tubuka, iwe tsime! Imbai pamusoro paro, pamusoro petsime rakacherwa namachinda, rakacherwa namakurukota avanhu, makurukota akanga ane tsvimbo dzoushe nemidonzvo.” Ipapo vakabva murenje vakaenda kuMatana, vachibva kuMatana vakaenda kuNaharieri, vachibva kuNaharieri vakaenda kuBhamoti, uye vachibva kuBhamoti vakaenda kumupata uri muMoabhu pamusoro pegomo rePisiga rinotarira pasi kurenje. Kukundwa kwaSihoni naOgi VaIsraeri vakatuma nhume kundoti kuna Sihoni mambo wavaAmori: “Titendereiwo kupfuura nomunyika yenyu. Hatingatsaukiri muminda yenyu kana minda yemizambiringa, kana kunwa mvura kubva patsime ripi zvaro. Tichangofamba hedu nomunzira huru yamambo kusvikira tapfuura munyika yenyu.” Asi Sihoni haana kutendera vaIsraeri kupfuura nomunyika yake. Akaunganidza hondo yake yose vakafamba vachienda kurenje kundorwisa vaIsraeri. Akati asvika paJahazi, vakarwa navaIsraeri. Kunyange zvakadaro, vaIsraeri vakamukunda nomunondo vakamutorera nyika yake kubva paAnoni kusvikira kuJabhoki, asi kusvikira kuvaAmoni bedzi, nokuti muganhu wavo wakanga wakasimba. VaIsraeri vakatapa maguta ose avaAmori vakagaramo, pamwe chete neHeshibhoni nenzvimbo dzaro dzose dzokugara. Heshibhoni rakanga riri guta raSihoni mambo wavaAmori, akanga arwa namambo akanga ari weMoabhu kare akamutorera nyika yake yose kundosvika kuAnoni. Ndokusaka vadetembi vachiti: “Uyai kuHeshibhoni uye ngarivakwezve; guta raSihoni ngaridzorerwezve. “Moto wakabuda muHeshibhoni, iwo murazvo kubva muguta raSihoni. Wakaparadza Ari reMoabhu, ivo vagari vokwakakwirira kweAnoni. Une nhamo, iwe Moabhu! Maparadzwa, imi vanhu veKemoshi! Akapa vanakomana vake savatizi navanasikana vake senhapwa kuna Sihoni mambo wavaAmori. “Asi takavakunda; Heshibhoni yakaparadzwa yose kusvikira kuDhibhoni. Takavaparadza kusvikira kuNofa, iyo inosvika kuMedhebha.” Saka vaIsraeri vakagara munyika yavaAmori. Shure kwokunge Mozisi atuma vasori kuJazeri, vaIsraeri vakatapa nzvimbo dzaro dzakanga dzakaripoteredza uye vakadzinga vaAmori vakanga vageremo. Ipapo vakadzoka vakakwira nenzira inoenda nokuBhashani, uye Ogi mambo weBhashani nehondo yake yose akabuda kuti andosangana navo kuti arwe navo paEdhirei. Jehovha akati kuna Mozisi, “Usamutya, nokuti ndamupa kwauri, nehondo yake yose uye nenyika yake. Umuitire zvawakaitira Sihoni mambo wavaAmori, uyo aitonga muHeshibhoni.” Saka vakamuuraya, pamwe chete navanakomana vake nehondo yake yose, vakasiya pasina kana mupenyu. Uye vakatora nyika yake. "
    },
    {
      "chapter": "22",
      "verses": "Bharaki anodana Bharamu Ipapo vaIsraeri vakafamba vachienda kumapani eMoabhu vakadzika misasa yavo vakatevedza Jorodhani nechemhiri kweJeriko. Zvino Bharaki mwanakomana waZipori akaona zvose zvakanga zvaitwa navaIsraeri kuvaAmori, Moabhu akatya nokuti pakanga pana vanhu vazhinji. Zvirokwazvo, Moabhu yakazara nokudedera nokuda kwavaIsraeri. VaMoabhu vakati kuvakuru veMidhiani, “Vanhu vazhinji ava vachananzva zvinhu zvose zvakatipoteredza, semombe inonanzva sora romusango.” Saka Bharaki mwanakomana waZipori, uyo akanga ari Mambo weMoabhu panguva iyoyo, akatuma nhume kundodana Bharamu mwanakomana waBheori, uyo akanga ari paPetori, pedyo noRwizi, munyika yaakaberekerwa. Bharaki akati: “Vanhu vakabva kuIjipiti; vakazadza nyika yose uye vagara pedyo neni. Zvino, uya utuke vanhu ava, nokuti simba ravo iguru kwazvo kwandiri. Zvichida ipapo ndingagona kuvakunda ndikavadzinga vabude munyika ino. Nokuti ndinoziva kuti avo vaunoropafadza vanoropafadzwa, uye vaunotuka vanotukwa.” Vakuru veMoabhu neveMidhiani vakabva, vakatora mari yokuripa kuvuka. Vakati vasvika kuna Bharamu vakamuudza zvakanga zvarehwa naBharaki. Bharamu akati kwavari, “Chivatai pano, uye ndichauya nemhinduro yandichapiwa naJehovha.” Saka machinda eMoabhu akagara naye. Mwari akauya kuna Bharamu akamubvunza akati, “Vanhu vaunavo ndivanaaniko?” Bharamu akati kuna Mwari, “Bharaki mwanakomana waZipori, mambo weMoabhu, akanditumira nhume idzi achiti, ‘Vanhu vakabuda kubva kuIjipiti vakazadza nyika yose. Zvino uya unditukire vanhu ava. Zvichida izvozvi ndingagona kurwa navo ndikavadzingira kure.’ ” Asi Mwari akati kuna Bharamu, “Usaenda navo. Haufaniri kutuka vanhu avo, nokuti vakaropafadzwa.” Fume mangwana, Bharamu akamuka akati kumachinda aBharaki, “Dzokerai kunyika yokwenyu, nokuti Jehovha aramba kuti ndiende nemi.” Saka machinda eMoabhu akadzokera kuna Bharaki akati, “Bharamu akaramba kuuya nesu.” Ipapo Bharaki akatumazve mamwe machinda, akawanda chose uye aikudzwa kupinda vokutanga. Vakasvika kuna Bharamu vakati, “Zvanzi naBharaki mwanakomana waZipori: Usatendera chimwe chinhu kukukonesa kuuya kwandiri, nokuti ndichakupa mubayiro wakanaka kwazvo uye ndichaita zvose zvaunoreva. Uya unditukire vanhu ava.” Asi Bharamu akavapindura akati, “Kunyange dai Bharaki akandipa muzinda wake uzere nesirivha negoridhe, handingagoni kuita chimwe chinhu chikuru kana chiduku kuti tiite zvinodarika murayiro waJehovha Mwari wangu. Zvino chivatai pano manheru ano sezvakaita vamwe, ini ndichanzwa kana Jehovha ane zvimwe zvaangandiudza.” Usiku ihwohwo Mwari akauya kuna Bharamu akati kwaari, “Sezvo vanhu ava vauya kuzokudana, enda hako navo, asi uite chete zvandinokuudza.” Mbongoro yaBharamu Bharamu akamuka mangwanani, akaisa chigaro pambongoro yake akaenda namachinda eMoabhu. Asi Mwari akamutsamwira zvikuru paakaenda, uye mutumwa waJehovha akamira munzira kuti amukonese. Bharamu akanga akatasva mbongoro yake, uye varanda vake vaviri vaiva naye. Mbongoro yakati ichiona mutumwa waJehovha amire munzira ane munondo wakavhomorwa muruoko rwake, ikapinda musango. Bharamu akairova kuti idzokere munzira ikatsauka munzira. Ipapo mutumwa waJehovha akamira pakamanikana pakati peminda miviri yemizambiringa, paiva namasvingo kumativi ose. Mbongoro yakati ichiona mutumwa waJehovha, yakazvimanikidzira kurusvingo uye ikatsimbirira rutsoka rwaBharamu parwuri. Saka akapamhazve kuirova. Ipapo mutumwa waJehovha akapfuurira mberi akandomira panzvimbo yakamanikana pakanga pasina mukana wokutendeukira kurudyi kana kuruboshwe. Mbongoro yakati ichiona mutumwa waJehovha, yakavata pasi paBharamu, iye akatsamwa zvikuru akairova netsvimbo yake. Ipapo Jehovha akashamisa muromo wembongoro, ikati kuna Bharamu, “Ndaiteiko kwamuri zvaita kuti mundirove katatu kose aka?” Bharamu akapindura mbongoro akati, “Wandiita benzi iwe! Dai ndanga ndiine munondo muruoko rwangu ndingadai ndakuuraya izvozvi.” Mbongoro ikati kuna Bharamu, “Ko, handizi mbongoro yenyu, yamunogara muchitasva kusvikira zuva rino here? Ko, ndinogara ndichikuitirai zvakadai here?” Iye akati, “Kwete.” Ipapo Jehovha akasvinudza meso aBharamu, iye akaona mutumwa waJehovha amire munzira ane munondo wake wakavhomorwa. Saka iye akakotama akawira pasi nechiso chake. Mutumwa waJehovha akamubvunza achiti, “Warovereiko mbongoro yako rutatu rwose urwu? Ini ndauya pano kuzokudzivisa nokuti nzira yako haina kururama kwandiri. Mbongoro yandiona ikatsauka ichibva pandiri katatu aka kose. Dai isina kutsauka, zvirokwazvo ndingadai ndakuuraya izvozvi, asi iyo ndairaramisa.” Bharamu akati kumutumwa waJehovha, “Ndatadza. Handina kuziva kuti manga mumire munzira kuti mundidzivise. Zvino kana musingafari, ndodzokera hangu.” Mutumwa waJehovha akati kuna Bharamu, “Chienda hako navarume ava, asi utaure zvandinokuudza zvoga.” Saka Bharamu akaenda namachinda aBharaki. Bharaki akati anzwa kuti Bharamu akanga achiuya, akabuda kuti andosangana naye paguta ravaMoabhu pamuganhu weAnoni, kumagumo kwenyika yake. Bharaki akati kuna Bharamu, “Handina kukudana nokukurumidza here? Seiko usina kuuya kwandiri? Ini handigoni kukupa mubayiro here?” Bharamu akapindura akati, “Zvakanaka, zvino ndauya kwauri. Asi ndingataura zvose zvose here? Ndinofanira kungotaura chete zvinenge zvaiswa mumuromo mangu naMwari.” Ipapo Bharamu akaenda naBharaki kuKiriati Huzoti. Bharaki akabayira mombe namakwai, akapa zvimwe kuna Bharamu namachinda akanga anaye. Fume mangwana, Bharaki akatora Bharamu akakwira naye kuBhamoti Bhaari, uye ipapo akaona chikamu chavanhu. "
    },
    {
      "chapter": "23",
      "verses": "Chirevo chaBharamu Chokutanga Bharamu akati, “Ndivakirei aritari nomwe pano, mugondigadzirira hando nomwe namakondohwe manomwe.” Bharaki akaita sezvakataurwa naBharamu, uye vose vari vaviri vakabayira hando negondohwe paaritari imwe neimwe. Ipapo Bharamu akati kuna Bharaki, “Gara pano parutivi pechipiriso chako, ini ndimbotsaukira parutivi apa. Zvichida Jehovha angauya kuzosangana neni. Zvose zvaanondiratidza, ndichazokuudza.” Ipapo akabva akaenda pakakwirira, pakanga pasina chinhu. Mwari akasangana naye, Bharamu akati, “Ndagadzira aritari nomwe uye paaritari imwe neimwe ndabayira hando negondohwe.” Jehovha akaisa shoko mumuromo waBharamu akati, “Dzokera kuna Bharaki utaure kwaari shoko iri.” Saka akadzokera kwaari akamuwana amire parutivi rwechipiriso chake, ana machinda ose eMoabhu. Ipapo Bharamu akataura chirevo chake akati: “Bharaki akanditora kubva kuAramu, iye mambo weMoabhu kubva kumakomo okumabvazuva. Akati, ‘Uya unditukirewo Jakobho; uya, utsoropodze Israeri.’ Ndingatuka seiko avo vasina kutukwa naMwari? Ndingatsoropodza seiko avo vasina kutsoropodzwa naJehovha? Ndiri pamusoro pamatombo, ndinovaona, ndiri pakakwirira, ndinovaona. Ndinoona vanhu vanogara vari voga uye havazviverengi pakati pendudzi. Ndianiko angaverenga guruva raJakobho kana kuverenga chikamu chechina chaIsraeri? Regai ndife rufu rwowakarurama, uye kuguma kwangu ngakuve sokwavo!” Bharaki akati kuna Bharamu, “Waiteiko kwandiri? Ndakakutora kuti uzotuka vavengi vangu, asi hauna chinhu chawaita asi kutovaropafadza!” Iye akapindura akati, “Ko, handifaniri kuti nditaure zvaiswa mumuromo mangu naJehovha here?” Chirevo chaBharamu Chechipiri Ipapo Bharaki akati kwaari, “Uya uende neni kune imwe nzvimbo yaunogona kuvaona; uchangoona chikamu chavo asi kwete vose. Uye uri ipapo ugonditukira vanhu ava.” Saka akamutora akaenda naye kumunda waZofimi pamusoro pePisiga, uye akavaka aritari nomwe ipapo akabayira hando negondohwe paaritari imwe neimwe. Bharamu akati kuna Bharaki, “Gara pano iwe parutivi rwechipiriso chako ini ndichindosangana naye uko.” Jehovha akasangana naBharamu akaisa shoko mumuromo make akati, “Dzokera kuna Bharaki undotaura mashoko aya.” Saka akadzokera kwaari akamuwana amire parutivi rwechipiriso chake, ana machinda eMoabhu. Bharaki akamubvunza akati, “Jehovha ati kudiniko?” Ipapo akataura chirevo chake akati: “Simuka, Bharaki, uye uteerere; ndinzwe, iwe mwanakomana waZipori. Mwari haasi munhu, kuti angareva nhema, uye mwanakomana womunhu kuti ashandure pfungwa dzake. Ko, anotaura akasazviita here? Anovimbisa akasazadzisa here? Ndakagamuchira murayiro wokuti ndiropafadze; iye aropafadza, uye ini handigoni kuzvishandura. “Haana kuona chakaipa kuna Jakobho, hapana chakashata chakaonekwa muIsraeri. Jehovha Mwari wavo anavo; kudanidzira kwaMambo kuri pakati pavo. Mwari akavabudisa muIjipiti; vane simba renyati. Hapana un'anga hungarwa naJakobho, hapana kuvuka kunorwa naIsraeri. Zvino zvichanzi pamusoro paJakobho, napamusoro paIsraeri, ‘Tarirai zvaitwa naMwari!’ Vanhu vanosimuka seshumba hadzi; vanozvisimudza seshumba isingazorori kusvikira yadya chayauraya uye igonwa ropa rezvayabata.” Ipapo Bharaki akati kuna Bharamu, “Usatombovatuka kana kuvaropafadza napaduku!” Asi Bharamu akapindura akati, “Handina kukuudza here kuti ndinofanira kuita zvose zvinotaurwa naJehovha?” Chirevo chaBharamu Chechitatu Ipapo Bharaki akati kuna Bharamu, “Uya, ndiende newe kune imwe nzvimbo. Zvimwe Mwari achafara nazvo kuti unditukire vanhu ava ikoko.” Saka Bharaki akatora Bharamu akakwira naye pamusoro pePeori pakatarisana nerenje. Bharamu akati, “Ndivakire aritari nomwe pano, ugogadzira hando nomwe namakondohwe manomwe.” Bharaki akaita sezvakanga zvataurwa naBharamu, akabayira hando negondohwe paaritari imwe neimwe. "
    },
    {
      "chapter": "24",
      "verses": "Zvino Bharamu akati aona kuti zvinofadza Jehovha kuti aropafadze Israeri, haana kuzoita zvouroyi sepane dzimwe nguva, asi akaringisa chiso chake kurenje. Bharamu akati atarisa kunze akaona vaIsraeri vagere pamusasa, rudzi norudzi, Mweya waMwari wakauya pamusoro pake uye akataura chirevo chake achiti: “Chirevo chaBharamu mwanakomana waBheori, chirevo chaiye ana meso anonyatsoona, chirevo chaiye anonzwa mashoko aMwari, anoona chiratidzo chinobva kuna Wamasimba Ose, anowira pasi nedumbu rake, uye ana meso akasvinura. “Matende ako akanaka seiko, iwe Jakobho, nougaro hwako, iwe Israeri! “Semipata, vakaita fararira, samapindu pedyo norwizi, segavakava rakasimwa naJehovha, semisidhari pedyo nemvura. Mvura ichayerera ichibva muzvirongo zvavo; mbeu dzavo dzichawana mvura yakawanda. “Mambo wavo achava mukuru kupinda Agagi; umambo hwavo huchasimudzirwa. “Mwari akavabudisa muIjipiti; vane simba renyati. vanomedza ndudzi dzine hasha uye vanovhunavhuna mapfupa adzo; Vanovabaya nemiseve yavo. Seshumba vanoti vhumba vagovata pasi, seshumbakadzi, ndianiko angashinga kuvamutsa? “Vose vanokuropafadza, ngavaropafadzwe uye vose vanokutuka, ngavatukwe!” Ipapo kutsamwa kwaBharaki kwakapfuta pamusoro paBharamu. Akarova maoko ake pamwe chete akati kwaari, “Ndakakudanira kuzotuka vavengi vangu, asi wavaropafadza katatu kose aka. Zvino chibva izvozvi uende kwako! Ndakati ndichakupa mubayiro wakaisvonaka, asi Jehovha akudzivisa kuti upiwe mubayiro.” Bharamu akapindura Bharaki akati, “Ko, handina kutaurira nhume dzawakatuma kwandiri here kuti, ‘Kunyange dai Bharaki andipa muzinda wake wakazara nesirivha negoridhe, handaigona kuita chinhu nokuda kwangu, chakanaka kana chakaipa, kuti ndidarike murayiro waJehovha, uye kuti ndinofanira kutaura chete zvinenge zvataurwa naJehovha here?’ Zvino ndava kudzokera kuvanhu vokwangu, asi uya ndikuyambire zvichaitirwa vanhu vako navanhu ava pamazuva anouya.” Chirevo chaBharamu Chechina Ipapo akataura chirevo chake akati: “Chirevo chaBharamu mwanakomana waBheori, chirevo chaiye anonzwa mashoko aMwari, ano ruzivo runobva kuno Wokumusorosoro, anoona chiratidzo chinobva kuna Wamasimba Ose, anowira pasi nedumbu rake, uye ana meso akasvinura: “Ndiri kumuoona, asi kwete iye zvino; ndinomuona, asi haasi pedyo. Nyeredzi ichabuda muna Jakobho; Tsvimbo youshe ichamera kubva muna Israeri. Achapwanya huma dzavaMoabhu, madehenya avanakomana vose vaSeti. Edhomu achakundwa; Seiri, muvengi wake, achakundwa, asi Israeri achasimba. Mutongi achabuda muna Jakobho uye achaparadza vakasara veguta.” Zvirevo zvaBharamu Zvokupedzisira Ipapo Bharamu akaona Amareki uye akataura chirevo chake achiti, “Amareki akanga ari wokutanga pakati pendudzi, asi pakupedzisira achaparadzwa.” Ipapo akaona vaKeni uye akataura chirevo chake achiti: “Ugaro hwako hwakachengetedzeka, dendere rako rakavakwa padombo; asi imi vaKeni muchaparadzwa, Ashuri paachakutapai.” Ipapo akataura chirevo chake akati: “Haiwa, ndianiko angararama kana Mwari akaita izvi? Zvikepe zvichauya zvichibva kumahombekombe eKitimu; zvichakunda Ashuri neEbheri, asi naizvowo zvichaparadzwa.” Ipapo Bharamu akasimuka akadzokera kunyika yake, uye Bharaki akaenda kwakewo. "
    },
    {
      "chapter": "25",
      "verses": "Moabhu anonyengera Israeri Panguva yakanga igere Israeri paShitimu, vanhu vakatanga kuita upombwe navakadzi vokuMoabhu, avo vakavakoka kuti vauye kuzvibayiro zvavamwari vavo. Vanhu vakadya, vakapfugamira vamwari ava. Saka Israeri akabatana navo naBhaari wePeori, uye kutsamwa kwaJehovha kukapfuta pamusoro pavo. Jehovha akati kuna Mozisi, “Tora vatungamiri vose vavanhu ava, uvauraye uvaise pachena masikati makuru pamberi paJehovha, kuti kutsamwa kunotyisa kwaJehovha kudzorwe kubva pana Israeri.” Saka Mozisi akati kuvatongi veIsraeri, “Mumwe nomumwe wenyu anofanira kuuraya varume ava vari pakati penyu, avo vakazvibatanidza pakunamata Bhaari wePeori.” Ipapo mumwe murume muIsraeri akauyisa kumhuri yake mukadzi womuMidhiani pamberi paMozisi chaipo, ungano yose yaIsraeri pavakanga vachichema vari pamukova weTende Rokusangana. Finehasi mwanakomana waEreazari, mwanakomana waAroni, muprista, akati achizviona, akabva paungano, akatora pfumo muruoko rwake; uye akatevera muIsraeri uyo mutende. Akavabaya vose vari vaviri nepfumo kamwe chete, rikabaya muIsraeri rikapfuurira kundobaya muviri muMidhiani. Ipapo denda rakanga riri pamusoro pavaIsraeri rakaguma; asi vose vakanga vafa nedenda vakasvika zviuru makumi maviri nezvina. Jehovha akati kuna Mozisi, “Finehasi mwanakomana waEreazari, mwanakomana waAroni, muprista adzora kutsamwa kwangu kubva pavaIsraeri; nokuti akanga ane shungu sedzangu nokuda kwokusakudzwa kwangu pakati pavo, saka handina kuzovaparadza neshungu dzangu. Naizvozvo umuudze kuti ndava kuita sungano yorugare naye. Iye nezvizvarwa zvake vachava nesungano youprista husingaperi, nokuti akanga ane shungu nokukudzwa kwaMwari wake, akayananisira vaIsraeri.” Zita romuIsraeri akaurayiwa pamwe chete nomukadzi muMidhiani rainzi Zimuri mwanakomana waSaru, mutungamiri weimwe mhuri yaSimeoni. Uye zita romukadzi muMidhiani akaurayiwa rakanga richinzi Kozibhi, mwanasikana waZuri, mukuru weimwe mhuri yavaMidhiani. Jehovha akati kuna Mozisi, “Muone vaMidhiani savavengi uye mugovauraya, nokuti ivo vakakuonai savavengi pavakakunyengerai panyaya yePeori uye nehanzvadzi yavo Kozibhi, mwanasikana womutungamiri wavaMidhiani, iye mukadzi akaurayiwa pakauya denda nokuda kwePeori.” "
    },
    {
      "chapter": "26",
      "verses": "Kuverengwa kwechipiri Shure kwedenda Jehovha akati kuna Mozisi naEreazari mwanakomana waAroni, muprista, “Verengai ungano yose yavaIsraeri nemhuri dzavo, vose vana makore makumi maviri kana anodarika vanogona kurwa muhondo yaIsraeri.” Saka Mozisi naEreazari muprista vakataura navo pamapani eMoabhu paJorodhani nechokumhiri kweJeriko vakati, “Verengai varume vana makore makumi maviri kana anodarika, sezvakarayirwa Mozisi naJehovha.” Ava ndivo vaIsraeri vakabuda kubva muIjipiti: Zvizvarwa zvaRubheni mwanakomana wedangwe waIsraeri zvaiva: Hanoki, kwakabva mhuri yaHanoki; Paru, kwakabva mhuri yaParu; Hezironi, kwakabva mhuri yaHezironi; Kami, kwakabva mhuri yaKami. Idzi ndidzo dzakanga dziri mhuri dzaRubheni; vakaverengwa vakanga vari zviuru makumi mana nezvitatu, namazana manomwe ana makumi matatu. Mwanakomana waParu akanga ari Eriabhu, uye vanakomana vaEriabhu vakanga vari Nemueri, Dhatani naAbhiramu. Dhatani naAbhiramu ndivo machinda eungano aya akamukira Mozisi naAroni uye vakanga vari pakati pavateveri vaKora pavakamukira Jehovha. Nyika yakashamisa muromo wayo ikavamedza pamwe chete naKora, chikwata ichocho pachakafa, moto pawakaparadza varume mazana maviri namakumi mashanu. Uye ivo vakava chiratidzo cheyambiro. Kunyange zvakadaro, rudzi rwaKora haruna kuparara. Zvizvarwa zvaSimeoni nemhuri dzavo zvaiva: Nemueri kwakabva mhuri yavaNemueri; Jamini, kwakabva mhuri yavaJamini; Jakini, kwakabva mhuri yavaJakini; Zera, kwakabva mhuri yavaZera. Shauri kwakabva mhuri yavaShauri. Idzi ndidzo dzakanga dziri mhuri dzaSimeoni; pakanga pana varume zviuru makumi maviri nezviviri namazana maviri. Zvizvarwa zvaGadhi nemhuri dzavo zvaiva: Zofani, kwakabva mhuri yavaZofani; Hagi, kwakabva mhuri yavaHagi; Shumi, kwakabva mhuri yavaShumi; Ozini, kwakabva mhuri yavaOzini; Eri, kwakabva mhuri yavaEri; Arodhi, kwakabva mhuri yavaArodhi; Areri kwakabva mhuri yavaAreri. Idzi ndidzo dzakanga dziri mhuri dzaGadhi; vakaverengwa vakanga vari zviuru makumi mana, namazana mashanu. Eri naOnani vakanga vari vanakomana vaJudha, asi vakafira muKenani. Zvizvarwa zvaJudha nemhuri dzavo zvaiva: Shera, kwakabva mhuri yavaSherani; Perezi, kwakabva mhuri yavaPerezi; Zera, kwakabva mhuri yavaZera; Zvizvarwa zvaPerezi zvaiva: Hezironi, kwakabva mhuri yavaHezironi; Hamuri, kwakabva mhuri yavaHamuri. Idzi ndidzo dzakanga dziri mhuri dzaJudha; vakaverengwa vakanga vari zviuru makumi manomwe nezvitanhatu, namazana mashanu. Zvizvarwa zvaIsakari nemhuri dzavo zvaiva: Tora, kwakabva mhuri yavaTora; Pua kwakabva mhuri yavaPua; Jashubhi kwakabva mhuri yavaJashubhi; Shimironi kwakabva mhuri yavaShimironi. Idzi ndidzo dzakanga dziri mhuri dzaIsakari; vakaverengwa vakanga vari zviuru makumi matanhatu nezvina, namazana matatu. Zvizvarwa zvaZebhuruni nemhuri dzavo zvaiva: Seredhi, kwakabva mhuri yavaSeredhi; Eroni, kwakabva mhuri yavaEroni; Jareeri, kwakabva mhuri yavaJareeri. Idzi ndidzo dzakanga dziri mhuri dzaZebhuruni; vakaverengwa vakanga vari zviuru makumi matanhatu, namazana mashanu. Zvizvarwa zvaJosefa nemhuri dzavo kubudikidza naManase naEfuremu zvakanga zvakadai: Zvizvarwa zvaManase: Makiri kwakabva mhuri yavaMakiri (Makiri akanga ari baba vaGireadhi); Gireadhi kwakabva mhuri yavaGireadhi. Izvi ndizvo zvaiva zvizvarwa zvaGireadhi: Yezeri, kwakabva mhuri yaYezeri; Hereki, kwakabva mhuri yavaHereki; Asirieri, kwakabva mhuri yavaAsirieri; Shekemu, kwakabva mhuri yavaShekemu; Shemidha, kwakabva mhuri yavaShemidha; Heferi, kwakabva mhuri yavaHeferi. (Zerofehadhi mwanakomana waHeferi akanga asina vanakomana; akanga achingova navanasikana bedzi, mazita avo aiva: Mara, Noa, Hogira, Mirika naTiriza.) Idzi ndidzo dzakanga dziri mhuri dzaManase; vakaverengwa vakanga vari zviuru makumi mashanu nezviviri, namazana manomwe. Izvi ndizvo zvaiva zvizvarwa zvaEfuremu nemhuri dzavo: Shutera, kwakabva mhuri yaShutera; Bhekeri, kwakabva mhuri yaBhekeri; Tahani, kwakabva mhuri yaTahani. Izvi ndizvo zvaiva zvizvarwa zvaShutera: Erani, kwakabva mhuri yaErani. Idzi ndidzo dzakanga dziri mhuri dzaEfuremu; vakaverengwa vakanga vari zviuru makumi matatu nezviviri, namazana mashanu. Izvi ndizvo zvaiva zvizvarwa zvaJosefa nemhuri dzavo. Zvizvarwa zvaBhenjamini nemhuri dzavo zvaiva: Bhera, kwakabva mhuri yavaBhera; Ashibheri, kwakabva mhuri yavaAshibheri; Ahiramu, kwakabva mhuri yaAhiramu; Shufami, kwakabva mhuri yaShufami; Hufami, kwakabva mhuri yaHufami. Zvizvarwa zvaBhera kubudikidza naAradhi naNaamani zvaiva: Aradhi, kwakabva mhuri yavaAradhi; Naamani, kwakabva mhuri yavaNaamani. Idzi ndidzo dzakanga dziri mhuri dzaBhenjamini; vakaverengwa vakanga vari zviuru makumi mana nezvishanu, namazana matanhatu. Izvi ndizvo zvaiva zvizvarwa zvaDhani nemhuri dzavo: Shuhami, kwakabva mhuri yavaShuhami. Idzi ndidzo dzaiva mhuri dzaDhani: Vose vakanga vari vemhuri yaShuhami; uye vakaverengwa vakanga vari zviuru makumi matanhatu nezvina, namazana mana. Zvizvarwa zvaAsheri nemhuri dzavo zvaiva: Imina, kwakabva mhuri yavaImina; Ishivhi, kwakabva mhuri yavaIshivhi; Bheria, kwakabva mhuri yavaBheria; uye kubudikidza nezvizvarwa zvavaBheria: Hebheri, kwakabva mhuri yavaHebheri; Marikieri, kwakabva mhuri yavaMarikieri. (Asheri akanga ane mwanasikana ainzi Sera). Idzi ndidzo dzakanga dziri mhuri dzaAsheri; vakaverengwa vakanga vari zviuru makumi mashanu nezvitatu, namazana mana. Zvizvarwa zvaNafutari nemhuri dzavo zvaiva: Jazeeri, kwakabva mhuri yavaJazeeri; Guni, kwakabva mhuri yavaGuni; Jezeri, kwakabva mhuri yavaJezeri; Shiremi, kwakabva mhuri yavaShiremi. Idzi ndidzo dzakanga dziri mhuri dzaNafutari; vakaverengwa vakanga vari zviuru makumi mana nezvishanu, namazana mana. Uwandu hwavanhu veIsraeri hwaisvika zviuru mazana matanhatu nechimwe, namazana manomwe ana makumi matatu. Jehovha akati kuna Mozisi, “Nyika inofanira kugoverwa kwavari senhaka zvichienderana namazita akaverengwa. Kuna vaya vanenge vakawanda, unofanira kuvapa nhaka huru, vashoma unovapa nhaka duku; mhuri imwe neimwe inofanira kupiwa zvakaenzana nouwandu hwokuverengwa kwavo. Unofanira kuona kuti nyika yagoverwa nemijenya. Nhaka ichagoverwa mhuri imwe neimwe ichange iri maererano namazita orudzi rwamadzitateguru avo. Nhaka imwe neimwe inofanira kugoverwa nemijenya pakati pemhuri huru nemhuri duku.” Ava ndivo vaRevhi vakaverengwa nemhuri dzavo: Gerishoni, kwakabva mhuri yavaGerishoni; Kohati, kwakabva mhuri yavaKohati; Merari, kwakabva mhuri yavaMerari. Ava ndivo vakanga vari mhuri dzaRevhi: mhuri yavaRibhini, mhuri yavaHebhuroni, mhuri yavaMari, mhuri yavaMushi, mhuri yavaKora. (Kohati akanga ari baba vaAmurami; zita romukadzi waAmurami rainzi Jokebhedhi, chizvarwa chaRevhi, akaberekwa kuvaRevhi muIjipiti. Akaberekera Amurami Aroni, Mozisi nehanzvadzi yake Miriamu. Aroni ndiye akanga ari baba vaNadhabhi naAbhihu, Ereazari naItamari. Asi Nadhabhi naAbhihu vakafa pavakaita chipiriso nomoto usina kufanira pamberi paJehovha.) Varume vose pakati pavaRevhi, vaiva nomwedzi mumwe chete kana kupfuura pakuberekwa vaisvika zviuru makumi maviri nezvitatu. Havana kuverengwa pamwe chete navamwe vaIsraeri nokuti havana kupiwa nhaka pakati pavo. Ava ndivo vakaverengwa naMozisi naEreazari muprista pavakaverenga vaIsraeri pamapani eMoabhu paJorodhani uchibva mhiri kuJeriko. Hapana kana mumwe wavo akanga ari pakati pavaya vakaverengwa naMozisi naAroni muprista, pavakaverenga vaIsraeri murenje reSinai. Nokuti Jehovha akanga audza vaIsraeri avo kuti zvirokwazvo vaizofira murenje, uye hakuna kana mumwe wavo akasara kunze kwaKarebhu mwanakomana waJefune naJoshua mwanakomana waNuni. "
    },
    {
      "chapter": "27",
      "verses": "Vanasikana vaZerofehadhi Vanasikana vaZerofehadhi, mwanakomana waHeferi, mwanakomana waGireadhi, mwanakomana waMakiri, mwanakomana waManase, akanga ari wemhuri dzaManase mwanakomana waJosefa. Mazita avanasikana akanga ari: Mara, Noa, Hogira, Mirika naTiza. Vakasvika pamukova weTende Rokusangana vakamira pamberi paMozisi, naEreazari muprista, vatungamiri, neungano yose, vakati, “Baba vedu vakafira murenje. Vakanga vasiri pakati pavateveri vaKora, avo vakabatana pamwe chete kuti vamukire Jehovha, asi vakafira chivi chavowo vakasasiya vanakomana. Ko, zita rababa vedu ragoshayikwa seiko pamhuri yavo, nemhaka yokuti vakanga vasina mwanakomana here? Tipeiwo nhaka pakati pehama dzababa vedu.” Saka Mozisi akasvitsa nyaya yavo pamberi paJehovha Uye Jehovha akati kwaari, “Zvinorehwa navanasikana vaZerofehadhi ndezvechokwadi. Zvirokwazvo unofanira kuvapa nhaka pakati pehama dzababa vavo ugodzorera nhaka yababa vavo kwavari. “Uti kuvaIsraeri, ‘Kana munhu akafa akasasiya mwanakomana, munofanira kudzorera nhaka yake kumwanasikana wake. Kana asina mwanasikana, mupe nhaka yake kumadzikoma ake kana vanun'una vake. Kana asina madzikoma kana vanun'una, mupe nhaka yake kuvanun'una kana madzikoma ababa vake. Kana baba vake vasina madzikoma kana vanun'una, mupe nhaka yake kuhama yepedyo yomumhuri yake, kuti ive yake. Uyu unofanira kuva mutemo kuvaIsraeri, sezvakarayirwa Mozisi naJehovha.’ ” Joshua anotevera Mozisi pautungamiri Ipapo Jehovha akati kuna Mozisi, “Kwira pamusoro pegomo iri romuAbharimi ugoona nyika yandakapa vaIsraeri. Mushure mokunge waona, newewo uchasanganiswa navanhu vokwako, sezvakaita Aroni mukoma wako, nokuti ungano payakandimukira pamvura yomuRenje reZini, mose muri vaviri hamuna kuteerera murayiro wangu kuti mundiremekedze somutsvene pamberi pavo.” (Iyi ndiyo mvura yapaMeribha Kadheshi, muRenje reZini.) Mozisi akati kuna Jehovha, “Jehovha, Mwari wemweya yamarudzi ose avanhu, ngaagadze murume pamusoro peungano iyi kuti abude nokupinda pamberi pavo, uyo achavabudisa nokuvapinza, kuti vanhu vaJehovha varege kuva samakwai asina mufudzi.” Saka Jehovha akati kuna Mozisi, “Tora Joshua mwanakomana waNuni, murume ano mweya maari, ugoisa ruoko rwako pamusoro pake. Unofanira kumumisa pamberi paEreazari muprista napamberi peungano yose ugomurayira pamberi pavo. Umupe rimwe simba rako kuti ungano yose yavaIsraeri igomuteerera. Anofanira kumira pamberi paEreazari muprista, ndiye achamubvunzira pamberi paJehovha nokutonga kweUrimi. Pakurayira kwake, vanofanira kubuda iye neungano yose yavaIsraeri uye pakurayira kwake ivo vachapinda.” Mozisi akaita sezvaakarayirwa naJehovha. Akatora Joshua akamumisa pamberi paEreazari muprista napamberi peungano yose. Ipapo akaisa maoko ake pamusoro pake akamurayira, sezvakanga zvarayirwa Mozisi naJehovha. "
    },
    {
      "chapter": "28",
      "verses": "Zvipiriso zvamazuva ose Jehovha akati kuna Mozisi, “Upe murayiro uyu kuvaIsraeri, uti kwavari, ‘Onai kuti maisa pamberi pangu panguva yakatarwa, zvokudya zvangu zvezvipiriso zvinoitwa nomoto, sezvinonhuwira zvinondifadza.’ Uti kwavari: ‘Ichi ndicho chipiriso chakaitwa nomoto chamunofanira kupa kuna Jehovha: makwayana maviri egore rimwe chete asina kuremara, sechipiriso chinopiswa chamazuva ose nezuva rimwe nerimwe. Ugadzire gwayana rimwe chete mangwanani uye rimwe racho panguva yamadekwana, pamwe chete nechipiriso chezviyo, chegumi cheefaa youpfu hwakatsetseka hwakavhenganiswa nechikamu chimwe chete muzvina chehinib yamafuta omuorivhi akasvinwa. Ichi ndicho chipiriso chinopiswa chamazuva ose chakatarwa paGomo reSinai kuti chive munhuwi unonhuwira zvinofadza, chipiriso chinoitirwa Jehovha nomoto. Panobayirwa gwayana rimwe nerimwe, chipiriso chokunwa chinopiwa panguva imwe cheteyo chinofanira kuva chikamu chimwe chete muzvina chehini, chezvinonhuwira zvakaviriswa. Udurure chipiriso chinonwiwa kuna Jehovha panzvimbo tsvene. Ugadzire gwayana rechipiri panguva dzamadekwana, pamwe chete nechipiriso chezviyo nechipiriso chinonwiwa, zvakafanana nezvamangwanani. Ichi ndicho chipiriso chinoitwa nomoto, chinonhuwira zvinofadza kuna Jehovha. Zvipiriso zveSabata “ ‘Nomusi weSabata, muite chipiriso chamakwayana maviri egore rimwe chete asina kuremara, pamwe chete nechipiriso chacho chokunwa, uye nechipiriso chezviyo chezvegumi zviviri zveefac youpfu hwakatsetseka, hwakavhenganiswa namafuta. Ichi ndicho chipiriso chinopiswa cheSabata rimwe nerimwe, pamusoro pechipiriso chinopiswa chamazuva ose uye nechipiriso chacho chinonwiwa. Zvipiriso zvomwedzi nomwedzi “ ‘Nomusi wokutanga womwedzi woga woga, mupe kuna Jehovha chipiriso chehando duku mbiri, gondohwe rimwe chete namakwayana makono manomwe egore rimwe chete, ose asina kuremara. Pamwe chete nehando imwe neimwe, panofanira kuva nechipiriso chezviyo chezvegumi zviviri zveefad yeupfu hwakatsetseka, hwakavhenganiswa namafuta; uye negwayana rimwe nerimwe, chipiriso chezviyo chechegumi cheefa yeupfu hwakatsetseka, hwakavhenganiswa namafuta. Izvi ndizvo zvinoitwa pachipiriso chinopiswa, chinonhuwira chinofadza, chipiriso chinoitirwa Jehovha nomoto. Pamwe chete nehando imwe neimwe, panofanira kuva nechipiriso chokunwa chehafu yehini yewaini; pamwe chete negondohwe, chetatu chehinie; uye pamwe chete negwayana rimwe nerimwe, chikamu chimwe chete muzvina chehinif. Ichi ndicho chipiriso chinopiswa chomwedzi mumwe nomumwe chinofanira kupiwa pakugara kwomwedzi mumwe nomumwe pagore. Pamusoro pechipiriso chinopiswa chamazuva ose nechipiriso chacho chokunwa, nhongo imwe chete inofanira kupiwa sechipiriso chechivi kuna Jehovha. Pasika “ ‘Pazuva regumi romwedzi wokutanga munofanira kuita Pasika yaJehovha. Pazuva regumi namana romwedzi uyu, munofanira kuita mutambo; kwamazuva manomwe munofanira kudya chingwa chisina mbiriso. Pazuva rokutanga munofanira kuita ungano tsvene uye murege kuita mabasa amazuva ose. Mupe kuna Jehovha chipiriso chakaitwa nomoto, chipiriso chinopiswa chehando duku mbiri, gondohwe rimwe chete uye makwayana makono manomwe ane gore rimwe chete, ose asina kuremara. Pamwe chete nehando imwe neimwe mugadzire chipiriso chezviyo, chezvikamu zvitatu mugumi zveefa yeupfu hwakatsetseka, hwakavhenganiswa namafuta; pamwe chete negondohwe, zvikamu zviviri mugumi; uye pamwe chete nerimwe nerimwe ramakwayana manomwe, chikamu chimwe chete mugumi; uisewo nhongo imwe chete yembudzi sechipiriso chechivi kuti iwe uzviyananisire. Mugadzire izvi pamwe chete nezvipiriso zvinopiswa zvamangwanani zvamazuva ose. Nenzira iyi mugadzire zvokudya zvezvipiriso zvinoitwa nomoto mazuva ose kwamazuva manomwe sezvinonhuwira zvinofadza kuna Jehovha; zvinofanira kugadzirwa pamwe chete nezvipiriso zvinopiswa nechipiriso chacho chinonwiwa. Pazuva rechinomwe muite ungano tsvene uye murege kuita basa ramazuva ose. Mutambo waMavhiki “ ‘Pazuva rezvibereko zvokutanga, pamunopa zvipiriso zvenyu kuna Jehovha, zvezvitsva zvezviyo panguva yoMutambo weMavhiki, muite ungano tsvene uye murege kuita basa ramazuva ose. Mupe chipiriso chinopiswa chehando duku mbiri, gondohwe rimwe chete uye makwayana manomwe makono egore rimwe chete, chive chipiriso chinofadza kuna Jehovha. Pamwe chete nehando imwe neimwe, panofanira kuva nechipiriso chezviyo chezvikamu zvitatu mugumi zveefa yeupfu hwakatsetseka. hwakavhenganiswa namafuta; pamwe chete negondohwe, zvikamu zviviri mugumi; uye nerimwe nerimwe ramakwayana manomwe, chikamu chimwe chete mugumi. Muisewo nhongo imwe chete kuti muzviyananisire. Mugadzire izvi pamwe chete nezvipiriso zvazvo zvokunwa, pamusoro pezvipiriso zvinopiswa zvamazuva ose uye nechipiriso chacho chezviyo. Munofanira kuva nechokwadi kuti zvipfuwo zvacho hazvina kuremara. "
    },
    {
      "chapter": "29",
      "verses": "Mutambo weHwamanda “ ‘Pazuva rokutanga romwedzi wechinomwe, muite ungano tsvene uye murege kubata basa ramazuva ose. Izuva rokuti muridze hwamanda. Munofanira kugadzirira Jehovha chipiriso chinopiswa chehando imwe chete duku, gondohwe rimwe chete uye makwayana makono manomwe egore rimwe chete, ose asina kuremara, zvive zvinonhuwira zvinofadza pamberi paJehovha. Mugadzire pamwe chete nehando duku chipiriso chezviyo chezvikamu zvitatu mugumi zveefaa yeupfu hwakatsetseka hwakavhenganiswa pamwe chete namafuta, negondohwe, zvikamu zviviri mugumib; pamwe chete nerimwe nerimwe ramakwayana manomwe, chikamu chimwe chete mugumic. Muisewo nhongo imwe chete yembudzi sechipiriso chechivi kuti muzviyananisire. Izvi zviri kupamhidzirwa pamusoro pezvipiriso zvinopiswa zvomwedzi nomwedzi, nezvezuva nezuva uye nezvipiriso zvezviyo nezvipiriso zvokunwa sokurongwa kwazvo. Ndizvo zvipiriso zvinoitirwa Jehovha nomoto, zvinonhuwira zvinofadza. Zuva Rokuyananisira “ ‘Pazuva regumi romwedzi wechinomwe munofanira kuita ungano tsvene. Munofanira kuzviramba uye murege kubata basa. Mupe chibayiro chinopiswa chehando duku yegore rimwe chete kuna Jehovha sezvinonhuwira zvinofadza: hando imwe chete negondohwe rimwe chete uye namakwayana makono manomwe egore rimwe chete, zvisina kuremara. Mugadzire pamwe chete nehando, chipiriso chezviyo chezvikamu zvitatu mugumi zveefa youpfu hwakatsetseka, hwakavhenganiswa namafuta; pamwe chete negondohwe, zvikamu zviviri mugumi; uye parimwe nerimwe ramakwayana manomwe, chikamu chimwe chete mugumi. Muisewo nhongo yembudzi sechipiriso chechivi, muchipamhidzira kuchipiriso chechivi chokuyananisira uye nechibayiro chinopiswa chamazuva ose nechipiriso chacho chezviyo, uye nezvipiriso zvazvo zvokunwa. Mutambo waMatumba “ ‘Pazuva regumi namashanu romwedzi wechinomwe, muite ungano tsvene uye musaita basa ramazuva ose. Muite mutambo wokupemberera Jehovha kwamazuva manomwe. Muuye nechibayiro chinopiswa kuti chive chinonhuwira zvinofadza kuna Jehovha, chibayiro chinopiswa chehando duku gumi nenhatu, makondohwe maviri namakwayana makono gumi namana egore rimwe chete, ose asina kuremara. Mugadzire chipiriso chezvikamu zvitatu mugumi zveefa youpfu hwakatsetseka, hwakavhenganiswa namafuta pamwe chete neimwe neimwe yehando duku gumi nenhatu; pamwe chete nerimwe nerimwe ramakondohwe maviri, zvikamu zviviri mugumi, uye pamwe chete nerimwe nerimwe ramakwayana gumi namana, chikamu chimwe chete mugumi. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi, pamusoro pechipiriso chinopiswa nechipiriso chacho chezviyo nechipiriso chokunwa. “ ‘Pazuva rechipiri mugadzire hando duku gumi nembiri, makondohwe maviri uye makwayana makono gumi namana egore rimwe, zvose zvisina kuremara. Mugadzire nehando, namakondohwe uye namakwayana, zvipiriso zvezviyo nezvipiriso zvinonwiwa maererano nouwandu hwakarayirwa. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi, muchipamhidzira kuchipiriso chamazuva ose pamwe chete nechipiriso chacho uye nezvipiriso zvazvo zvokunwa. “ ‘Pazuva rechitatu, mugadzire hando gumi neimwe, makondohwe maviri uye namakwayana makono gumi namana egore rimwe chete, zvose zvisina kuremara. Mugadzire pamwe chete nehando, makondohwe, uye namakwayana, zvipiriso zvazvo zvezviyo nezvipiriso zvokunwa maererano nouwandu hwakarayirwa. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi, muchipamhidzira kuchipiriso chinopiswa chamazuva ose pamwe chete nechipiriso chacho chezviyo uye nechipiriso chokunwa. “ ‘Pazuva rechina, mugadzire hando gumi, makondohwe uye makwayana gumi namana egore rimwe chete, zvose zvisina kuremara. Pamwe chete nehando, namakondohwe, namakwayana, mugadzire zvipiriso zvazvo nezvipiriso zvokunwa maererano nouwandu hwakarayirwa. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi, muchipamhidzira kuchipiriso chinopiswa chamazuva ose nechipiriso chacho chezviyo, uye nechipiriso chokunwa. “ ‘Pazuva rechishanu, mugadzire hando pfumbamwe, makondohwe maviri uye namakwayana makono gumi namana egore rimwe chete, zvose zvisina kuremara. Pamwe chete nehando, makondohwe namakwayana, mugadzire zvipiriso zvazvo zvezviyo nezvipiriso zvokunwa maererano nouwandu hwakarayirwa. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi muchipamhidzira kuchipiriso chinopiswa chamazuva ose nechipiriso chacho chezviyo uye nechipiriso chokunwa. “ ‘Pazuva rechitanhatu, mugadzire hando sere, makondohwe maviri uye makwayana makono egore rimwe chete, gumi namana, zvose zvisina kuremara. Pamwe chete nehando, namakondohwe uye namakwayana mugadzire zvipiriso zvazvo zvezviyo nezvipiriso zvokunwa maererano nouwandu hwakarayirwa. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi, muchipamhidzira kuchipiriso chinopiswa chamazuva ose pamwe chete nechipiriso chacho chezviyo uye nechipiriso chokunwa. “ ‘Pazuva rechinomwe, mugadzire hando nomwe, makondohwe maviri uye makwayana makono gumi namana egore rimwe chete, zvose zvisina kuremara. Pamwe chete nehando, makondohwe namakwayana mugadzire zvipiriso zvazvo zvezviyo nezvipiriso zvokunwa maererano nouwandu hwakarayirwa. Muisewo nhongo yembudzi imwe chete sechipiriso chechivi, muchipamhidzira kuchipiriso chinopiswa chamazuva ose pamwe chete nechipiriso chacho chezviyo uye chipiriso chokunwa. “ ‘Pazuva rorusere, unganai uye murege kuita basa ramazuva ose. Mupe chibayiro chinopiswa nomoto chive chinonhuwira zvinofadza kuna Jehovha, chibayiro chinopiswa chehando imwe chete, gondohwe rimwe chete namakwayana makono manomwe egore rimwe chete, zvose zvisina kuremara. Mugadzire hando, gondohwe namakwayana, zvipiriso zvezviyo nezvipiriso zvinonwiwa, maererano nouwandu hwakarayirwa. Muisewo nhongo imwe chete yembudzi sechipiriso chechivi, muchipamhidzira kuchipiriso chinopiswa chamazuva ose pamwe chete nechipiriso chacho chezviyo uye nechipiriso chokunwa. “ ‘Kupamhidzira pamusoro pezvamakapika uye zvipo zvokungopa, mugadzirire Jehovha izvi pamitambo yenyu yakatarwa: zvipiriso zvenyu zvinopiswa, zvipiriso zvezviyo, zvipiriso zvokunwa uye nezvipiriso zvokuwadzana.’ ” Mozisi akataurira vaIsraeri zvose zvaakarayirwa naJehovha. "
    },
    {
      "chapter": "30",
      "verses": "Mhiko Mozisi akati kuvakuru vamarudzi avaIsraeri, “Izvi ndizvo zvarayirwa naJehovha: Kana munhu akaita mhiko kuna Jehovha kana kuzvisunga nokupika, haafaniri kuputsa shoko rake asi anofanira kuita zvose zvaakareva. “Kana mukadzi achiri kugara mumba mababa vake akaita mhiko kuna Jehovha kana kuti akazvisunga nokupika, uye baba vake vakanzwa pamusoro pezvaapika, vakasataura chinhu kwaari, ipapo zvose zvaapika uye zvose zvaazvisunga kupika zvichasimbiswa. Asi kana baba vake vakamudzivisa pavanonzwa nezvazvo, zvaapika zvose nezvaazvisunga nazvo achipika hazvingavi nesimba; Jehovha achamusunungura nokuti baba vake vamudzivisa. “Kana akawanikwa mushure mokunge aita mhiko, kana mushure mokunge muromo wake wakurumidza kutaura achivimbisa nokuzvisunga, uye murume wake akazvinzwa asi akasataura chinhu kwaari, ipapo mhiko dzake kana zvaakazvisunga nazvo zvichasimbiswa. Asi kana murume wake amudzivisa paanenge anzwa nezvazvo, anokonesa mhiko iya inomusunga, kana vimbiso yaangazvisunga nayo, uye ipapo Jehovha achamusunungura. “Mhiko ipi zvayo kana chisungo chaitwa nechirikadzi kana mukadzi akarambwa chichava nesimba kwaari. “Kana mukadzi agere nomurume akaita mhiko kana kuti akazvisunga nemhiko uye murume wake akanzwa nezvazvo asi akasataura chinhu kwaari uye asingamudzivisi, ipapo mhiko dzake kana zvaakazvisunga pakupika zvichava nesimba. Asi kana murume wake akazvikonesa paanenge anzwa nezvazvo, ipapo hapana chaakapika kana zvaakazvisunga nazvo nemhiko nezvaakataura nomuromo wake zvichava nesimba. Murume wake azvikonesa, uye Jehovha achamusunungura. Murume wake anogona kutsigira kana kukonesa mhiko ipi zvayo yaanopika kuti azvininipise nayo. Asi kana murume wake akashaya chaanotaura kwaari zuva nezuva, ipapo ari kusimbisa mhiko dzake uye zvaakapika zvinomusunga. Anozvisimbisa nokusataura kwake chinhu kwaari paanenge anzwa nezvazvo. Kana zvakadaro, akazozvikonesa pane dzimwe nguva, mushure mokunge azvinzwa, ipapo iye achatakura mhosva yomukadzi wake.” Iyi ndiyo mitemo yakapiwa Mozisi naJehovha pamusoro poukama pakati pomurume nomukadzi wake, uye pakati pababa nomwanasikana wavo muduku agere mumba mavo. "
    },
    {
      "chapter": "31",
      "verses": "Kutsiva pamusoro pavaMidhiani Jehovha akati kuna Mozisi, “Tsiva kuvaMidhiani zvavakaitira vaIsraeri. Shure kwaizvozvo uchandosanganiswa navanhu vako.” Saka Mozisi akati kuvanhu, “Shongedzai vamwe varume vokwenyu nhumbi dzokurwa kuti vaende kundorwa navaMidhiani kuti vazadzise kutsiva kwaJehovha pamusoro pavo. Endesai kuhondo varume chiuru kubva kurudzi rumwe norumwe rwavaIsraeri.” Saka varume zviuru gumi nezviviri vakashongedzerwa kundorwa, chiuru chimwe kubva kurudzi rumwe norumwe, vakauyiswa vachibva kumhuri dzavaIsraeri. Mozisi akavatuma kundorwa, chiuru kubva kurudzi rumwe norumwe, pamwe chete naFinehasi mwanakomana waEreazari muprista, uyo akatorawo nhumbi dzomunzvimbo tsvene nehwamanda dzokuridza pakutungamirira. Vakarwisa vaMidhiani, sezvakanga zvarayirwa Mozisi naJehovha, vakauraya varume vose. Vakaurayiwa pakati pavo ndiEvhi, Rekemu, Zuri, Huri naRebha, madzimambo mashanu avaMidhiani. Vakaurayawo nomunondo Bharamu mwanakomana waBheori. VaIsraeri vakatapa vakadzi vavaMidhiani navana vavo uye vakatora mombe dzose dzavaMidhiani, makwai nepfuma sezvinhu zvavakapamba. Vakapisa maguta ose avaMidhiani, pamwe chete nemisasa yavo yose. Vakatora zvose zvavakapamba, nepfuma, pamwe chete navanhu uye nezvipfuwo, vakauya nenhapwa, nepfuma uye nezvavakapamba kuna Mozisi naEreazari muprista, uye vaIsraeri vakaungana pamisasa yavo pamapani eMoabhu, paJorodhani uchibva mhiri kuJeriko. Mozisi, Ereazari navatungamiri vose veungano vakabuda kuti vandosangana navo kunze kwomusasa. Mozisi akatsamwira machinda ehondo, vatungamiri vezviuru navatungamiri vamazana, vakadzoka kuhondo. Akavabvunza akati, “Ko, makatendera vakadzi vose kuti vararame here? Ndivo vakanga vachitevera zano raBharamu uye ndivo vakatsausa vaIsraeri kubva kuna Jehovha pane zvakaitika paPeori, naizvozvo denda rikauya pamusoro pavanhu vaJehovha. Zvino chiurayai vakomana vose. Uye muuraye mukadzi mumwe nomumwe akavata nomurume, asi muzvisiyire musikana mumwe nomumwe asina kuvata nomurume. “Imi mose makauraya ani zvake kana kubata ani zvake akaurayiwa, munofanira kugara kunze kwomusasa kwamazuva manomwe. Pazuva rechitanhatu nezuva rechinomwe, munofanira kuzvinatsa imi nenhapwa dzenyu. Munatse nguo imwe neimwe pamwe chete nezvose zvakaitwa namatehwe, mvere dzembudzi kana makushe ehwai.” Ipapo Ereazari muprista akati kuvarwi vakanga vaenda kuhondo, “Hezvino zvinodikanwa pamurayiro wakapiwa Mozisi naJehovha: goridhe, sirivha, ndarira, simbi, tini, mutobvu nezvimwewo zvisingaparadzwi nomoto; zvinofanira kuiswa mumoto, ipapo zvichava zvakanaka. Asi zvinofanirawo kucheneswa nemvura yokunatsa. Uye zvose zvisingagoni kukunda moto zvinofanira kupinzwa nomumvura imomo. Pazuva rechinomwe musuke nguo dzenyu, ipapo muchava vakachena. Ipapo mungazochipinda henyu mumusasa.” Kugova zvakapambwa Jehovha akati kuna Mozisi, “Iwe naEreazari muprista navakuru vemhuri veungano munofanira kuverenga vanhu vose nezvipfuwo zvakapambwa. Mugovere zvakapambwa pakati pavarwi vakaenda kuhondo uye navakasara muungano. Kubva kuvarwi vakanga vandorwa kuhondo, utsaure somutero waJehovha chinhu chimwe chete pazvinhu mazana mashanu, vangava vanhu, mombe, mbongoro, makwai kana mbudzi. Utore mutero uyu kubva pahafu yavo yomugove wavo ugopa kuna Ereazari muprista somugove waJehovha. Kubva kuhafu inova yavaIsraeri, utsaure chinhu chimwe chete kubva pamakumi mashanu oga oga, vangava vanhu, mombe, mbongoro, makwai, mbudzi kana zvimwe zvipfuwo. Uzvipe kuvaRevhi, ivo vane basa rokuchengeta tabhenakeri yaJehovha.” Saka Mozisi naEreazari muprista vakaita sezvakarayirwa Mozisi naJehovha. Zvakatapwa zvakasara pane zvavakapamba zvakanga zvatorwa navarwi zvaisvika zviuru mazana matanhatu namakumi manomwe nezvishanu zvamakwai, mombe zviuru makumi manomwe nezviviri, mbongoro zviuru makumi matanhatu nechiuru chimwe chete uye vakadzi zviuru makumi matatu nezviviri vakanga vasina kumbovata navarume. Hafu yomugove wavaya vakarwa muhondo yaiva: makwai zviuru mazana matatu namakumi matatu nezvinomwe, namazana mashanu, mutero waJehovha paari wakanga uri makwai mazana matanhatu namakwai manomwe namashanu; mombe, dzaisvika zviuru makumi matatu nezvitanhatu, mutero waJehovha padziri waiva mombe makumi manomwe nembiri; mbongoro, dzaiva zviuru makumi matatu namazana mashanu, mutero waJehovha padziri wakanga uri mbongoro makumi matanhatu neimwe chete; vanhu vaisvika zviuru gumi nezvitanhatu, mutero waJehovha pavari waiva vanhu makumi matatu navaviri. Mozisi akapa mutero kuna Ereazari muprista somugove waJehovha, sezvakarayirwa Mozisi naJehovha. Hafu yakanga iri yavaIsraeri, yakatsaurwa naMozisi kubva kuvarume vehondo, hafu yeungano, yaiva makwai zviuru mazana matatu namakumi matatu namanomwe, namazana mashanu, mombe zviuru makumi matatu, nezvitanhatu, mbongoro dzaiva zviuru makumi matatu, namazana mashanu uye vanhu vaiva zviuru gumi nezvitanhatu. Kubva pahafu yaiva yavaIsraeri, Mozisi akatsaura munhu mumwe chete kubva pavanhu makumi mashanu, chipfuwo chimwe chete kubva pazvipfuwo makumi mashanu, sezvakarayirwa naJehovha, akazvipa kuvaRevhi, vakanga vane basa rokuchengeta tabhenakeri yaJehovha. Ipapo machinda akanga ari vatariri vamapoka ehondo, vatungamiri vezviuru navatungamiri vamazana vakaenda kuna Mozisi vakati kwaari, “Varanda venyu vaverenga varwi vari pasi pedu, hapana kana mumwe chete asipo. Saka tauya nechipo kuna Jehovha chezvishongo zvegoridhe zvakawanikwa nomumwe nomumwe wedu, zvishongo zvegoridhe, mhete dzomumaoko, mhete dzomunzeve nouketani hwomumutsipa kuti tizviyananisire pamberi paJehovha.” Mozisi naEreazari muprista vakagamuchira kubva kwavari goridhe, zvinhu zvose zvakanga zvakaitwa noumhizha. Goridhe rose rakabva kuvatungamiri vezviuru navatungamiri vamazana rakapiwa kuna Jehovha naMozisi naEreazari muprista rairema mashekeri zviuru gumi nezvitanhatu, namazana manomwe namakumi mashanua. Murwi mumwe nomumwe akanga azvitorera zvake zvakapambwa. Mozisi naEreazari muprista vakagamuchira goridhe rakabva kuvatungamiri vezviuru nokuvatungamiri vamazana vakariisa muTende Rokusangana kuti chive chirangaridzo chavaIsraeri pamberi paJehovha. "
    },
    {
      "chapter": "32",
      "verses": "Marudzi emhiri kweJorodhani VaRubheni navaGadhi, vakanga vane mombe zhinji uye namakwai akawanda kwazvo, vakaona nyika yaJazeri neGireadhi kuti yakanga yanakira zvipfuwo. Saka vakauya kuna Mozisi naEreazari muprista nokuvatungamiri veungano, vakati, “Ataroti, Dhibhoni, Jazeri, Nimira, Heshibhoni, Ereare, Sebhami, Nebho neBheoni, nyika yakakundwa naJehovha pamberi pavanhu vaIsraeri, yakanakira zvipfuwo, uye varanda venyu vane zvipfuwo.” Vakati, “Kana tawana nyasha pamberi penyu, nyika iyi ngaipiwe kuvaranda venyu ive yedu. Musatiyambutsa Jorodhani.” Mozisi akati kuvaGadhi nokuvaRubheni, “Ko, vanhu venyika yokwenyu vangaenda kuhondo imi makagara henyu pano? Ko, munoodzerei mwoyo wavaIsraeri kuti vasayambuka vachienda kunyika yavakapiwa naJehovha? Izvi ndizvo zvakaitwa namadzibaba enyu pandakavatuma kubva paKadheshi Bharinea kuti vandosora nyika. Shure kwokukwira kwavo kuMupata weEshikori vakandoona nyika, vakaodza mwoyo yavaIsraeri kuti varege kupinda munyika yavakanga vapiwa naJehovha. Kutsamwa kwaJehovha kwakamutswa nomusi uyo uye akapika mhiko iyi: ‘Nokuda kwokuti havana kunditevera nomwoyo wose, hakuna mumwe wavo ane makore makumi maviri kana anodarika akabuda munyika yeIjipiti achaona nyika yandakanga ndavimbisa nemhiko kuna Abhurahama, Isaka naJakobho, hakuna mumwe wavo kunze kwaKarebhu mwanakomana waJefune muKenizi naJoshua mwanakomana waNuni nokuti vakatevera Jehovha nomwoyo wose.’ Kutsamwa kwaJehovha kwakapfuta pamusoro pavaIsraeri akavaita kuti vadzungaire murenje kwamakore makumi mana, kusvikira zera rose ravaya vakaita zvakaipa pamberi pake rapera. “Hezvino muri pano, imi chibereko chavatadzi, mumire panzvimbo yamadzibaba enyu muchiwedzera kutsamwa kwaJehovha kukuru pamusoro pavaIsraeri. Kana mukatsauka pakumutevera, achasiyazve vanhu ava vose murenje, uye imi ndimi muchauyisa kuparadzwa kwavo.” Ipapo vakakwira kwaari vakati, “Tinoda kuvaka matanga ezvipfuwo zvedu kuno namaguta avakadzi vedu navana. Asi takagadzirira kurwa nokuenda mberi navaIsraeri kusvikira tavasvitsa kunzvimbo yavo. Pari zvino vakadzi vedu navana vedu vachagara mumaguta akakomberedzwa, kuti vadzivirirwe pavagari venyika ino. Hatizodzokeri kumisha yedu kusvikira vaIsraeri vose vagamuchira nhaka yavo. Hatizogamuchiri nhaka ipi zvayo pamwe chete navo mhiri kweJorodhani, nokuti nhaka yedu tava nayo kumabvazuva kwaJorodhani.” Ipapo Mozisi akati kwavari, “Kana mukaita izvi, kana mukazvishongedza nhumbi dzokurwa pamberi paJehovha kuti mundorwa, uye kana imi mose mukaenda makashonga nhumbi dzokurwa mhiri kwaJorodhani pamberi paJehovha kusvikira adzinga vavengi vake pamberi pake, ipapo kana nyika ichinge yakundwa pamberi paJehovha, mungadzokera henyu uye musununguke pabasa renyu pamberi paJehovha napamberi pavaIsraeri. Uye nyika iyi ichava yenyu pamberi paJehovha. “Asi kana mukakoniwa kuita izvi, muchange matadzira Jehovha; uye zvirokwazvo chivi chenyu chichakuwanai. Vakai maguta avakadzi navana venyu, uye matanga amakwai enyu, asi muite zvamakavimbisa.” VaGadhi navaRubheni vakati kuna Mozisi, “Isu varanda venyu tichaita sezvarayirwa naishe wedu. Vana vedu navakadzi vedu, makwai edu nemombe dzedu zvichasara kuno mumaguta eGireadhi. Asi varanda venyu, varume vose vakazvigadzirira kundorwa, vachayambuka kundorwa pamberi paJehovha sezvataurwa naishe wedu.” Ipapo Mozisi akarayira pamusoro pavo kuna Ereazari muprista nokuna Joshua mwanakomana waNuni nokuvakuru vemhuri dzamarudzi avaIsraeri. Akati kwavari, “Kana vaGadhi navaRubheni, murume mumwe nomumwe akazvigadzirira kundorwa, vakayambuka Jorodhani nemi pamberi paJehovha, ipapo kana nyika ikakundwa pamberi pako, uvape nyika yeGireadhi ive yavo. Asi kana vakasayambuka nemi vakashonga zvokurwa, vanofanira kupiwa nhaka yavo pamwe chete nemi muKenani.” VaGadhi navaRubheni vakapindura vakati, “Varanda venyu vachaita zvarehwa naJehovha. Tichayambuka mhiri pamberi paJehovha tigopinda muKenani, takashonga nhumbi dzokurwa nadzo, asi nhaka yatichawana ichava kudivi rino reJorodhani.” Ipapo Mozisi akapa kuvaGadhi, navaRubheni nerudzi rwehafu rwaManase, mwanakomana waJosefa, umambo hwaSihoni mambo wavaAmori noumambo hwaOgi mambo weBhashani, nyika yose namaguta ayo uye nenyika dzose dzakavapoteredza. VaGadhi vakavaka Dhibhoni, Ataroti, Aroeri, Ataroti Shafani, Jazeri, Jogubheha, Bheti Nimura neBheti Harani samaguta akakomberedzwa, uye vakavaka matanga amakwai avo. Uye vaRubheni vakavakazve Heshibhoni, Ereare Kiriatihaimi, pamwe chete neNebho neBhaari Meoni (mazita aya akashandurwa) neSibhima. Vakapa mazita kumaguta avakavaka. Zvizvarwa zvaMakiri mwanakomana waManase vakaenda kuGireadhi, vakaritapa vakadzinga vaAmori vakanga varimo. Saka Mozisi akapa Gireadhi kuvaMakiri, zvizvarwa zvaManase, ivo vakagara ikoko. Jairi, chizvarwa chaManase, akakunda misha yaro akaitumidza kuti Havhoti Jairi. Uye Nobha akakunda Kenati nenzvimbo dzakaripoteredza akaritumidza kuti Nobha zita rake. "
    },
    {
      "chapter": "33",
      "verses": "Zvinhanho zvoRwendo rwavaIsraeri Hezvino zvinhanho zvorwendo rwavaIsraeri pavakabuda muIjipiti namapoka avo vachitungamirirwa naMozisi naAroni. Mozisi akanyora zvinhanho zvorwendo rwavo. Urwu ndirwo rwendo rwavo nezvinhanho zvarwo: VaIsraeri vakasimuka kubva paRamesesi nezuva regumi namashanu romwedzi wokutanga, zuva rakatevera Pasika. Vakafamba vakabuda vasingatyi pamberi pavaIjipita vose, avo vakanga vachiviga matangwe avo ose, akanga aurayiwa naJehovha pakati pavo; nokuti Jehovha akanga atonga vamwari vavo. VaIsraeri vakabva paRamesesi vakandodzika misasa yavo paSukoti. Vakabva paSukoti vakandodzika misasa yavo paEtamu, mujinga megwenga. Vakabva paEtamu, vakadzokera shure kuPi Hahiroti, nechokumabvazuva kweBhaari Zefoni, vakandodzika misasa yavo pedyo neMigidhori. Vakabva paPi Hahiroti vakapinda nomugungwa vakaenda murenje, uye vakati vafamba mazuva matatu murenje reEtamu, vakadzika misasa paMara. Vakabva paMara vakaenda kuErimu, pakanga pane matsime gumi namaviri nemiti yemichindwe makumi manomwe, uye vakadzika misasa ipapo. Vakabva paErimu vakandodzika misasa paGungwa Dzvuku. Vakabva paGungwa Dzvuku vakandodzika misasa muGwenga reSini. Vakabva muGwenga reSini vakandodzika misasa paDhofika. Vakabva paDhofika vakandodzika misasa paArushi. Vakabva paArushi vakandodzika misasa paRefidhimu, apo pakanga pasina mvura yokuti vanhu vanwe. Vakabva paRefidhimu vakandodzika misasa muGwenga reSinai. Vakabva muGwenga reSinai vakandodzika misasa paKibhuroti Hatava. Vakabva paKibhuroti Hatava vakandodzika misasa paHazeroti. Vakabva paHazeroti vakandodzika misasa paRitima. Vakabva paRitima vakandodzika misasa paRimoni Perezi. Vakabva paRimoni Perezi vakandodzika misasa paRibhina. Vakabva paRibhina vakandodzika misasa paRisa. Vakabva paRisa vakandodzika misasa paKeherata. Vakabva paKeherata vakandodzika misasa paGomo reSheferi. Vakabva paGomo reSheferi vakandodzika misasa paHaradha. Vakabva paHaradha vakandodzika misasa paMakeroti. Vakabva paMakeroti vakandodzika misasa paTahati. Vakabva paTahati vakandodzika misasa paTera. Vakabva paTera vakandodzika misasa paMitika. Vakabva paMitika vakandodzika misasa paHashimona. Vakabva paHashimona vakandodzika misasa paMoseroti. Vakabva paMoseroti vakandodzika misasa paBhene Jaakani. Vakabva paBhene Jaakani vakandodzika misasa paHori Hagidhigadhi. Vakabva paHori Hagidhigadhi vakandodzika misasa paJotibhata. Vakabva paJotibhata vakandodzika misasa paAbhurona. Vakabva paAbhurona vakandodzika misasa paEzioni Gebheri. Vakabva paEzioni Gebheri vakandodzika misasa paKadheshi, murenje reZini. Vakabva paKadheshi vakandodzika misasa paGomo reHori, kumuganhu weEdhomu. Aroni muprista akakwira muGomo reHori sezvakarayirwa naJehovha, akandofira imomo pazuva rokutanga romwedzi wechishanu wegore ramakumi mana shure kwokubuda kwavaIsraeri muIjipiti. Aroni akanga ava namakore zana namakumi maviri namatatu pakufa kwake paGomo reHori. Mambo weAradhi muKenani, aigara kuNegevhi kweKenani, akanzwa kuti vaIsraeri vari kuuya. Vakabva kuGomo reHori vakandodzika misasa paZarimona. Vakabva paZarimona vakandodzika misasa paPunoni. Vakabva paPunoni vakandodzika misasa paObhiti. Vakabva paObhiti vakandodzika misasa paIye Abharimi, pamuganhu weMoabhu. Vakabva paIyimi vakandodzika misasa paDhibhoni Gadhi. Vakabva paDhibhoni Gadhi vakandodzika misasa paArimoni Dhibhurataimi. Vakabva paArimoni Dhibhurataimi vakandodzika misasa mumakomo eAbharimi, pedyo neNebho. Vakabva pamakomo eAbharimi vakandodzika misasa pamapani eMoabhu pedyo neJorodhani uchibva kuJeriko. Pamapani eMoabhu ipapo vakadzika misasa vakatevedza Jorodhani kubva kuBheti Jeshimoti kusvikira kuAbheri Shitimu. Pamapani eMoabhu pedyo neJorodhani uchibva kuJeriko, Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kana mayambuka Jorodhani mapinda muKenani, mudzinge vose vanogara munyika imomo pamberi penyu. Muparadze zvifananidzo zvavo zvose zvakavezwa nezvifananidzo zvavo zvakaumbwa, uye muputse nzvimbo dzose dzakakwirira. Mutore nyika iyo mugaremo, nokuti ndakupai nyika iyi kuti ive yenyu. Mugovere nyika nomujenya, maererano nemhuri dzenyu. Mupe vakawanda nhaka huru, uye vashoma muvapewo nhaka duku. Zvose zvichawira kwavari nomujenya zvinofanira kuva zvavo. Muigove zviri maererano namarudzi amadzitateguru enyu. “ ‘Asi kana mukasadzinga vagere munyika iyi, vamunotendera kusara ivavo vachava rukato pamberi penyu neminzwa pamativi enyu. Vachakutambudzai munyika mamugere. Ipapo ndichakuitirai imi zvandakaronga kuvaitira ivo.’ ” "
    },
    {
      "chapter": "34",
      "verses": "Miganhu yeKenani Jehovha akati kuna Mozisi, “Rayira vaIsraeri uti kwavari: ‘Kana mapinda muKenani, nyika ichagoverwa kwamuri senhaka, ichava nemiganhu iyi: “ ‘Rutivi rwenyu rwezasi ruchasanganisira chikamu cheGwenga reZini chinotevedzana nomuganhu weEdhomu. Muganhu wenyu wezasi, uchatangira kumagumo eGungwa roMunyu nechokumabvazuva, uchiyambukira zasi kweAkirabhimu, uchipfuurira nokuZini uye uchienda nezasi kweKadheshi Bharinea. Ipapo uchazoenda nokuHazari Adhari uchindosvika kuAzimoni, kwaunondopota, wobatana noRukova rweIjipiti uchindogumira paGungwa. “ ‘Muganhu wenyu wokumavirira uchange uri mahombekombe eGungwa Guru. Ndiwo uchava muganhu wenyu nechokumavirira. “ ‘Pamuganhu wenyu wokumusoro, munofanira kutara mutaro unobva kuGungwa Guru uchisvika kuGomo reHori uye kubva paGomo reHori uchisvika kuRebho Hamati. Ipapo muganhu uchaenda kuZedhadhi, wopfuurira kuZifurani uchindogumira paHazari Enani. Ndiwo uchava muganhu wenyu nechokumusoro. “ ‘Pamuganhu wenyu wokumabvazuva, munofanira kutara mutaro unobva kuHazari Enani uchisvika kuShefani. Muganhu uchadzika uchibva nokuShefani uchisvika kuRibhura nechokumabvazuva kweZini ugopfuurira wakatevedza materu ari kumabvazuva kweGungwa reKinereti. Ipapo muganhu uchadzika uchitevedza Jorodhani uchindoguma paGungwa roMunyu. “ ‘Iyi ndiyo ichava nyika yenyu, nemiganhu yayo kumativi ose.’ ” Mozisi akarayira vaIsraeri akati, “Goverai nyika iyi nomujenya wenhaka yenyu. Jehovha akarayira kuti ipiwe kumarudzi mapfumbamwe nehafu, nokuti mhuri dzorudzi rwaRubheni, norudzi rwaGadhi uye rwehafu rwaManase vakagamuchira nhaka yavo. Marudzi maviri aya nehafu vakagamuchira nhaka yavo kumabvazuva kweJorodhani reJeriko, kwakatarisana nokumabudazuva.” Jehovha akati kuna Mozisi, “Aya ndiwo mazita avarume vanofanira kukugoverai nyika senhaka yenyu: Ereazari muprista naJoshua mwanakomana waNuni. Uye ugadze mutungamiri mumwe chete kubva kurudzi rumwe norumwe kuti vabatsire pakugova nyika. Aya ndiwo mazita avo: Karebhu mwanakomana waJefune, kubva kurudzi rwaJudha; Kubva kurudzi rwaSimeoni, Shemueri mwanakomana waAmihudhi; Kubva kurudzi rwaBhenjamini, Eridhadhi mwanakomana waKisironi; Kubva kurudzi rwaDhani mutungamiri Bhuki mwanakomana waJogiri; Mutungamiri kubva kurudzi rwaManase mwanakomana waJosefa, Hanieri mwanakomana waEfodhi; Mutungamiri kubva kurudzi rwaEfuremu mwanakomana waJosefa, Kemueri mwanakomana waShifutani; Mutungamiri kubva kurudzi rwaZebhuruni, Erizafani mwanakomana waParanaki; Mutungamiri kubva kurudzi rwaIsakari, Paritieri mwanakomana waAzani; Mutungamiri kubva kurudzi rwaAsheri, Ahihudhi mwanakomana waSheromi; Mutungamiri kubva kurudzi rwaNafutari, Pedhaheri mwanakomana waAmihudhi.” Ava ndivo varume vakarayirwa naJehovha kuti vagovere nhaka kuvaIsraeri munyika yeKenani. "
    },
    {
      "chapter": "35",
      "verses": "Maguta avaRevhi Pamapani eMoabhu pedyo neJorodhani uchibva mhiri kuJeriko, Jehovha akati kuna Mozisi, “Rayira vaIsraeri kuti vape vaRevhi maguta okuti vagare kubva panhaka ichatorwa navaIsraeri. Uye muvape mafuro akapoteredza maguta avo. Ipapo vachava namaguta okugara uye namafuro emombe dzavo, makwai nezvimwe zvipfuwo zvavo zvose. “Mafuro akapoteredza maguta amunopa vaRevhi achasvitsa makubhiti chiuru chimwe chetea kubva pamasvingo eguta. Uyere makubhiti zviuru zvivirib nechokunze kweguta, kurutivi rwokumabvazuva, kurutivi rwezasi uyere makubhiti zviuru zviviri, uye kurutivi rwokumavirira makubhiti zviuru zviviri, uye nechokumusoro, makubhiti zviuru zviviri, guta riri pakati. Nzvimbo iyi ichava mafuro amaguta. Maguta oUtiziro “Maguta matanhatu pane auchapa vaRevhi achava outiziro, kuti munhu anenge auraya mumwe atizireko. Pamusoro paiwayo, muvape mamwe maguta makumi mana namaviri. Maguta ose amunopa vaRevhi anofanira kuva makumi mana namasere, pamwe chete namafuro avo. Maguta amunopa vaRevhi kubva munyika inotorwa navaIsraeri anofanira kupiwa zvakaenzanirana nenhaka yorudzi rumwe norumwe: Utore maguta akawanda kubva kurudzi rune akawanda, asi utore mashoma kubva kurudzi rune mashoma.” Ipapo Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari: ‘Kana mayambuka Jorodhani mapinda muKenani, musarudze mamwe maguta kuti ave outiziro, okuti munhu anenge auraya mumwe asingaiti nobwoni atizireko. Achava nzvimbo dzoutiziro kubva kumutsivi, kuitira kuti munhu anopomerwa mhosva yokuuraya arege kufa asati atongwa pamberi peungano. Maguta matanhatu amunopa aya achava maguta enyu outiziro. Mupe maguta matatu mhiri kwaJorodhani uye mamwe matatu muKenani kuti ave maguta outiziro. Maguta matanhatu aya achava nzvimbo youtiziro yavaIsraeri, vatorwa kana vamwe vanhu vagere pakati pavo, kuitira kuti ani naani anenge auraya mumwe asingaiti nobwoni atizireko. “ ‘Kana munhu akarova mumwe nesimbi akafa, iye imhondi; mhondi ichafanira kuurayiwa. Uye kana ani naani aine dombo muruoko rwake rinogona kuuraya, akarova mumwe munhu naro akafa, iye imhondi; mhondi inofanira kuurayiwa. Uye kana ani naani akange ane danda muruoko rwake rinogona kuuraya, uye akarova mumwe munhu akafa, iye imhondi; mhondi ichaurayiwa. Mutsivi weropa achauraya mhondi iyo; paanosangana naye, achamuuraya. Kana ani zvake anga ane ruvengo kare akasundidzira mumwe kana kupotsera chimwe chinhu kwaari nobwoni iye akafa, uye kana akamurova nechibhakera achimuvenga munhu uyo akafa, munhu iyeye anofanira kuurayiwa; munhu iyeye imhondi. Mutsivi weropa achauraya mhondi iyo paanosangana naye. “ ‘Asi kana panga pasina ruvengo mumwe akakaruka asundidzira mumwe kana kupotsera chimwe chinhu kwaari asingaiti nobwoni, kana anga asingamuoni, akapotsera dombo kwaari rinogona kumuuraya, uye iye akafa, ipapo sezvo anga asiri muvengi wake uye anga asingafungi kumukuvadza, ungano inofanira kutonga pakati pake nomutsivi weropa maererano nemitemo iyi. Ungano inofanira kudzivirira munhu anopomerwa umhondi kubva pamutsivi weropa uye vachamudzosera kuguta routiziro uko kwaakanga atizira. Anofanira kugara ikoko kusvikira muprista mukuru afa, uyo akanga akazodzwa namafuta matsvene. “ ‘Asi kana uyo anopomerwa akangobuda kunze akadarika muganhu weguta routiziro, uko kwaakatizira, uye mutsivi weropa akamuwana ari kunze kweguta, mutsivi weropa achauraya muurayi uyu akasapiwa mhosva youmhondi. Muurayi anofanira kugara muguta rake routiziro kusvikira pakufa kwomuprista mukuru; anofanira kudzokera chete kunzvimbo yake kana muprista mukuru afa. “ ‘Izvi zvinofanira kuva murayiro wokutonga nawo kusvikira kumarudzi enyu ose anotevera, kwose kwamunogara. “ ‘Ani naani anouraya munhu anofanira kuurayiwa semhondi kana chete pane zvapupu. Asi hapafaniri kuva nomunhu anourayiwa kana pachingova nechapupu chimwe chete. “ ‘Murege kugamuchira dzikinuro youpenyu hwemhondi, inofanira kufa. Iye anofanira kufa zvirokwazvo. “ ‘Murege kugamuchira dzikinuro yomunhu upi zvake akatiza kuguta routiziro nokudaro muchimutendera kudzokera kuti akandogarazve munyika yake muprista mukuru asati afa. “ ‘Murege kusvibisa nyika yamunogara. Kuteura ropa kunosvibisa nyika, uye nyika haingayananisirwi pamusoro peropa rakateurirwamo, asi chete neropa romunhu akariteura. Musasvibisa nyika yamugere uye yandinogara, nokuti ini Jehovha, ndigere pakati pavaIsraeri.’ ” "
    },
    {
      "chapter": "36",
      "verses": "Nhaka yaVanasikana vaZerofehadhi Vakuru vemhuri yeimba yaGireadhi mwanakomana waMakiri, mwanakomana waManase, vaibva kudzimba dzezvizvarwa zvaJosefa, vakauya vakataura pamberi paMozisi navatungamiri, ivo vakuru vemhuri dzavaIsraeri. Vakati, “Jehovha paakarayira ishe wangu kuti ape nyika kuvaIsraeri nomujenya ive nhaka yavo, akakurayirai kuti mupe nhaka yehama yedu Zerofehadhi kuvanasikana vake. Zvino ivo kana vakawanikwa navarume vanobva kuna mamwe marudzi aIsraeri, ipapo nhaka yavo ichabviswa panhaka yamadzitateguru edu ikawedzerwa kurudzi urwo rwavawanikwa narwo. Nokudaro chikamu chenhaka yakagoverwa kwatiri nemijenya chichabviswa. Gore reJubhiri ravaIsraeri parinosvika, nhaka yavo ichawedzerwa kunhaka yorudzi urwo rwavakawanikwa kwarwuri, uye pfuma yavo ichatorwa kubva kunhaka yorudzi rwamadzibaba edu.” Ipapo Mozisi akarayira murayiro uyu kuvaIsraeri sezvaakarayirwa naJehovha achiti, “Zvinotaurwa norudzi rwezvizvarwa zvaJosefa ndizvo. Uku ndiko kurayira kwaJehovha kuvanasikana vaZerofehadhi: Vangawanikwa havo naani zvake anovafadza kana chete ari worudzi rweimba yamadzibaba avo. Hakuna nhaka muvaIsraeri inofanira kubva kuno rumwe rudzi ichienda kuno rumwe rudzi, nokuti muIsraeri wose anofanira kuchengeta nyika yorudzi rwake iri nhaka inobva kumadzibaba avo. Mwanasikana mumwe nomumwe anogara nhaka yenyika murudzi rupi zvarwo rwavaIsraeri anofanira kuwanikwa nomunhu anobva muimba yorudzi rwababa vake, kuitira kuti muIsraeri wose awane nhaka yamadzibaba ake. Hakuna nhaka inobva kuno rumwe rudzi ichienda kuno rumwe rudzi, nokuti rudzi rwose rwavaIsraeri runofanira kuchengeta nyika yavakapiwa senhaka.” Saka vanasikana vaZerofehadhi vakaita sezvakarayirwa Mozisi naJehovha. Vanasikana vaZerofehadhi, Mara, Tiza, Hogira, Mirika naNoa vakawanikwa navanakomana vababamunini vavo. Vakawanikwa mukati medzimba dzezvizvarwa zvaManase mwanakomana waJosefa, uye nhaka yavo yakaramba iri mumba yorudzi rwababa vavo. Iyi ndiyo mirayiro nemitemo yakapiwa kuvaIsraeri naJehovha kubudikidza naMozisi pamapani eMoabhu pedyo neJorodhani uchibva mhiri kuJeriko. "
    }
  ]
}