{
  "book": "Revhitiko",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Mirayiro yeZvipiriso Zvinopiswa Jehovha akadana Mozisi akataura naye ari muTende Rokusangana akati, “Taura kuvana vaIsraeri uti kwavari, ‘Kana munhu upi zvake pakati penyu achiuya nechipiriso kuna Jehovha ngaauye nechipiriso chezvipfuwo, zvemombe kana zvamakwai. “ ‘Kana chipiriso chake chiri chinopiswa chinobva mudanga remombe, ngaape chikono chisina kuremara. Ngaachibayire pamusuo weTende Rokusangana kuti chigamuchirwe pamberi paJehovha. Anofanira kuisa ruoko rwake pamusoro pechibayiro chinopiswa uye chichagamuchirwa chakamumirira iye kuti chimuyananisire. Ngaabaye hando diki pamberi paJehovha uye ipapo vanakomana vaAroni vaprista vachauya neropa vagorisasa paaritari kumativi ose pamusuo wokupinda nawo muTende Rokusangana. Anofanira kuvhiya chipiriso chinopiswa agochicheka kuita zvidimbu zvidimbu. Vanakomana vaAroni, muprista, vanofanira kuisa moto paaritari vagoronga huni pamoto. Ipapo vanakomana vaAroni vaprista vacharonga zvidimbu zvenyama, zvichisanganisira musoro namafuta pamusoro pehuni dzinenge dzichipfuta paaritari. Anofanira kusuka nyama yomukati namakumbo nemvura, uye muprista agopisa zvose paaritari. Chipiriso chinopiswa, chipiriso chinogadzirwa nomoto, chinonhuwira zvinofadza kuna Jehovha. “ ‘Kana chipiriso chiri chinopiswa chinobva muzvipfuwo chiri chegwai kana chembudzi anofanira kupa chikono chisina kuremara. Ngaachibayire parutivi rwearitari nechokumusoro pamberi paJehovha, vanakomana vaAroni vaprista vagosasa ropa kumativi ose earitari. Anofanira kucheka nyama muzvidimbu uye muprista achaironga pamwe chete nomusoro namafuta pamusoro pehuni dzinenge dzichipfuta paaritari. Anofanira kusuka nyama yomukati namakumbo nemvura, uye muprista anofanira kuuyisa zvose agozvipisa pamusoro pearitari. Chibayiro chinopiswa, chibayiro chakagadzirwa nomoto, chinonhuwira zvinofadza kuna Jehovha. “ ‘Kana chipiriso chake kuna Jehovha chiri chipiriso chinopiswa cheshiri, ngaape njiva kana hangaiwa ichiri diki. Muprista achaiisa paaritari agodambura musoro, oipisa paaritari; ropa rayo richaerera parutivi pearitari. Ngaabvise chihururu neminhenga agozvikanda kumabvazuva kwearitari kunenge kune madota. Achaibvambura namapapiro ayo asingaiparadzanisi zvachose, muprista agoipisa pahuni dziri pamoto uri paaritari. Chipiriso chinopiswa, chipiriso chakagadzirwa nomoto, chinonhuwira zvinofadza kuna Jehovha."
    },
    {
      "chapter": "2",
      "verses": "Chipiriso cheZviyo “ ‘Kana munhu achiuya kuna Jehovha nechipiriso chezviyo, chipiriso chake chinofanira kuva choupfu hwakatsetseka. Anofanira kudira mafuta pachiri agoisa zvinonhuwira pamusoro pacho, agoenda nacho kuvanakomana vaAroni vaprista. Muprista achatora tsama youpfu hwakatsetseka namafuta, pamwe chete nezvinonhuwira, agozvipisa sechikamu chechirangaridzo paaritari. Chipiriso chakagadzirwa nomoto, chinonhuwira zvinofadza kuna Jehovha. Zvimwe zvose zvinosara pazvipiriso zvezviyo ndezvaAroni navanakomana vake, chikamu chitsvene-tsvene chezvipiriso zvinoitirwa Jehovha nomoto. “ ‘Kana ukauya nechipiriso chezviyo zvakabikwa muchitofu chinofanira kuva choupfu hwakatsetseka: makeke anenge aitwa asina mbiriso uye akasanganiswa namafuta kana kuti makeke matete asina mbiriso akazorwa mafuta. Kana chipiriso chako chezviyo chagadzirirwa mugango, chinofanira kugadzirwa noupfu hwakatsetseka hwakasanganiswa namafuta pasina mbiriso. Unofanira kuchipfupfunyura ugodira mafuta pachiri; ichi chipiriso chezviyo. Kana chipiriso chako chezviyo chakabikwa mugango chinofanira kuva choupfu hwakatsetseka namafuta. Uuye nechipiriso chezviyo chakaitwa nezvinhu izvi kuna Jehovha, ugochipa kumuprista achachiendesa kuaritari. Muprista achatora kubva muchipiriso chezviyo chikamu chechirangaridzo agochipisa paaritari sechipiriso chinogadzirwa nomoto, chinonhuwira zvinofadza kuna Jehovha. Zvinosara pazvipiriso zvezviyo ndezvaAroni navanakomana vake, chikamu chitsvene-tsvene chezvipiriso zvinoitirwa Jehovha nomoto. “ ‘Zvipiriso zvose zvezviyo zvamunouya nazvo kuna Jehovha zvinofanira kugadzirwa pasina mbiriso nokuti hamufaniri kupisa chero mbiriso kana uchi muchipiriso chinoitirwa Jehovha nomoto. Munokwanisa kuzviuyisa kuna Jehovha sechipiriso chezvirimwa zvamunotanga kukohwa asi hazvifaniri kuuyiswa paaritari somunhuwi unonhuwira zvinofadza. Rungai zvipiriso zvenyu zvose zvezviyo nomunyu. Musasiya munyu wesungano yaMwari wenyu pazvipiriso zvenyu zvose. “ ‘Kana uchiuyisa chipiriso chezviyo zvokutanga kuna Jehovha upe hura dzezviyo zvitsva zvakakangwa pamoto uye zvakakuyiwa. Uise mafuta nezvinonhuwira pazviri, chipiriso chezviyo. Muprista achapisa chikamu chechirangaridzo chezviyo zvakakuyiwa, namafuta, pamwe chete nezvose zvinonhuwira, sechipiriso chinoitirwa Jehovha nomoto."
    },
    {
      "chapter": "3",
      "verses": " Zvipiriso zvoKuwadzana “ ‘Kana chipiriso chomumwe chiri chokuwadzana, uye akapa chipfuwo, chemombe chingava chikono kana chikadzi, anofanira kuuyisa pamberi paJehovha chipfuwo chisina kuremara. Anofanira kuisa ruoko rwake pamusoro pechibayiro chake agochibayira pamusuo weTende Rokusangana. Ipapo vanakomana vaAroni vaprista vachasasa ropa kumativi ose earitari. Kubva pachipiriso chokuwadzana anofanira kuuya nechipiriso chinoitwa nomoto kuna Jehovha, mafuta ose anofukidza ura, kana akabatana nahwo, itsvo mbiri namafuta ari pamusoro padzo, pedyo napachiuno, nezvinofukidza chiropa, zvaachabvisa pamwe chete neitsvo. Ipapo vanakomana vaAroni vanofanira kuzvipisa paaritari pamusoro pechipiriso chinopiswa chinenge chichitsva pamoto, sechibayiro chinoitwa nomoto, chinonhuwira zvinofadza kuna Jehovha. “ ‘Kana achipa gwai sechipiriso chokuwadzana kuna Mwari anofanira kupa gono kana gadzi risina kuremara. Kana achipa gwayana, anofanira kuriuyisa pamberi paJehovha. Anofanira kuisa ruoko rwake pamusoro pechibayiro chake agochiuraya pamberi peTende Rokusangana. Ipapo vanakomana vaAroni vachasasa ropa paaritari kumativi ose. Kubva pachipiriso chokuwadzana anofanira kuuya nechipiriso chinoitirwa Jehovha nomoto, mafuta acho, ose mafuta echimuswe chakakora chakadimurwa, nechapamusana, ose mafuta akafukidza ura neakabatana nahwo, itsvo mbiri namafuta ari padziri pedyo nechiuno nezvakafukidza chiropa, achazvibvisa pamwe chete neitsvo. Muprista achazvipisa paaritari sezvokudya, chipiriso chinoitwa kuna Mwari nomoto. “ ‘Kana chipiriso chake chiri mbudzi, anofanira kuipa kuna Jehovha. Anofanira kuisa ruoko rwake pamusoro payo agoibayira pamberi peTende Rokusangana. Ipapo vanakomana vaAroni vachasasa ropa rayo paaritari kumativi ose. Kubva kune zvaanopa anofanira kupa kuna Jehovha chipiriso ichi chakaitwa nomoto, mafuta ose anofukidza zvose zvomukati kana zvakabatana nazvo, itsvo mbiri namafuta ari padziri pedyo nechiuno neakafukidza chiropa, zvichabviswa pamwe chete neitsvo. Vaprista vachazvipisa paaritari sezvokudya, chipiriso chinoitwa nomoto, chinonhuwira zvinofadza. Mafuta ose ndeaJehovha. “ ‘Uyu murayiro usingaperi kumarudzi achatevera, kwose kwamuchagara: Hamufaniri kudya mafuta kana ropa.’ ”"
    },
    {
      "chapter": "4",
      "verses": " Zvipiriso zveZvivi Jehovha akati kuna Mozisi, “Uti kuvana veIsraeri, ‘Kana munhu upi zvake akatadza nokusaziva akaita zvisingabvumirwi pamurayiro upi zvawo waJehovha, kana muprista akazodzwa, akatadza akauyisa mhosva pamusoro pavanhu, anofanira kuuya kuna Jehovha nehando diki isina kuremara sechibayiro chechivi, nokuda kwechivi chaakaita. Anofanira kupa hando diki pamusuo weTende Rokusangana pamberi paJehovha. Anofanira kuisa ruoko rwake pamusoro payo agoibaya pamberi paJehovha. Ipapo muprista akazodzwa achatora rimwe reropa rehando iyi agoritakura agopinda naro muTende Rokusangana. Anofanira kunyika munwe muropa agosasa rimwe racho kanomwe pamberi paJehovha; pamberi pechidzitiro chenzvimbo tsvene. Muprista achatora rimwe ropa agoisa panyanga dzearitari yezvinonhuwira zviri pamberi paJehovha muTende Rokusangana. Rimwe ropa rose acharidira mujinga mearitari yezvibayiro zvinopiswa pamusuo weTende Rokusangana. Achabvisa mafuta anofukidza zvose zvomukati kana akabatana nadzo, itsvo mbiri namafuta ari padziri pedyo nechiuno nezvakafukidza chiropa, achazvibvisa pamwe chete neitsvo, sokubviswa kunoitwa mafuta pahando inopiwa sechibayiro chokuwadzana. Ipapo muprista achazvipisa paaritari yezvipiriso zvinopiswa. Asi dehwe rehando, nyama yose pamwe chete nomusoro namakumbo, ura nezvemukati, zvinoreva kuti zvose zvehando, anofanira kuzvibudisa kunze kwemisasa panzvimbo yakacheneswa, panorasirwa madota agozvipisa pamoto wehuni padurunhuru. “ ‘Kana ungano yose yaIsraeri ikatadza nokusaziva ikaita zvisingatenderwi pamirayiro ipi zvayo yaJehovha, kunyange ungano isingazivi kuti chii chakaitika, vose vane mhosva. Kana vakaziva chivi chavakaita, ungano ichapa hando diki sechipiriso chechivi vagouya nayo kuTende Rokusangana. Vakuru veungano vanofanira kuisa maoko avo pamusoro wehando pamberi paJehovha uye hando ichabayiwa pamberi paJehovha. Ipapo muprista akazodzwa achatora rimwe ropa rehando agopinda naro muTende Rokusangana. Achanyika munwe wake muropa agorisasa pamberi paJehovha kanomwe, pamberi pechidzitiro. Anofanira kuisa rimwe ropa panyanga dzearitari iri pamberi paJehovha muTende Rokusangana. Rimwe ropa rose acharidurura mujinga mearitari yechibayiro chinopiswa pamusuo weTende Rokusangana. Achabvisa mafuta ose pairi agoapisa paaritari agoita nehando iyi zvaakaita nehando yechipiriso chezvivi. Nenzira iyi muprista anofanira kuvayananisira, uye vacharegererwa. Ipapo achaenda nehando kunze kwomusasa agoipisa sokupisa kwaakaita hando yokutanga. Ichi ndicho chipiriso chezvivi cheungano yavanhu. “ ‘Kana mutungamiri akatadza nokusaziva, akaita zvinorambidzwa pamirayiro ipi zvayo yaJehovha Mwari wake, ane mhosva. Kana akaziviswa chivi chaakaita, anofanira kuuya nechipiriso chake chenhongo yembudzi isina kuremara. Anofanira kuisa ruoko rwake pamusoro wembudzi agoibayira panzvimbo panobayirwa chipiriso chinopiswa pamberi paJehovha. Ichi chipiriso chezvivi. Ipapo muprista achatora rimwe ropa rechibayiro chezvivi nomunwe wake agoriisa panyanga dzearitari yechibayiro chinopiswa agodurura rimwe rose mujinga mearitari. Achapisa mafuta ose paaritari sokupisa kwaakaita mafuta echibayiro chokuwadzana. Nenzira iyi muprista achayananisira munhu pazvivi zvake uye acharegererwa. “ ‘Kana nhengo yeungano yavanhu ikatadza nokusaziva uye ikaita zvisingabvumirwi mumurayiro upi noupi waJehovha, ine mhosva. Kana akaziviswa chivi chaakaita, anofanira kuuya nechibayiro chake chechivi chaakaita mbudzi hadzi isina kuremara. Anofanira kuisa ruoko rwake pamusoro wechibayiro chechivi agochiuraya panzvimbo yechipiriso chinopiswa. Ipapo muprista achatora rimwe ropa nomunwe wake agoriisa panyanga dzearitari yechibayiro chinopiswa agodira rimwe ropa rose mujinga mearitari. Achabvisa mafuta ose sokubviswa kunoitwa mafuta pachibayiro chokuwadzana uye muprista achazvipisa paaritari sezvinonhuwira zvinofadza kuna Jehovha. Nenzira iyi muprista achamuyananisira uye acharegererwa. “ ‘Kana akauya negwayana rechipiriso chake chezvivi, anofanira kuuya nesheshe isina kuremara. Anofanira kuisa ruoko rwake pamusoro waro agoribaya sechibayiro chezvivi panzvimbo inobayirwa chipiriso chinopiswa. Ipapo muprista achatora rimwe ropa racho nomunwe wake agoriisa panyanga dzearitari yechibayiro chinopiswa agodurura rimwe ropa rose mujinga mearitari. Achabvisa mafuta ose sokubviswa kunoitwa mafuta pagwayana rechibayiro chokuwadzana, uye muprista achazvipisa paaritari pamusoro pezvipiriso zvinoitwa kuna Mwari nomoto. Nenzira iyi muprista achamuyananisira pachivi chaakaita, uye acharegererwa. "
    },
    {
      "chapter": "5",
      "verses": "“ ‘Kana munhu akatadza nokuti aramba kupa uchapupu iye achinzi ape uchapupu pamusoro pezvaakaona kana zvaakanzwa, achava nemhosva. “ ‘Kana kuti munhu akabata zvinhu zvipi zvazvo chisina kuchena, zvingava zvitunha zvemhuka dzesango dzisina kuchena, kana mombe isina kuchena, kana zvipuka zvisina kuchena zvinofamba pavhu, kunyange asingazvizivi, atova asina kuchena uye ane mhosva. “ ‘Kana kuti akabata zvisakachena zvavanhu, chinhu chipi zvacho chinoita kuti asava akachena, kunyange asingazvizivi, paanozozviziva, achava nemhosva. “ ‘Kana kuti munhu asina kunyatsofungisisa akaita mhiko yokuti achaita chimwe chinhu, chingava chakanaka kana chakaipa, panyaya ipi zvayo, munhu yaanenge apika pamusoro payo asina kufungisisa, kunyange zvazvo asingazvizivi, paanozozviziva achava nemhosva. “ ‘Kana munhu akava nemhosva pane chimwe chaizvozvi anofanira kureurura nzira yaakatadza nayo uye somuripo wechivi chaakaita, anofanira kuuya kuna Jehovha negwayana sheshe kana mbudzana sechipiriso chechivi uye muprista achamuyananisira chivi chake. “ ‘Kana asingakwanisi kuuya negwayana anofanira kuuya nenjiva mbiri kana hangaiwa diki mbiri kuna Jehovha somuripo wechivi chake, imwe somuripo wechivi, imwe sechipiriso chinopiswa. Anofanira kudziuyisa kumuprista uyo achatanga kupa imwe yacho sechipiriso chechivi. Anofanira kumonyorora mutsipa wayo asingabvisi musoro zvachose. Achasasa rimwe ropa rechipiriso chezvivi kumativi earitari, rimwe ropa rose rinofanira kudururwa mujinga mearitari. Ichi chipiriso chechivi. Ipapo muprista achapa chimwe chacho sechipiriso chinopiswa nenzira yakatarwa agomuyananisira pachivi chaakaita, uye acharegererwa. “ ‘Asi, kana asingakwanisi kuuya nenjiva mbiri kana hangaiwa diki mbiri, anofanira kuuya nechipiriso chezvivi zvake chiri chegumi cheefaa youpfu hwakatsetseka sechipiriso chezvivi. Haafaniri kuisa mafuta kana zvinonhuwira pazviri nokuti chipiriso chechivi. Anofanira kuzviuyisa kumuprista uyo achatora tsama sechikamu chechirangaridzo agozvipisa paaritari pamusoro pezvipiriso zvinoitirwa Jehovha nomoto. Ichi chipiriso chezvivi. Nenzira iyi muprista achamuyananisira pazvivi zvose zvaakaita uye acharegererwa. Zvimwe zvose zvezvipiriso zvinosara zvichava zvomuprista, sezvinoitwa nezvipiriso zvezviyo.’ ” Chipiriso cheMhosva Ipapo Jehovha akati kuna Mozisi: “Kana munhu akadarika uye akatadza nokusaziva maererano nezvinhu zvose zvitsvene zvaJehovha, anofanira kuuya kuna Jehovha nomuripo wegondohwe risina kuremara, uye rine muripo unokwanirana nesirivha, maererano neshekeri repanzvimbo tsveneb. Ichi chipiriso chezvivi. Anofanira kuripira zvaakatadza kuita maererano nezvinhu zvitsvene, agowedzera chikamu chimwe chete kubva muzvishanu agopa zvose kumuprista, achamuyananisira negondohwe sechipiriso chemhosva, uye acharegererwa. “Kana munhu akatadza uye akaita zvisingabvumirwi pamirayiro ipi zvayo yaJehovha, kunyange asingazvizivi, ane mhosva uye achava nemhaka. Anofanira kuuya kumuprista nechipiriso chemhosva gondohwe risina kuremara uye rine muripo wakafanira. Nenzira iyi muprista achamuyananisira pakukanganisa kwaakaita nokusaziva, uye acharegererwa. Ichi chipiriso chezvivi, akabatwa nemhosva yaakapara kuna Jehovha.”"
    },
    {
      "chapter": "6",
      "verses": "Jehovha akati kuna Mozisi, “Kana mumwe akatadza uye akasavimbika kuna Jehovha nokunyengedza muvakidzani wake pazvinhu zvaakachengeteswa, kana zvaakabatiswa kana zvakabiwa, kana kuti akamubiridzira, kana kuti akawana nhumbi dzakarasika akareva nhema pamusoro padzo, kana kuti akapika nhema kana kuti akaita chivi chipi zvacho chingaitwa navanhu, kana akatadza kudaro akava nemhosva, anofanira kudzosa zvaakaba kana zvaakatora nokumanikidza, kana kuti zvaakachengeteswa kana kuti zvakarasika zvaakawana, kana kuti chipi zvacho chaakapupura nhema pamusoro pacho. Anofanira kudzorera zvakazara owedzera chikamu chimwe chete kubva muzvishanu pazviri agopa zvose kumuridzi pazuva raanouya nechipiriso chemhosva. Somuripo anofanira kuuyisa kumuprista, ndiko kuti kuna Jehovha, chipiriso chake chemhosva chegondohwe, kubva mumakwai, risina kuremara uye rine mutengo unokwanirana. Nenzira iyi muprista achamuyananisira pamberi paJehovha uye acharegererwa pane zvose zvaakaita zvakamuita kuti ave nemhosva.” Chipiriso Chinopiswa Jehovha akati kuna Mozisi, “Ipa Aroni navanakomana vake murayiro uyu uti, ‘Iyi ndiyo mirayiro yechipiriso chinopiswa: Chipiriso chinopiswa chinofanira kuramba chiri pachoto paaritari usiku hwose, kusvikira mangwanani, uye moto unofanira kuramba uchibvira paaritari. Ipapo muprista achapfeka hanzu dzake dzomucheka, nebhurukwa rake romucheka pamuviri wake, uye achabvisa madota echipiriso chinopiswa nomoto paaritari agoaisa parutivi pearitari. Ipapo anofanira kubvisa nguo idzi ogopfeka dzimwe, uye ogotakura madota aya agoenda nawo kunze kwomusasa kunzvimbo yakacheneswa. Moto uri paaritari unofanira kuramba uchibvira, haufaniri kudzima. Mangwanani oga oga muprista anofanira kuwedzera huni agoronga chipiriso chinopiswa pamoto, agopisa mafuta ezvipiriso zvokuwadzana pairi. Moto unofanira kuramba uchibvira paritari nguva dzose; uye haufaniri kudzima. Chipiriso cheZviyo “ ‘Iyi ndiyo mirayiro yechipiriso chezviyo: Vanakomana vaAroni vanofanira kuuya nacho pamberi paJehovha, pamberi pearitari. Muprista anofanira kutora tsama youpfu hwakatsetseka namafuta, pamwe chete nezvinonhuwira zvose pachipiriso chezviyo agopisa chikamu chechirangaridzo paaritari sezvinonhuwira zvinofadza kuna Jehovha. Aroni navanakomana vake vachadya zvinosara zvacho, asi zvinofanira kudyiwa zvisina mbiriso panzvimbo tsvene, vanofanira kuzvidyira muchivanze cheTende Rokusangana. Hazvifaniri kubikwa nembiriso, ndazvipa kwavari sechikamu chezvibayiro zvinoitwa kwandiri nomoto. Sechipiriso chezvivi nechipiriso chemhosva, zvitsvene tsvene. Munhurume wose wechizvarwa chaAroni anogona kuzvidya. Chikamu chake chaanofanira kugara achiwana pazvipiriso zvinopiwa kuna Jehovha nomoto kumarudzi achatevera. Munhu wose achabata izvi achava mutsvene.’ ” Uye Jehovha akati kuna Mozisi, “Ichi ndicho chibayiro chaAroni navanakomana vake chavanofanira kuuyisa kuna Jehovha pazuva raanozodzwa: chegumi cheefaa youpfu hwakatsetseka sechipiriso chezviyo chamazuva ose, hafu yacho mangwanani neimwe hafu manheru. Zvibikei namafuta mugango. Muuye nazvo zvakasanganiswa zvakanaka mugouya nechipiriso chezviyo chakamedurwa-medurwa sezvinonhuwira zvinofadza kuna Jehovha. Mwanakomana achamutevera somuprista akazodzwa achazvigadzira. Chikamu chamazuva ose chaJehovha uye chinofanira kupiswa chose. Zvose zvipiriso zvezviyo zvomuprista zvichapiswa chose, hazvifaniri kudyiwa.” Chipiriso cheChivi Jehovha akati kuna Mozisi, “Uti kuna Aroni navanakomana vake, ‘Iyi ndiyo mirayiro yechipiriso chechivi. Chipiriso chechivi chinofanira kubayiwa pamberi paJehovha panzvimbo inobayirwa chipiriso chinopiswa; chitsvene-tsvene. Muprista anopa izvozvo achazvidya; zvinofanira kudyirwa panzvimbo tsvene muchivanze cheTende Rokusangana. Chose chinogunzva nyama chichava chitsvene, uye kana rimwe ropa rikawira panguo, unofanira kuisukira panzvimbo tsvene. Hari yevhu inobikirwa nyama inofanira kuputswa; asi kana zvikabikwa mupoto yendarira, poto inofanira kukweshwa igosukurudzwa nemvura. Murume wose ari mumhuri yomuprista anogona kuidya; itsvene-tsvene. Asi chipiriso chechivi, chipi nechipi chine ropa richauyiswa muTende Rokusangana kuti rizoyananisira muNzvimbo Tsvene, hachifaniri kudyiwa; chinofanira kupiswa. "
    },
    {
      "chapter": "7",
      "verses": "Chipiriso cheMhosva “ ‘Iyi ndiyo mirayiro yechipiriso chemhosva chitsvene-tsvene. Chipiriso chemhosva chinofanira kubayirwa panzvimbo panobayirwa chipiriso chinopiswa uye ropa racho rinofanira kusaswa paaritari kumativi ose. Mafuta acho ose achapiswa sechipiriso, chimuswe chakakora namafuta akafukidza zvomukati, itsvo mbiri namafuta ari padziri pedyo nechiuno, uye zvakafukidza chiropa, zvinofanira kubviswa pamwe chete neitsvo. Muprista anofanira kuzvipisa paaritari sechipiriso chinoitirwa Jehovha nomoto. Ichi chipiriso chemhosva. Munhurume upi zvake weimba yomuprista angachidya, asi chinofanira kudyirwa munzvimbo tsvene; chitsvene-tsvene. “ ‘Chipiriso chemhosva chinofanira kuitwa sezvinoitwa nechipiriso chezvivi: ndechomuprista anoyananisira nazvo. Muprista anopisa chipiriso chinopiswa chomunhu upi zvake anogona kuzvichengetera dehwe racho. Zvipiriso zvose zvezviyo zvinobikwa muchitofu kana zvinobikwa mugango kana muhari ndezvomuprista anozvipa, uye zvipiriso zvose zvezviyo zvingava zvakasangana namafuta kana zvakaoma, ndezvavanakomana vaAroni, mumwe nomumwe, zvakamuringana. Chipiriso choKuwadzana “ ‘Iyi ndiyo mirayiro yechipiriso chokuwadzana, chinogona kupiwa nomunhu kuna Jehovha. “ ‘Kana akachipa sechiratidzo chokuvonga ipapo pamwe chete nechipiriso chokuvonga ichi, anofanira kupa makeke echingwa chakabikwa chisina mbiriso, chakaiswa mafuta, makeke matete akabikwa pasina mbiriso, akazorwa mafuta, namakeke oupfu hwakatsetseka akanyatsokanywa akaiswa mafuta. Pamwe chete nechipiriso chake chokuwadzana chokuvonga anofanira kupa chipiriso chamakeke akabikwa nembiriso. Anofanira kuuya nemhando imwe neimwe sechipiriso, chikamu chinopiwa kuna Jehovha; ndezvomuprista anosasa ropa nezvipiriso zvokuwadzana. Nyama yechipiriso chake chokuwadzana chokuvonga inofanira kudyiwa musi wainopiwa. Haafaniri kusiya imwe kusvikira mangwanani. “ ‘Kana chipiriso chake chiri chemhiko kana kuti chiri chipiriso chokungopawo, chibayiro ichocho chichadyiwa musi wachinopiwa, asi chinhu chose chinosara chinogona kudyiwa musi unotevera. Nyama yose yechibayiro inosara kusvikira zuva rechitatu inofanira kupiswa. Kana nyama yechipiriso chokuwadzana ikadyiwa nomusi wechitatu haizogamuchirwi. Hazvigamuchirwi panzvimbo yomunhu anenge azvipa nokuti hazvina kuchena, munhu achadya chikamu chipi chazvo achava nemhosva yacho. “ ‘Nyama inogunzva chisina kucheneswa haifaniri kudyiwa, inofanira kupiswa. Kana iri imwe nyama, munhu wose akacheneswa anogona kuidya. Asi kana munhu asina kuchena akadya nyama iyi yokuwadzana yaJehovha, munhu iyeye anofanira kubviswa pakati pavanhu vokwake. Kana munhu akabata chinhu chisina kuchena, kunyange kusachena kwavanhu, kana mhuka isina kuchena, kana chose chisina kuchena, chinhu chinonyangadza, uye akazodya nyama ipi yechipiriso chokuwadzana chaJehovha, munhu iyeye anofanira kubviswa pakati pavanhu vokwake.’ ” Kudya mafuta neropa zvinorambidzwa Jehovha akati kuna Mozisi, “Uti kuvana veIsraeri, ‘Musadya mafuta api zvawo emombe, makwai kana mbudzi. Mafuta echipfuwo chinenge chawanikwa chakafa kana chabvamburwa nezvikara zvesango anogona kushandiswa pana mamwe mabasa asi hamufaniri kuadya. Munhu wose anodya mafuta emhuka inoitwa nayo chipiriso chinoitirwa Jehovha nomoto anofanira kubviswa pakati pavanhu vokwake. Kwose kwose kwamunogara hamufaniri kudya ropa reshiri kana mhuka ipi zvayo. Kana munhu upi zvake akadya ropa, munhu iyeye anofanira kubviswa pakati pavanhu vokwake.’ ” Mugove waVaprista Jehovha akati kuna Mozisi, “Uti kuvana veIsraeri, ‘Munhu wose anouya nechipiriso chokuwadzana kuna Jehovha anofanira kuuya nechikamu chacho sechibayiro kuna Jehovha. Namaoko ake anofanira kuuya nechipiriso chinoitirwa Jehovha nomoto, anofanira kuuya namafuta pamwe chete nechityu, agoninira chityu kuna Jehovha sechipiriso chokuninira. Muprista achapisa mafuta paaritari, asi chityu ndechaAroni navanakomana vake. Munofanira kupa bandauko rorudyi pazvipiriso zvenyu zvokuwadzana kumuprista somugove wakewo. Mwanakomana waAroni anopa ropa namafuta echipiriso chokuwadzana achatora bandauko rokurudyi somugove wake. Kubva kuzvipiriso zvokuwadzana zvavana veIsraeri ndatora chityu chinoninirwa nebandauko rinouyiswa ndikazvipa kuna Aroni muprista navanakomana vake somugove wavo wavanofanira kugara vachiwana kubva kuvaIsraeri.’ ” Uyu ndiwo mugove wezvibayiro zvinoitirwa Jehovha nomoto zvakapiwa kuna Aroni navanakomana vake pazuva ravakagadzwa kuti vashumire Jehovha savaprista. Pazuva ravakazodzwa, Jehovha akarayira kuti vaIsraeri vape izvi kwavari somugove wavanofanira kugara vachiwana kumarudzi namarudzi achatevera. Zvino iyi ndiyo mirayiro yezvipiriso zvinopiswa, chipiriso chezviyo, chipiriso chechivi, chipiriso chemhosva, chipiriso chokugadzwa nechipiriso chokuwadzana, zvakapiwa Mozisi naJehovha paGomo reSinai pazuva raakarayira vaIsraeri kuti vauye nezvipiriso kuna Jehovha muGwenga reSinai. "
    },
    {
      "chapter": "8",
      "verses": "Kugadzwa kwaAroni navanakomana vake Jehovha akati kuna Mozisi, “Uya naAroni navanakomana vake, nguo dzavo, mafuta okuzodza nawo, hando yechipiriso chechivi, makondohwe maviri nedengu rine chingwa chisina mbiriso, ugounganidza ungano yose pamusuo weTende Rokusangana.” Mozisi akaita sezvaakaudzwa naJehovha, uye ungano ikaungana pamusuo weTende Rokusangana. Mozisi akati kuungano, “Izvi ndizvo zvarayirwa naJehovha kuti zviitwe.” Ipapo Mozisi akauya naAroni navanakomana vake mberi akavashambidza nemvura. Akapfekedza Aroni nguo akamusunga bhanire, akamupfekedza jasi, uye akamupfekedza efodhi. Akasungirirawo efodhi paari nebhande rakasonwa nounyanzvi; saka rakasungirirwa paari. Akaisa chidzitiro chepachipfuva paari uye akaisa Urimi neTumimi pachidzitiro chepachipfuva. Ipapo akaisa ngowani pamusoro waAroni, nechemberi akaisa hwendefa regoridhe, iyo korona tsvene, sezvakanga zvarayirwa Mozisi naJehovha. Ipapo Mozisi akatora mafuta okuzodza akazodza tabhenakeri nezvose zvakanga zvirimo, naizvozvo akazvitsaura. Akasasa mamwe mafuta paaritari kanomwe, achizodza aritari nemidziyo yayo yose nedhishi nechigadziko charo kuti azvitsaure. Akadurura mamwe mafuta okuzodza pamusoro waAroni, akamuzodza achimutsaura. Ipapo akauya navanakomana vaAroni mberi, akavapfekedza nguo, akavasunga zviuno namabhanire akavapfekedza ngowani mumusoro sezvakarayirwa Mozisi naJehovha. Akazouya nehando yechipiriso chechivi, Aroni navanakomana vake vakaisa maoko avo pamusoro wayo. Mozisi akabaya hando akatora rimwe ropa rayo, akariisa panyanga dzose dzearitari kuti achenese aritari. Akadurura rimwe ropa rose mujinga mearitari. Naizvozvo akaitsaura kuti aiyananisire. Mozisi akatora mafuta ose akanga akafukidza nhengo dzomukati, akanga akafukidza chiropa, neitsvo mbiri namafuta adzo, akazvipisa paaritari. Asi hando nedehwe rayo nenyama nezvomukati akazvipisa kunze kwomusasa sezvakarayirwa Mozisi naJehovha. Akauya zvino negondohwe sechipiriso chinopiswa, Aroni navanakomana vake vakaisa maoko avo pamusoro waro. Ipapo Mozisi akauraya gondohwe akasasa ropa raro paaritari kumativi ose. Akacheka gondohwe kuita zvidimbu uye akapisa musoro, zvidimbu namafuta. Akasuka ura namakumbo nemvura uye akapisa gondohwe rose paaritari sechipiriso chinopiswa, chinonhuwira zvinofadza, chipiriso chinoitirwa Jehovha nomoto, sezvakarayirwa Mozisi naJehovha. Akauya zvino nerimwe gondohwe, gondohwe rokugadza, uye Aroni navanakomana vake vakaisa maoko avo pamusoro waro. Mozisi akauraya gondohwe akatora rimwe ropa raro akariisa pamucheto wenzeve yaAroni yokurudyi napamunwe wake woruoko rwokurudyi napagunwe guru retsoka yake yokurudyi. Mozisi akauyawo navanakomana vaAroni mberi akaisa ropa pamucheto wezasi wenzeve dzavo dzokurudyi, paminwe mikuru yamaoko avo okurudyi napazvigunwe zvikuru zvamakumbo avo okurudyi. Akasasa ropa paaritari kumativi ose. Akatora mafuta, chimuswe chakakora, mafuta ose akafukidza ura, akafukidza chiropa, itsvo mbiri namafuta adzo nechidya chokurudyi. Ipapo kubva mudengu rechingwa chisina mbiriso raiva pamberi paJehovha, akatora chingwa, keke rakabikwa namafuta nekeke dete, akaisa izvi panzvimbo dzina mafuta pamusoro pebandauko rokurudyi. Akaisa zvose mumaoko aAroni neevanakomana vake uye vakazvininira kuna Jehovha sechipiriso chokuninira. Ipapo Mozisi akazvitora kubva mumaoko avo akazvipisa paaritari pamusoro pechipiriso chinopiswa sechipiriso chokugadza, chinonhuwira zvinofadza, chipiriso chinoitirwa Jehovha nomoto. Akatorawo chityu, mugove waMozisi pagondohwe rokugadza akazvininira kuna Jehovha sechipiriso chokuninira sezvakarayirwa Mozisi naJehovha. Ipapo Mozisi akatora mamwe mafuta okuzodza nerimwe ropa kubva paaritari akarisasa pana Aroni navanakomana vake nenguo dzavo. Saizvozvo, akatsaura Aroni nenguo dzake navanakomana vake nenguo dzavo. Ipapo Mozisi akati kuna Aroni navanakomana vake, “Bikai nyama pamusuo weTende Rokusangana mugoidyira ipapo nechingwa chomudengu rezvipiriso zvokugadzwa sezvandakarayira ndichiti, ‘Aroni navanakomana vake vanofanira kuchidya.’ Ipapo mugopisa zvose zvasara panyama nechingwa. Musabva pamusuo weTende Rokusangana kwamazuva manomwe kusvikira mazuva okugadzwa kwenyu apera, nokuti kugadzwa kwenyu kuchapedza mazuva manomwe. Zvaitwa nhasi zvakarayirwa naJehovha kuti akuyananisirei. Munofanira kugara pamusuo weTende Rokusangana usiku namasikati kwamazuva manomwe mugoita zvinoda Jehovha kuti musafe nokuti ndizvo zvandarayirwa.” Saka Aroni navanakomana vake vakaita zvose zvakarayirwa naJehovha kubudikidza naMozisi. "
    },
    {
      "chapter": "9",
      "verses": "Vaprista vanotanga ushumiri hwavo Pazuva rorusere Mozisi akadana Aroni navanakomana vake navakuru veIsraeri. Akati kuna Aroni, “Tora hando diki yechipiriso chako chechivi negondohwe rechipiriso chako chinopiswa zvose zvisina kuremara ugouya nazvo kuna Jehovha. Uti kuvana veIsraeri, ‘Torai nhongo yembudzi yechipiriso chechivi, mhuru negwayana zvose zvine gore uye zvisina kuremara sechipiriso chinopiswa nehando negondohwe zvechipiriso chokuwadzana kuti mubayire pamberi paJehovha, pamwe chete nechipiriso chezviyo chakasanganiswa namafuta. Nokuti nhasi Jehovha achazviratidza kwamuri.’ ” Vakatora zvinhu zvakarayirwa naMozisi vakaenda nazvo mberi kweTende Rokusangana uye ungano yose ikauya ikamira pamberi paJehovha. Ipapo Mozisi akati, “Izvi ndizvo zvakarayirwa naJehovha kuti muite kuti kubwinya kwaJehovha kugoratidzwa kwamuri.” Mozisi akati kuna Aroni, “Uya kuaritari ugobayira chipiriso chako chechivi nechipiriso chako chinopiswa ugozviyananisira iwe navanhu; bayira chipiriso chavanhu ugovayananisira sezvakarayirwa naJehovha.” Saka Aroni akauya kuaritari akabaya mhuru sechipiriso chechivi chake. Vanakomana vake vakauya neropa kwaari akanyika munwe wake muropa akariisa panyanga dzearitari. Rimwe ropa rose akaridururira mujinga mearitari. Akapisa mafuta, itsvo namafuta akafukidza chiropa kubva pachipiriso chechivi paaritari sezvakarayirwa Mozisi naJehovha. Nyama nedehwe akazvipisa kunze kwomusasa. Ipapo akabaya chipiriso chinopiswa, uye vanakomana vake vakamutambidza ropa akarisasa paaritari kumativi ose. Vakamutambidza chipiriso chinopiswa chidimbu nechidimbu zvichisanganisira musoro akazvipisa paaritari. Akasuka ura namakumbo akazvipisa pamusoro pechipiriso chinopiswa paaritari. Ipapo Aroni akauya nechipiriso chavanhu, uye akatora mbudzi yechipiriso chavanhu chechivi akaiuraya uye akaipa sechipiriso chechivi sezvaakaita neyokutanga. Akauya nechipiriso chinopiswa akachipa nenzira yakatarwa. Akauyawo nechipiriso chezviyo, akatora tsama yacho akaipisa paaritari achiwedzera pachipiriso chinopiswa mangwanani. Akabaya hando negondohwe sechipiriso chokuwadzana chavanhu. Vanakomana vake vakamutambidza ropa akarisasa paaritari kumativi ose. Asi mafuta ehando neegondohwe, chimuswe chakakora, fukidziro yamafuta, itsvo nezvinofukidza chiropa, izvi vakazviisa pazvityu. Aroni akapisa mafuta paaritari. Aroni akaninira zvityu nebandauko rokurudyi pamberi paJehovha sechipiriso chokuninira sokurayirwa kwaMozisi. Ipapo Aroni akasimudzira maoko ake kuvanhu akavaropafadza. Apedza kubayira chipiriso chechivi, chipiriso chinopiswa nechipiriso chokuwadzana akaburuka pasi. Mozisi naAroni vakapinda muTende Rokusangana. Pavakabuda vakaropafadza vanhu, uye kubwinya kwaJehovha kukaonekwa navanhu vose. Moto wakabuda kubva pamberi paJehovha ukapisa chipiriso chinopiswa namafuta paaritari. Vanhu vose pavakazviona vakadanidzira nomufaro uye vakawira pasi nezviso zvavo. "
    },
    {
      "chapter": "10",
      "verses": "Kufa kwaNadhabhi naAbhihu Zvino Nadhabhi naAbhihu, vanakomana vaAroni vakatora, mumwe nomumwe, hadyana yake yezvinonhuwira, vakaisamo moto, vakaisawo zvinonhuwira, vakaisa moto usingabvumirwi pamberi paJehovha zvaakanga asina kuvarayira. Saka naizvozvo moto wakabuda kubva pamberi paJehovha ukavapisa vose ndokubva vafa pamberi paJehovha. Ipapo Mozisi akati kuna Aroni, “Izvi ndizvo zvakataurwa naJehovha paakati: ‘Pakati peavo vachaswedera kwandiri ndicharatidza utsvene hwangu, pamberi pavanhu vose ndichakudzwa.’ ” Aroni akaramba anyerere Mozisi akadana Mishaeri naErizafani, vanakomana vaUzieri, babamunini vaAroni, akati kwavari, “Uyai pano mutakure madzikoma enyu muende navo kunze kwomusasa vabve pamberi penzvimbo tsvene.” Saka vakauya vakavatakura vachakapfeka hanzu dzavo vakaenda navo kunze kwomusasa sezvazvakanga zvarayirwa naMozisi. Ipapo Mozisi akati kuna Aroni navanakomana vake, Ereazari naItamari, “Musarega bvudzi renyu risina kukamiwa uye musabvarura nguo dzenyu nokuti mungafa, Mwari akatsamwira ungano yose. Asi hama dzenyu, imba yose yaIsraeri, vanogona kuchema avo vakaparadzwa nomoto naJehovha. Musabva pamusuo weTende Rokusangana nokuti mungafa nokuti mafuta aJehovha okuzodza ari pamuri.” Saka vakaita sezvakataurwa naMozisi. Ipapo Jehovha akati kuna Aroni, “Iwe navanakomana vako hamufaniri kunwa waini kana zvimwe zvinwiwa zvakaviriswa pose pose pamunopinda muTende Rokusangana nokuti mungafa. Uyu mutemo usingaperi kusvikira kumarudzi anotevera. Munofanira kuisa mutsauko pakati pezvitsene nezvisingakoshi, pakati pezvakachena nezvisina kuchena. Uye munofanira kudzidzisa vaIsraeri mirayiro yose yavakapiwa naJehovha kubudikidza naMozisi.” Mozisi akati kuna Aroni navanakomana vake vakanga vasara, Ereazari naItamari, “Torai chipiriso chezviyo kubva pazvipiriso zvakaitirwa Jehovha nomoto, zvakagadzirwa pasina mbiriso mugochiisa parutivi pearitari nokuti chitsvene-tsvene. Zvidyei munzvimbo tsvene, nokuti mugove wenyu nomugove wavanakomana venyu, wezvipiriso zvinoitirwa Jehovha nomoto, nokuti ndakarayirwa saizvozvo. Asi iwe navanakomana vako navanasikana vako, munogona kudya chityu chakaninirwa nebandauko rakakumikidzwa. Zvidyei munzvimbo yakacheneswa; izvi zvakapiwa kwauri navana vako somugove wenyu wezvipiriso zvokuwadzana zvavana vaIsraeri. Bandauko rakakumikidzwa nechityu chakaninirwa zvinofanirwa kuuyiswa namafuta nezvipiriso zvinoitwa nomoto, kuti zvininirwe pamberi paJehovha sechipiriso chokuninira. Uyu uchava mugove wamuchagara muchiwana navana venyu sezvakarayirwa naJehovha.” Mozisi akati abvunza nezvembudzi yechipiriso chechivi akawana yatopiswa, akatsamwira Ereazari naItamari vanakomana vaAroni vakanga vasara akabvunza akati, “Sei musina kudyira chipiriso chechivi munzvimbo tsvene? Chitsvene-tsvene, chakapiwa kwamuri kuti chibvise mhosva yeungano nokuvayananisira pamberi paJehovha. Sezvo ropa racho risina kuuyiswa kuNzvimbo Tsvene, maifanira kudyira mbudzi munharaunda yenzvimbo tsvene, sezvandakarayira.” Aroni akapindura Mozisi achiti, “Nhasi vabayira chipiriso chavo chechivi nechipiriso chavo chinopiswa pamberi paJehovha asi zvinhu zvakaita seizvi zvaitika kwandiri. Jehovha aidai afara here dai ndadya chipiriso chechivi nhasi?” Mozisi paakanzwa izvi akagutsikana. "
    },
    {
      "chapter": "11",
      "verses": "Zvokudya zvakachena nezvisina kuchena Jehovha akati kuna Mozisi naAroni, “Taurai kuvaIsraeri muti, ‘Pamhuka dzose dzinofamba panyika, idzi ndidzo dzamunogona kudya: Munogona kudya mhuka ipi zvayo ina mahwanda, akapararana zvachose, uye inozeya zvokudya. “ ‘Asi kune dzimwe dzinongozeya kudya chete, kana kuti dzimwe dzine mahwanda akaparadzana chete, idzi hamufaniri kudzidya. Ngamera, kunyange ichizeya zvokudya, haina mahwanda akapatsanuka; haina kuchena kwamuri. Mbira kunyange ichizeya zvokudya, haina mahwanda akapatsanuka, haina kuchena kwamuri. Tsuro kunyange ichizeya zvokudya, haina mahwanda akapatsanuka, haina kuchena kwamuri. Nguruve kunyange ine mahwanda akanyatsopatsanuka, haizeyi zvokudya, haina kuchena kwamuri. Hamufaniri kudya nyama yazvo kana kubata zvitunha zvazvo; hazvina kuchena kwamuri. “ ‘Pazvisikwa zvose zvinogara mumvura yamakungwa nenzizi, munogona kudya dzose dzine zvimbi namakwati. Asi zvipuka zvose zvomugungwa kana munzizi zvisina zvimbi namakwati, kunyange pakati pezvinouya samatutu kana pakati pezvose zvisikwa zvinorarama mumvura, zvinonyangadza kwamuri. Uye sezvo zvichinyangadza kwamuri hamufaniri kudya nyama yazvo uye munofanira kusema zvitunha zvazvo. Chose chinhu chinorarama mumvura chisina zvimbi namakwati chinonyangadza kwamuri. “ ‘Idzi ndidzo shiri dzamunofanira kusema, uye musadzidya nokuti dzinonyangadza kwamuri: gondo, gora, chapungu, ruvangu rutsvuku, marudzi ose oruvangu rutema, marudzi ose amakunguo, marudzi ose amazizi, shiri yegungwa namarudzi ose oruvangu, nezizi duku, nekanyururahove, nezizi guru, nejichidza, nekondo, negora, neshuramurove, namarudzi ose ekondo, nemhupupu nechiremwaremwa. “ ‘Zvose zvipukanana zvinobhururuka, zvinofamba namakumbo mana zvinonyangadza kwamuri. Kunyange zvakadaro, kunewo zvimwe zvipuka zvine mapapiro zvinofamba namakumbo mana zvamunogona kudya, izvo zvine makumbo akabatanidzwa okukwakuka nawo. Pakati pezvizvi munogona kudya marudzi ose emhashu, namarudzi ose amakurwe namarudzi ebambamukota. Asi zvimwe zvose zvipukanana zvine mapapiro zvine makumbo mana munofanira kuzvisema. “ ‘Musazvisvibisa nezvizvi; ani naani anobata zvitunha zvazvo achava akasviba kusvikira manheru. Ani naani achanhonga chimwe chezvitunha zvazvo anofanira kusuka nguo dzake uye achava akasviba kusvikira manheru. “ ‘Mhuka yose yose ina mahwanda akapararana asi asina kunyatsopararana, isingazeyi kudya, haina kuchena kwamuri; ani naani anobata chitunha chayo achava asina kuchena. Pamhuka dzose dzinofamba namakumbo mana, idzo dzine tsoka dzakafara hadzina kuchena kwamuri; ani naani anobata chitunha chadzo achava akasviba kusvikira manheru. Ani naani achanhonga zvitunha zvadzo anofanira kusuka nguo dzake uye achava akasviba kusvikira manheru. Hadzina kuchena kwamuri. “ ‘Pamhuka dzinokambaira panyika, idzi hadzina kuchena kwamuri: chidembo, gonzo, namarudzi ose egwavava, chifurira, namarudzi ose amadzvinyu, dhambakura nerwaivhi. Pane zvose zvinokambaira panyika, izvi hazvina kuchena kwamuri. Asi ani naani anozvibata kana zvafa achava akasviba kusvikira manheru. Kana chimwe chazvo chikafa, chikawira pamusoro pechimwe chinhu, chinhu ichocho hazvinei kuti chinoshandiswei, chinova chisina kuchena kunyange chakagadzirwa nomuti, mucheka, dehwe, kana saga. Chiisei mumvura; chichava chisina kuchena kusvikira manheru; chigozochena. Kana chimwe chazvo chikawira muhari yevhu, zvose zviri mairi zvichava zvisina kuchena, uye munofanira kuputsa hari yacho. Chokudya chipi zvacho chinogona kudyiwa, asi chine mvura pachiri, yabva muhari iyoyo chichava chisina kuchena uye kana chipi zvacho chinganwiwa kubva imomo hachina kuchena. Chose chinhu chinowirwa nechitunha chazvo chinova chisina kuchena; choto kana hari yokubikira zvinofanira kuputswa. Hazvina kuchena uye munofanira kuzvibata sezvisina kuchena. Asi chitubu, kana tsime rokuchera mvura zvinoramba zvakachena, asi ani naani anobata chimwe chezvitunha izvi achava asina kuchena. Kana chitunha chikawira pambeu ipi zvayo inofanira kudyarwa, inoramba yakachena. Asi kana mvura yaiswa pambeu, uye chitunha chikawira pairi, inova isina kuchena kwamuri. “ ‘Kana mhuka yamunobvumirwa kudya ikafa yoga, munhu wose achabata chitunha chayo achava asina kuchena kusvikira manheru. Munhu wose achadya imwe nyama yacho anofanira kusuka nguo dzake agova asina kuchena kusvikira manheru. “ ‘Chisikwa chose chinokambaira panyika chinonyangadza, hachifaniri kudyiwa. Hamufaniri kudya chisikwa chipi zvacho chinokambaira panyika, chingava chinofamba nedumbu kana chinofamba namakumbo mana kana namakumbo akawanda, chinonyangadza. Musazvisvibisa nechimwe chezvisikwa izvi. Musazvisvibisa nazvo kana nokuda kwazvo. Ndini Jehovha Mwari wenyu, zvitsaurei mugova vatsvene, nokuti ndiri mutsvene. Musazvisvibisa nechipuka chipi zvacho chinofamba-famba pasi. Ndini Jehovha akakubudisai muIjipiti kuti ndive Mwari wenyu; saka ivai vatsvene nokuti ndiri mutsvene. “ ‘Ndiyo mitemo iri maererano nemhuka, shiri, zvipenyu zvose zvinofamba mumvura nezvipuka zvose zvinofamba panyika. Munofanira kuisa mutsauko pakati pezvisina kuchena nezvakachena, pakati pezvisikwa zvipenyu zvinogona kudyiwa nezvisingagoni kudyiwa.’ ” "
    },
    {
      "chapter": "12",
      "verses": "Kucheneswa mushure mokubereka mwana Jehovha akati kuna Mozisi, “Uti kuvaIsraeri, ‘Mukadzi akava napamuviri akabereka mwanakomana, achava asina kuchena kwamazuva manomwe, sezvaanova asina kuchena paanoenda kumwedzi. Pazuva rorusere mukomana uyo anofanira kudzingiswa. Zvino mukadzi anofanira kumirira mazuva makumi matatu namatatu kuti acheneswe pakubuda ropa kwake. Haafaniri kubata chinhu chipi zvacho chitsvene kana kusvika kunzvimbo tsvene kusvikira mazuva okucheneswa kwake apera. Kana akabereka mwanasikana, kwevhiki mbiri mukadzi achava asina kuchena sepaanoenda kumwedzi. Ipapo anofanira kumira mazuva makumi matanhatu namatanhatu kuti acheneswe kubva pakubuda ropa. “ ‘Kana mazuva okucheneswa nokuda kwomwanakomana kana mwanasikana apera, anofanira kuuya kumuprista pamusuo weTende Rokusangana, negwayana rine gore rimwe chete sechipiriso chinopiswa nehangaiwa diki kana njiva yechipiriso chechivi. Achazvibayira pamberi paJehovha kuti agomuyananisira, achava akacheneswa kubva pakubuda ropa kwake. Iyi ndiyo mirayiro yomukadzi anobatsirwa nomwanakomana kana mwanasikana. Kana asingakwanisi kuuya negwayana, anofanira kuuya nenjiva mbiri kana hangaiwa diki mbiri, imwe yechipiriso chinopiswa imwe yechipiriso chechivi. Nenzira iyi muprista achamuyananisira uye achava akachena.’ ” "
    },
    {
      "chapter": "13",
      "verses": "Mirayiro pamusoro pezvirwere zveganda zvinotapukira Jehovha akati kuna Mozisi naAroni, “Kana ani naani akazvimba kana ane tumapundu kana chivara chichena paganda rake chinogona kunge chiri chirwere chinotapukira anofanira kuuyiswa kuna Aroni muprista kana kuno mumwe wavanakomana vake muprista. Muprista achatarisa chironda chiri paganda rake, uye kana bvudzi riri pachironda rachena uye ronda roratidza kudzika kudarika paganda, chirwere cheganda chinotapukira. Kana muprista akamuongorora achamuzivisa kuvanhu somunhu asina kuchena. Kana gwapa riri paari riri jena asi risingaratidzi kudzika kudarika paganda uye bvudzi risina kuchena, muprista anofanira kugarisa munhu iyeye oga kwamazuva manomwe. Pazuva rechinomwe muprista anofanira kumuongorora uye akaona kuti chironda hachina kupinduka uye hachina kupararira muganda anofanira kumuchengeta pake oga kwamamwe mazuva manomwe. Pazuva rechinomwe muprista anofanira kumuongorora zvakare, uye kana chironda chaserera uye chisina kupararira neganda, muprista achamuzivisa somunhu akachena, tunongova tumapundu. Munhu anofanira kusuka nguo dzake uye achava akachena. Asi kana tumapundu tukapararira nomuviri wake shure kwokunge azviratidza kumuprista kuti zviziviswe kuti akachena, anofanira kuenda kumuprista zvakare. Muprista anofanira kumuongorora, uye kana tumapundu twapararira neganda, achazivisa kuti haana kuchena; chirwere chinotapukira. “Kana munhu upi zvake ane chirwere chinotapukira, anofanira kuuyiswa kumuprista. Muprista anofanira kumuongorora, uye kana pane kuzvimba nokucheneruka paganda, uye zvapindura bvudzi kuti rive jena, uye kana pane nyama yakatsvuka, pakazvimba, chirwere cheganda chava nenguva uye muprista achazivisa kuti haana kuchena. Haafaniri kumugarisa ari oga, nokuti atogara asina kuchena. “Kana chirwere chikabuda paganda rake rose uye sokuona kwomuprista, chakafukidza ganda rose romunhu abatwa nehosha, kubva kumusoro kusvika kutsoka, muprista anofanira kumuongorora uye kana chirwere chapararira nomuviri wake wose, achazivisa kuti munhu uyu akachena, sezvo zvose zvachenuruka, akachena. Asi pose panoonekwa ronda paari, achava asina kuchena. Muprista paachaona ronda, achazivisa kuti haana kuchena. Ronda harina kuchena ane chirwere chinotapukira. Zvikaitika kuti ronda richeneruke, anofanira kuenda kumuprista. Ipapo muprista anofanira kumuongorora uye kana zvironda zvacheneruka, muprista achazivisa kuti munhu ane hosha uyu akachena, ipapo achava akachena. “Kana munhu akava nemota paganda rake rikapora, uye panzvimbo panga pane mota pakazvimba pakacheneruka kana kuti pakatsvuka, anofanira kuzviratidza kumuprista. Muprista anofanira kumuongorora uye kana zvikaratidza kudzika kudarika paganda uye bvudzi riri pachiri rikapinduka rikava jena, muprista achazivisa kuti haana kuchena, chirwere chinotapukira cheganda chabuda panga pane mota. Asi kana muprista achiongorora, pasina bvudzi jena pachiri uye paserera, ipapo muprista anofanira kumugarisa oga kwamazuva manomwe. Kana zviri kupararira muganda, muprista achazivisa kuti haana kuchena, zvinotapukira. Asi kana gwapa risina kupinduka uye risina kupararira, rinongova vanga kubva pamota uye muprista achazivisa kuti akachena. “Kana munhu akatsva paganda uye akabuda gwapa dzvuku kana rakacheneruka paronda rokutsva, muprista anofanira kutarisa gwapa uye kana bvudzi riri pariri rapinduka rikava jena uye zvakadzika kudarika ganda, chirwere chinotapukira cheganda chabuda pakatsva. Asi kana muprista akachiongorora, pasina bvudzi jena pagwapa uye kana zvisina kudzika kudarika ganda uye zvaserera, ipapo muprista anofanira kumugarisa oga kwamazuva manomwe. Pazuva rechinomwe muprista anofanira kumuongorora uye kana zvichipararira neganda, muprista achazivisa kuti haana kuchena; chirwere chinotapukira cheganda. Asi kana gwapa rikasapinduka uye risina kupararira, asi raserera, kuzvimba kunobva pakutsva uye muprista achazivisa kuti akachena, rinongova vanga rinobva pakutsva. “Kana munhurume kana munhukadzi akava nechironda mumusoro kana pachirebvu, muprista anofanira kumuongorora chironda, uye kana chichiratidza kudzika kudarika ganda, uye bvudzi riri machiri riri renhundurwa uye riri dete, muprista achazivisa kuti munhu iyeye haana kuchena, kuswinya, chirwere chinotapukira chomusoro kana chechirebvu. Asi kana muprista akaongorora ronda iri uye kana risingaratidzi kudzika kudarika ganda uye pasina bvudzi dema pariri, zvino muprista anofanira kuchengeta munhu ane hosha ari oga kwamazuva manomwe. Pazuva rechinomwe muprista anofanira kuongorora ronda, uye kana kuswinya kusina kupararira uye pasina bvudzi renhundurwa uye risingaratidzi kudzika kudarika ganda, anofanira kuveurwa kusiya kwenzvimbo ine hosha, uye muprista anofanira kumuchengeta ari oga kwamamwe mazuva manomwe. Pazuva rechinomwe muprista anofanira kuongorora panovava, uye kana pasina kupararira neganda zvichiratidza kuti hazvina kudzika kudarika ganda, muprista achazivisa kuti akachena. Anofanira kusuka nguo dzake agova akachena. Asi kana kuvava kukaparira neganda iye aziviswa kuti akachena, muprista anofanira kumuongorora, uye kana kuvava kwapararira neganda, muprista haafaniri kutsvaga bvudzi renhundurwa, nokuti munhu iyeye haana kuchena. Zvisinei hazvo, zvikaitika kuti sokuona kwake hazvina kupinduka, uye bvudzi dema ramera mazviri, kuvava kwaporeswa, achena uye muprista achazivisa kuti akachena. “Kana munhurume kana munhukadzi ane makwapa machena paganda muprista anofanira kuaongorora uye kana makwapa asina kunyanyochena, tumapundu tusingakuvadzi twabuda paganda, munhu iyeye akachena. “Kana bvudzi romumwe rikabva akasara nemhanza akachena. Kana akabva bvudzi pahuma uye akasara ava nemhanza, akachena. Asi kana ane chironda chichena chakatsvukuruka pamhanza yake kana pahuma, chirwere chinotapukira chabuda pamusoro pake kana pahuma. Muprista anofanira kumuongorora uye kana kuzvimba kuri pamusoro pake kana pamhanza kwakatsvukuruka nokuchena sechirwere chinotapukira cheganda, murume iyeye arwara uye haana kuchena. Muprista anofanira kuzivisa kuti haana kuchena nokuda kwechironda chiri pamusoro wake. “Munhu ane chirwere chinotapukira ichi anofanira kupfeka nguo dzakabvaruka, osiya bvudzi rake risina kukamwa, ofukidza chikamu chepasi cheuso hwake, odanidzira achiti, ‘Handina kuchena! Handina kuchena!’ Kana aramba ane chirwere ichocho anongoramba asina kuchena. Anofanira kugara oga; anofanira kugara kunze kwomusasa. Mirayiro yaMaperembudzi “Kana nguo ipi neipi yazadzwa maperembudzi, ingava nguo yeshinda, kana yewuru kana yomucheka, ungava mucheka wakarukwa kana mucheka wewuru kana wedehwe kana chinhu chakagadzirwa nedehwe, uye kana utachiona huri muchipfeko kana dehwe kana mucheka wakarukwa kana chinhu chedehwe, chiri choruvara rwezerere kana chakatsvukuruka, chirwere chinopararira chamaperembudzi uye chinofanira kuratidzwa kumuprista. Muprista anofanira kuchiongorora agochengeta chinhu chacho pacho choga kwamazuva manomwe. Pazuva rechinomwe anofanira kuchiongorora uye kana maperembudzi apararira muchipfeko kana nguo yakarukwa, zvisinei kuti chinoshandiswei, chirwere chinoparadza chamaperembudzi; chinhu ichocho hachina kuchena. Anofanira kupisa nguo yacho, kana mucheka wakarukwa wewuru kana mucheka weshinda, kana wedehwe une utachiona mauri, nokuti maperembudzi anoparadza, chinhu ichocho chinofanira kupiswa. “Asi kana muprista akachiongorora, maperembudzi asina kupararira muchipfeko kana mucheka wakarukwa, kana chinhu chakagadzirwa nedehwe, acharayira kuti chinhu chine utachiona chisukwe. Ipapo anofanira kuchigarisa choga kwamamwe mazuva manomwe. Mushure mokunge chinhu chine utachiona chasukwa, muprista anofanira kuchiongorora uye kana maperembudzi asina kuratidza kupinduka maonekero awo, kunyange zvisina kupararira, hachina kuchena. Pisai chinhu ichocho nomoto kunyange maperembudzi akanganisa divi rimwe chete. Kana muprista akachiongorora, maperembudzi akange aumbuka mushure mokunge chinhu chasukwa, anofanira kubvarura chidimbu chapinda utachiona kubva panguo, kana padehwe kana pamucheka wakarukwa. Asi kana zvikabuda zvakare pachipfeko, kana pamucheka wakarukwa, kana pachinhu chedehwe, zviri kupararira uye chose chine maperembudzi chinofanira kupiswa nomoto. Nguo iyi, kana mucheka wakarukwa, kana chinhu chedehwe chasukwa uye chabviswa maperembudzi, chinofanira kusukwa zvakare uye chichava chakachena.” Iyi ndiyo mirayiro inoenderana nokuzadzwa namaperembudzi kwechipfeko chewuru kana chomucheka, mucheka wakarukwa kana chinhu chose chedehwe kuti zvigoziviswa kuti zvakachena kana kuti hazvina kuchena. "
    },
    {
      "chapter": "14",
      "verses": "Kucheneswa paChirwere chaMaperembudzi Jehovha akati kuna Mozisi: “Iyi ndiyo mirayiro yomunhu ane chirwere panguva yake yokucheneswa kana auyiswa kumuprista: Muprista anofanira kuenda kunze kwomusasa agomuongorora. Kana munhu aponeswa kubva kumaperembudzi, muprista acharayira kuti shiri mbiri mhenyu dzakachena, nedanda romusidhari, nomucheka mutsvuku, nehisopi zviuyiswe kuti acheneswe. Ipapo muprista acharayirwa kuti imwe yeshiri idzi iurayiwe pamusoro pemvura yakachena muhari yevhu. Anofanira zvino kutora shiri mhenyu oinyika pamwe chete nedanda romusidhari, mucheka mutsvuku nehisopi muropa reshiri yaurayiwa pamusoro pemvura yakachena. Achasasa uyo anofanira kucheneswa kubva kuchirwere chamaperembudzi kanomwe, agozivisa kuti akachena. Ipapo anofanira kuregera shiri mhenyu ichienda musango. “Munhu anofanira kucheneswa anofanira kusuka nguo dzake agoveura bvudzi rake rose agoshamba nemvura, ipapo achava akacheneswa. Mushure maizvozvi anogona kuuya mumusasa asi anofanira kugara kunze kwetende rake kwamazuva manomwe. Pazuva rechinomwe anofanira kuveura bvudzi rake rose. Anofanira kuveura musoro wake, ndebvu dzake, tsiye dzake, nerimwe bvudzi rake rose. Anofanira kusuka nguo dzake agozvishambidza nemvura uye achava akachena. “Pazuva rorusere anofanira kuuya namakwayana maviri amakondohwe nesheshe imwe chete, dzose dzine gore dzisina kuremara, pamwe chete nezvikamu zvitatu kubva mugumi zveefaa zvoupfu hwakatsetseka hwakasanganiswa namafuta sechipiriso chezviyo nerogib imwe chete yamafuta. Muprista achazivisa kuti akachena, anofanira kuuya nouya anofanira kucheneswa nezvipiriso zvake pamberi paJehovha pamusuo weTende Rokusangana. “Ipapo muprista anofanira kutora gwayana rimwe chete gono agoripa sechipiriso chemhosva pamwe chete nerogi ramafuta; achazvininira pamberi paJehovha sechipiriso chokuninira. Anofanira kubaya gwayana panzvimbo tsvene apo panobayirwa chipiriso chezvivi nechipiriso chinopiswa. Sezvakaita chipiriso chezvivi, chipiriso chemhosva ndechomuprista, chitsvene-tsvene. Muprista anofanira kutora rimwe ropa rechipiriso chemhosva agoriisa pamucheto wenzeve yokurudyi yomunhu anocheneswa, pamunwe wake mukuru wokuruoko rwokurudyi uye napachigunwe chikuru chetsoka yake yokurudyi. Ipapo muprista achatora imwe rogi yamafuta agodira muchanza choruoko rwake rworuboshwe, agonyika munwe wake wokutendeka nawo wokurudyi mumafuta ari muchanza choruoko rwake agosasa mamwe acho nomunwe kanomwe pamberi paJehovha. Muprista achaisa mamwe mafuta anosara muchanza panzeve yokurudyi youyo anofanira kucheneswa, pamunwe mukuru woruoko rwake rwokurudyi nepachigunwe chikuru chegumbo rake rokurudyi pamusoro peropa rechipiriso chemhosva. Mamwe mafuta ose ari muchanza make muprista achaaisa pamusoro pouyo achada kucheneswa, agomuyananisira pamberi paJehovha. “Ipapo muprista achabayira chipiriso chechivi agoyananisira uyo anofanira kucheneswa kubva pakusachena kwake. Mushure maizvozvo muprista achabaya chipiriso chinopiswa agochipa paaritari pamwe nechipiriso chezviyo, agomuyananisira, uye achava akachena. “Zvino kana ari murombo asingakwanisi kuuya naizvozvi, anofanira kutora gwayana gono sechipiriso chemhosva kuti aninire agomuyananisira pamwe chete nechikamu chimwe chete kubva mugumi cheefac youpfu hwakatsetseka hwakasangana namafuta sechipiriso chezviyo, zvikamu zviviri kubva muzvitatu zverogi ramafuta, njiva mbiri kana hangaiwa mbiri dzaanokwanisa kuuya nadzo, imwe yechipiriso chechivi neimwe yechipiriso chinopiswa. “Pazuva rorusere anofanira kuzviuyisa kumuprista pamusuo weTende Rokusangana pamberi paJehovha, kuti acheneswe. Muprista anofanira kutora gwayana rechipiriso chemhosva nerogi ramafuta agozvininira pamberi paJehovha sechipiriso chokuninira. Achabaya gwayana rechipiriso chemhosva agotora rimwe ropa raro agoriisa panzeve yokurudyi yomunhu anoda kucheneswa, pamunwe mukuru woruoko rwokurudyi napachigunwe chikuru chepagumbo rokurudyi. Muprista achadira mamwe mafuta muchanza choruoko rwake rworuboshwe uye nomunwe wake wokurudyi wokutendeka nawo agomwaya mamwe mafuta anobva muchanza chake kanomwe pamberi paJehovha. Mamwe mafuta ari muchanza chake anofanira kuaisa munzvimbo dzimwe chetedzo dzaakaisa ropa rechipiriso chemhosva panzeve yokurudyi youyo anoda kucheneswa, pamunwe mukuru woruoko rwake rwokurudyi napachigunwe chikuru chegumbo rake rokurudyi. Mamwe mafuta ose achasara muchanza muprista achaaisa mumusoro mouyo anofanira kucheneswa, kuti ayananisirwe pamberi paJehovha. Ipapo achabayira njiva kana hangaiwa diki izvo zvaanogona kuwana, imwe sechipiriso chechivi neimwe sechipiriso chinopiswa pamwe chete nechipiriso chezviyo. Nenzira iyi muprista achayananisira pamberi paJehovha, panzvimbo youya anofanira kucheneswa.” Iyi ndiyo mirayiro pamusoro pouyo ane chirwere chamaperembudzi uye asingakwanisi kuuya nezvipiriso zvinofanira kupiwa kuti acheneswe. Kucheneswa kubva paMaperembudzi mudzimba Jehovha akati kuna Mozisi naAroni, “Kana mapinda munyika yeKenani iyo yandiri kukupai senhaka, ndikaita chirwere chinopararira chamaperembudzi muimba iri munyika iyoyo, muridzi weimba anofanira kuenda kundoudza muprista kuti, ‘Ndaona chimwe chinhu chinenge maperembudzi mumba mangu.’ Ipapo muprista anofanira kurayira kuti vabudise zvose zviri mumba muprista asati apinda kundotarira hosha, kuti kurege kuva nechinhu chiri mumba chichanzi hachina kuchena. Mushure maizvozvo muprista anofanira kupinda agoongorora imba. Anofanira kuongorora maperembudzi ari mumadziro eimba uye kana ane mavara akapinda akaita soruvara rwezerere kana matsvuku akaita saakapinda mukati mamadziro, muprista anofanira kubuda napamusuo wemba agoipfiga kwamazuva manomwe. Pazuva rechinomwe muprista achadzoka kuzoongorora imba. Kana maperembudzi apararira pamadziro, anofanira kurayira kuti matombo ane utachiona abviswe agorasirwa kunzvimbo isina kuchena kunze kweguta. Ipapo ngaarayire kuti madziro ose omukati memba aparwe uye zvaparwa zvigoraswa kunzvimbo isina kuchena kunze kweguta. Ipapo vanofanira kutora mamwe matombo vagotsiva aya vagotora ivhu idzva vakodzura imba. “Kana maperembudzi akaonekwa zvakare mumba mushure mokunge matombo abviswa imba yaparwa yadzurwa, muprista anofanira kuenda kunozvinan'anidza. Kana maperembudzi apararira ihosha inoparadza, imba haina kuchena. Inofanira kupazwa, matombo ayo, mapuranga nokudzura kwose, zvotorwa zvoendeswa kunze kweguta kunzvimbo isina kuchena. “Munhu upi noupi achapinda muimba iyi painenge ichakapfigwa achava asina kuchena kusvika manheru. Munhu wose achavata kana kuti achadya ari mumba iyoyo anofanira kusuka nguo dzake. “Asi kana muprista akauya kuzoiongorora, akaona kuti maperembudzi haana kupararira mumba mushure mokunge yadzurwa, achati imba yakachena nokuti maperembudzi aenda. Kuti anatse imba, anofanira kutora shiri mbiri nedanda romusidhari, mucheka mutsvuku nehisopi. Achaurayira imwe shiri pamusoro pemvura yakachena iri muhari yevhu. Ipapo anofanira kutora puranga romusidhari, hisopi, mucheka mutsvuku, shinda neshiri mhenyu ozvinyika muropa reshiri yafa nemvura yakachena, uye agosasa mumba kanomwe. Achanatsa imba neropa reshiri, mvura yakachena, shiri mhenyu, puranga romusidhari, hisopi uye nomucheka mutsvuku. Ipapo anofanira kuregedza shiri mhenyu kuti iende hayo kunze kweguta kusango. Nenzira iyi achayananisira imba uye ichava yakachena.” Iyi ndiyo mirayiro yechirwere chamaperembudzi, kuswinya, maperembudzi pamucheka kana mumba, uye kuzvimba, kufunuka, kana gwapa rakacheneruka, kuti mugoziva kuti chinhu chakachena kana kuti hachina kuchena. Iyi ndiyo mirayiro yezvirwere zvinotapuriranwa zvamaperembudzi. "
    },
    {
      "chapter": "15",
      "verses": "Kurasa Zvinhu Zvinosvibisa Jehovha akati kuna Mozisi naAroni, “Taurai navaIsraeri muti kwavari, ‘Kana murume ane zvimwe zvinoerera, zvinobuda pamuviri wake, achava asina kunaka nokuda kwokuerera uku. Kunyange zvikaramba zvichibuda mumuviri wake kana kuti zvikamira zvichamuita kuti ave asina kuchena. Izvi ndizvo zvinoita kuti kuerera uku kumuite kuti ave asina kuchena. “ ‘Mubhedha upi zvawo unorarwa nomurume anobuda zvinoerera mumuviri wake uchava usina kuchena, uye chose chaachagara pachiri chichava chisina kuchena. Munhu wose anobata mubhedha wake anofanira kusuka nguo dzake agoshamba nemvura uye achava asina kuchena kusvikira manheru. Ani naani achagara pachigaro chagarwa nomurume anobuda zvinoerera anofanira kusuka nguo dzake uye agoshamba nemvura, uye achava asina kuchena kusvikira manheru. “ ‘Ani naani achabata murume iyeye anofanira kusuka nguo dzake agoshamba nemvura, uye achava asina kuchena kusvikira manheru. “ ‘Kana murume iyeye akasvipira mumwe munhu akachena, achava asina kuchena kusvikira manheru. “ ‘Chinhu chose chichatasvwa nomurume iyeye chichava chisina kuchena, uye ani naani achabata zvinhu zvanga zviri pasi pake achava asina kuchena kusvikira manheru; ani naani anonhonga zvinhu izvozvo anofanira kusuka nguo dzake agoshamba nemvura, uye achava asina kuchena kusvikira manheru. “ ‘Ani naani achabatwa nomurume iyeye asina kushamba maoko ake anofanira kusuka nguo dzake agoshamba nemvura, uye achava asina kuchena kusvikira manheru. “ ‘Hari yevhu ichabatwa nomurume iyeye inofanira kuputswa uye mudziyo upi zvawo wakagadzirwa nomuti unofanira kusukwa nemvura. “ ‘Kana murume acheneswa kubva pakuerera kwake anofanira kuverenga mazuva manomwe okucheneswa kwake; anofanira kusuka nguo dzake agoshamba nemvura yakachena, uye achava akachena. Pazuva rorusere anofanira kutora njiva mbiri kana hangaiwa diki mbiri agouya nadzo pamberi paJehovha pamusuo weTende Rokusangana agodzipa kumuprista. Muprista anofanira kudzibayira, imwe sechipiriso chechivi uye imwe sechipiriso chinopiswa. Nenzira iyi achamuyananisira pamberi paJehovha nokuda kwokuerera kwake. “ ‘Kana mbeu yomurume upi noupi ikabuda kwaari, anofanira kushamba muviri wake wose nemvura, uye achava asina kuchena kusvikira manheru. Kunyange chipfeko chake kana dehwe rine mbeu rinofanira kusukwa nemvura uye zvichava zvisina kuchena kusvikira manheru. Kana murume akavata nomukadzi uye akabuda mbeu, vaviri ava vanofanira kushamba nemvura uye vachava vasina kuchena kusvikira manheru. “ ‘Kana mukadzi ari kumwedzi, kusachena kwokuenda kumwedzi kwake kuchapera mushure mamazuva manomwe, uye ani naani achamubata achava asina kuchena kusvikira manheru. “ ‘Chinhu chose chaachavata pachiri achiri kutevera chichava chisina kuchena uye chose chaachagara pachiri chichava chisina kuchena. Ani naani achabata paanovata anofanira kusuka nguo dzake uye agoshamba nemvura, uye achava asina kuchena kusvika manheru. Ani naani achabata chinhu chaachagara anofanira kusuka nguo dzake uye agoshamba nemvura, uye achava asina kuchena kusvikira manheru. Mubhedha kana chimwe chinhu chaanga akagara, kana munhu upi noupi akachibata achava asina kuchena kusvikira manheru. “ ‘Kana murume akavata naye uye kuerera kwake kwomwedzi kukasangana naye, achava asina kuchena kwamazuva manomwe, kunyange mubhedha waanovata pauri uchava usina kuchena. “ ‘Kana mukadzi ano kuerera kweropa kwamazuva akawanda panguva isiri yokuva kwake kumwedzi kana kuti akava nokuerera kunoenderera kupfuura nguva yake yokuva kumwedzi kwake, achava asina kuchena kwenguva yaanobuda ropa sapamazuva ake okuva kumwedzi. Mubhedha upi zvawo waachavata pauri panguva yaanenge achiri kubuda ropa, uchava usina kuchena somubhedha wapakuva kwake kumwedzi, chose chaachagara chichava chisina kuchena sapanguva yokuva kwake kumwedzi. Ani naani achazvibata achava asina kuchena; anofanira kusuka nguo dzake agoshamba nemvura, uye achava asina kuchena kusvikira manheru. “ ‘Kana achinge acheneswa kubva pakuerera kwake anofanira kuverenga mazuva manomwe, mushure maizvozvo achava akachena. Pazuva rorusere anofanira kutora njiva mbiri kana hangaiwa mbiri diki agouya nadzo kumuprista pamusuo weTende Rokusangana. Muprista anofanira kubayira imwe sechipiriso chechivi, uye imwe sechipiriso chinopiswa. Nenzira iyi achamuyananisira pamberi paJehovha pakusachena kwake kwokubuda ropa. “ ‘Munofanira kutsaura vaIsraeri kubva pazvinhu zvose zvinoita kuti vave vasina kuchena, kuitira kuti vasafa mukusachena kwavo nokuda kwokuti vasvibisa nzvimbo yandinogara, iri pakati penyu.’ ” Iyi ndiyo mirayiro yomurume anenge ane zvinoerera, youpi noupi anenge asvibiswa nokubuda kwezvinoerera, yomukadzi anenge ari kumwedzi, yomurume kana mukadzi anenge ane zvinoerera, uye neyomurume anovata nomukadzi anenge asina kuchena. "
    },
    {
      "chapter": "16",
      "verses": "Zuva roKuyananisira Jehovha akataura naMozisi mushure mokufa kwavanakomana vaAroni vaviri avo vakafa pavakaswedera kuna Jehovha. Jehovha akati kuna Mozisi, “Udza mukoma wako Aroni kuti asangopinda paanodira muNzvimbo Tsvene-tsvene kuseri kwechidzitiro pamberi pechigaro chenyasha paaereka, nokuti angangofa, nokuti ndinozviratidza mugore pamusoro pechigaro chenyasha. “Aya ndiwo mapindiro anofanira kuita Aroni munzvimbo tsvene: apinde nehando diki yechipiriso chechivi uye negondohwe rechipiriso chinopiswa. Anofanira kupfeka nguo tsvene yomucheka, nguo dzomukati dzomucheka pamuviri wake; anofanira kusunga bhanhire romucheka muchiuno chake agopfeka nguwani yomucheka. Idzi ndidzo nguo tsvene, saka anofanira kushamba nemvura asati adzipfeka. Kubva kuungano yavaIsraeri anofanira kutora nhongo mbiri dzechipiriso chechivi uye negondohwe rechipiriso chinopiswa. “Aroni anofanira kupa hando yechipiriso chechivi chake kuti azviyananisire iye nemhuri yake. Ipapo anofanira kutora mbudzi mbiri agouya nadzo pamberi paJehovha pamusuo weTende Rokusangana. Anofanira kukanda mijenya pambudzi mbiri idzi, mumwe mujenya waJehovha nomumwe wembudzi yokutakudzwa. Aroni anofanira kuuya nembudzi yakabatwa nomujenya waJehovha agoibayira sechipiriso chechivi. Asi mbudzi inosarudzwa nomujenya sembudzi yokutakudzwa ichauyiswa iri mhenyu pamberi paJehovha igoshandiswa pakuyananisira, icharegedzwa ichienda kurenje sembudzi yokutakudzwa. “Aroni anofanira kuuya nehando yake yechipiriso chake chechivi, kuti azviyananisire iye nemhuri yake, uye anofanira kubaya hando yechipiriso chake chechivi. Anofanira kutora hadyana yakazara namazimbe ari kubvira kubva paaritari pamberi paJehovha nezvanza zviviri zvezvinonhuwira zvakatsetseka agoenda nazvo seri kwechidzitiro. Anofanira kuisa zvinonhuwira pamusoro pomoto pamberi paJehovha, uye utsi hwezvinonhuwira huchafukidza chigaro chenyasha pamusoro peChipupuriro, kuti asafa. Anofanira kutora rimwe ropa rehando uye nomunwe wake agorisasa pamberi pechigaro chenyasha. “Ipapo anofanira kubaya mbudzi yechipiriso chechivi chavanhu agotora agoenda neropa racho seri kwechidzitiro agoita naro sezvaakaita neropa rehando. Acharisasa pachigaro chenyasha napamberi pacho. Nenzira iyi achayananisira Nzvimbo Tsvene-tsvene nokuda kwokudarika uye nokumukira kwavaIsraeri, zvisinei kuti zvivi zvavo zvanga zviri zvipi. Anofanira kuitira Tende Rokusangana zvimwe chetezvo, iro riri pakati pavo, pakati pokusachena kwavo. Hapana munhu anofanira kunge ari muTende Rokusangana panguva inopindwamo naAroni kunoyananisira muNzvimbo Tsvene-tsvene kusvikira abuda, azviyananisira iye nemhuri yake uye neungano yose yavaIsraeri. “Ipapo achabuda oenda kuaritari iri pamberi paJehovha agoiyananisira. Achatora rimwe ropa rehando nerembudzi agoriisa panyanga dzose dzearitari. Achasasa rimwe ropa racho pairi nomunwe wake kanomwe kuti aichenese uye aitsaure kubva pakusachena kwavaIsraeri. “Kana Aroni apedza kuyananisira Nzvimbo Tsvene-tsvene, Tende Rokusangana nearitari, achauya nembudzi mhenyu. Anofanira kuisa maoko ake ose pamusoro wembudzi mhenyu agoreurura pamusoro payo kuipa nokumukira kwose kwavaIsraeri, zvivi zvavo zvose agozviisa pamusoro pembudzi. Acharega mbudzi ichienda kurenje nomunhu anenge apiwa basa iroro. Mbudzi iyi ichatakura pairi zvivi zvavo zvose kunzvimbo isina vanhu, uye munhu uyu achairegedzera murenje. “Ipapo Aroni achapinda muTende Rokusangana agobvisa nguo dzomucheka dzaapfeka asati apinda muNzvimbo Tsvene-tsvene uye achadzisiya ipapo. Achashamba nemvura munzvimbo tsvene agopfeka nguo dzake dzamazuva ose. Ipapo achabuda agobayira chipiriso chake chinopiswa nechipiriso chinopiswa chavanhu, agozviyananisira iye navanhu. Achapisawo mafuta echipiriso chechivi paaritari. “Murume achandoregedzera mbudzi yokutakudzwa, anofanira kusuka nguo dzake agoshamba nemvura; mushure maizvozvo agozopinda mumusasa. Hando yechipiriso chezvivi nembudzi yechipiriso chezvivi, zvine ropa rinenge rauyiswa muNzvimbo Tsvene-tsvene kuti zviyananisire, zvinofanira kuendeswa kunze kwomusasa, matehwe acho, nyama namazvizvi zvinofanira kupiswa. Munhu anozvipisa anofanira kusuka nguo dzake agoshamba nemvura mushure maizvozvo agozopinda mumusasa. “Uyu unofanira kuva mutemo unogara nokusingaperi kwamuri: Pazuva regumi romwedzi wechinomwe munofanira kutsanya musingaiti kana basa, chingava chizvarwa chenyu kana mutorwa agere pakati penyu, nokuti pazuva iri muchayananisirwa, kuti mucheneswe. Ipapo, pamberi paJehovha muchava vakachena pazvivi zvenyu zvose. Isabata rokuzorora, uye munofanira kuzvinyima; uyu murayiro unogara nokusingaperi. Muprista akazodzwa nokugadzwa kuti atevere baba vake somuprista mukuru anofanira kuyananisira. Anofanira kupfeka nguo dzomucheka, nguo tsvene agoyananisira Nzvimbo Tsvenetsvene neTende Rokusangana, nearitari uye navaprista navamwe vanhu vose veungano. “Uyu unofanira kuva murayiro unogara nokusingaperi kwamuri: Kuyananisira uku kunofanira kuitwa kamwe chete pagore, nokuda kwezvivi zvose zvavaIsraeri.” Uye zvakaitwa, sezvakarayirwa Mozisi naJehovha. "
    },
    {
      "chapter": "17",
      "verses": "Kudya ropa kunorambidzwa Jehovha akati kuna Mozisi, “Taura kuna Aroni navanakomana vake nokuvaIsraeri vose uti kwavari, ‘Izvi ndizvo zvakarayirwa naJehovha: MuIsraeri upi zvake anobayira nzombe, gwayana kana mbudzi mumusasa kana kunze kwawo, panzvimbo yokuuya nayo pamusuo weTende Rokusangana kuti aipe sechipiriso kuna Jehovha pamberi petabhenakeri yaJehovha, murume iyeye achanzi ane mhosva yokudeura ropa; adeura ropa saka anofanira kubviswa pakati pavanhu vokwake. Izvi zvinoitirwa kuti vaIsraeri vauye nezvibayiro zvavo zvavanobayira kusango, kuna Jehovha. Vanofanira kuuya nazvo kumuprista, ndiko kuti, kuna Jehovha, pamusuo wokupinda muTende Rokusangana vagozvibayira sezvipiriso zvokuwadzana. Muprista achasasa ropa paaritari yaJehovha pamusuo weTende Rokusangana agopisa mafuta kuti ave chinonhuwira zvinofadza kuna Jehovha. Havafanirizve kupa zvibayiro zvavo zvakare kuzvifananidzo zvembudzi izvo zvavanoita ufeve nazvo. Uyu uchava murayiro unogara nokusingaperi kwavari uye nokumarudzi achatevera.’ “Uti kwavari: ‘MuIsraeri upi zvake kana mutorwa agere pakati pavo anopa chipiriso chinopiswa kana chibayiro uye agorega kuuya nacho kumusuo weTende Rokusangana kuzochipa kuna Jehovha, munhu iyeye anofanira kubviswa pakati pavanhu vokwake. “ ‘MuIsraeri upi zvake kana mutorwa agere pakati pavo anodya ropa ripi zvaro ndichanangana nomunhu iyeye anodya ropa uye ndichamubvisa pakati pavanhu vokwake. Nokuti upenyu hwenyama huri muropa uye ndaripa kwamuri kuti rikuyananisirei paaritari; ropa ndiro rinoyananisira upenyu hwomunhu. Naizvozvo ndinoti kuvaIsraeri, “Hapana mumwe wenyu anofanira kudya ropa, uye hapana mutorwa agere pakati penyu anofanira kudya ropa.” “ ‘MuIsraeri upi zvake kana mutorwa agere pakati penyu anovhima mhuka ipi neipi ingadyiwa, anofanira kudurura ropa rayo agorifusira nevhu, nokuti upenyu hwechisikwa chose iropa racho. Ndiko kusaka ndati kuvaIsraeri, “Hamufaniri kudya ropa rechisikwa chipi zvacho nokuti upenyu hwechisikwa huri muropa; ani naani anoridya anofanira kubviswa pakati pavanhu vokwake.” “ ‘Ani naani, angava chizvarwa chenyu kana mutorwa, anodya chinhu chinowanikwa chakafa, kana kuti chinowanikwa chakabvarurwa nemhuka dzomusango, anofanira kusuka nguo dzake agoshamba nemvura uye achava asina kuchena kusvikira manheru; ipapo achava akachena. Asi kana akarega kusuka nguo dzake akashamba iye, achapiwa mhosva.’ ” "
    },
    {
      "chapter": "18",
      "verses": "Kusangana kwomurume nomukadzi kusiri pamutemo Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari, ‘Ndini Jehovha Mwari wenyu. Hamufaniri kuita sezvavanoita kuIjipiti, kwamaigara uye hamufaniri kuita sezvavanoita kuKenani, kwandiri kukuendesai. Musatevera zviito zvavo. Munofanira kutevera mitemo yangu uye mugochenjerera kuti mutevere mirayiro yangu. Ndini Jehovha Mwari wenyu. Chengetai mirayiro nemitemo yangu nokuti munhu anoiteerera achararama nayo. Ndini Jehovha. “ ‘Hapana anofanira kuswedera kuhama yepedyo kuti avate naye. Ndini Jehovha. “ ‘Usazvidza baba vako nokusangana namai vako. Ndimai vako usasangana navo. “ ‘Usasangana nomukadzi wababa vako izvi zvingazvidza baba vako. “ ‘Usasangana nehanzvadzi yako kana mwanasikana wababa vako kana mwanasikana wamai vako, zvisinei kuti akaberekwa mumba mumwe chete kana kumwewo. “ ‘Usasangana nomwanasikana womwanakomana wako kana mwanasikana womwanasikana wako; izvi zvingauyisa kuzvidzwa kwauri. “ ‘Usasangana nomwanasikana womukadzi wababa vako akaberekwa nababa vako, ihanzvadzi yako. “ ‘Usasangana nehanzvadzi yababa vako ihama yababa vako yepedyo. “ ‘Usasangana nomukoma kana munun'una wamai vako nokuti ihama yamai vako yepedyo. “ ‘Usazvidza munun'una kana mukoma wababa vako nokuswedera kumukadzi wavo kuti uvate naye; nokuti ndimaiguru kana mainini. “ ‘Usasangana nomuroora wako mukadzi womwanakomana wako; usasangana naye. “ ‘Usasangana nomukadzi womukoma kana munun'una wako; izvi zvingauyisa kuzvidzwa kwomukoma kana munun'una wako. “ ‘Usasangana nomukadzi pamwe chete nomwanasikana wake. Usasangana nomwanasikana womwanakomana wake kana mwanasikana womwanasikana wake; ihama dzake dzepedyo. Zvakaipa izvozvo. “ ‘Usatora munun'una womukadzi wako kuti ave mukadzinyina, varwisane, ugosangana naye mukadzi wako achiri mupenyu. “ ‘Usaswedera kumukadzi kuti usangane naye panguva yokusachena kwokuenda kumwedzi kwake. “ ‘Usasangana nomukadzi womuvakidzani wako ugozvisvibisa naye. “ ‘Usapa ani zvake pakati pavana vako kuti vabayirwe kuna Moreki nokuti haufaniri kumhura zita raJehovha. Ndini Jehovha. “ ‘Usavata nomurume somurume anovata nomukadzi; zvinonyangadza. “ ‘Usasangana nemhuka uye ugozvisvibisa nayo. Mukadzi haafaniri kuzvipa kumhuka kuti asangane nayo; uku kunyangadza kukuru. “ ‘Musazvisvibisa neimwe yenzira idzi nokuti ndudzi dzandichadzinga pamberi penyu dzakazvisvibisa naizvozvo. Kunyange nyika yakasvibiswa; naizvozvo ndakairanga nokuda kwezvakaipa zvayo uye nyika yakarutsa vagari vayo. Asi imi munofanira kuchengeta mirayiro yangu nemitemo yangu. Zvizvarwa zvenyu navatorwa vagere pakati penyu havafaniri kuita kana chimwe chezvinhu zvinonyangadza izvi, nokuti zvinhu zvose izvi zvakaitwa navanhu vaigara munyika iyoyo musati mavamo, uye nyika ikasvibiswa. Uye kana mukasvibisa nyika, ichakurutsirai kunze sokurutsa kwayakaita marudzi aigaramo imi musati mavamo. “ ‘Ani naani anoita zvinonyangadza izvi, vanhu vakadaro vanofanira kubviswa kubva pavanhu vokwavo. Chengetai zvandakakurayirai uye musatevedzera kana imwe yetsika dzinonyangadza dzaiitwa musati mauya, uye musazvisvibisa nadzo. Ndini Jehovha Mwari wenyu.’ ” "
    },
    {
      "chapter": "19",
      "verses": "Mirayiro yakasiyana-siyana Jehovha akati kuna Mozisi, “Taura kuungano yose yeIsraeri uti kwavari, ‘Ivai vatsvene nokuti ini Jehovha Mwari wenyu ndiri mutsvene. “ ‘Mumwe nomumwe wenyu anofanira kuremekedza mai nababa vake uye munofanira kuchengetedza maSabata angu. Ndini Jehovha Mwari wenyu. “ ‘Musava nehanya nezvifananidzo kana kuzviitira zvimwari zvesimbi dzakanyungudutswa. Ndini Jehovha Mwari wenyu. “ ‘Kana uchipa Jehovha chibayiro chechipiriso chokuwadzana, unofanira kuchipa nenzira inoita kuti chigamuchirwe pachinzvimbo chako. Chichadyiwa nomusi waunochibayira kana zuva rinotevera; chinhu chipi nechipi chinosiyiwa kusvika pazuva rechitatu chinofanira kupiswa. Kana zvimwe zvacho zvikadyiwa pazuva rechitatu hazvina kuchena uye hazvigamuchirwi. Ani naani anozvidya achapiwa mhosva nokuti asvibisa chitsvene kuna Mwari; munhu iyeye anofanira kubviswa pakati pavanhu vokwake. “ ‘Kana uchikohwa mumunda wako usakohwa kusvika kumuchetocheto womunda wako, kana kunhongera zvawira pasi pakukohwa. Musakohwa kechipiri mumunda wemizambiringa kana kunhonga mazambiringa adonha. Zvisiyire varombo kana vatorwa. Ndini Jehovha Mwari wenyu. “ ‘Usaba. “ ‘Usareva nhema. “ ‘Musanyengedzana. “ ‘Usapika nhema nezita rangu ugozvidza zita raMwari wako. Ndini Jehovha. “ ‘Usabiridzira muvakidzani wako kana kumubira nechisimba. “ ‘Usachengeta mubayiro womushandi kusvikira mangwana. “ ‘Usatuka matsi kana kuisa chigumbuso mberi kwebofu, asi itya Mwari wako. Ndini Jehovha. “ ‘Usaminamisa kururamisira, usatsaura murombo uchifarira mupfumi, asi tonga muvakidzani wako zvakakodzera. “ ‘Usafamba uchiparadzira makuhwa pakati pavanhu vokwako. “ ‘Usaita chinhu chinoisa upenyu hwomuvakidzani wako panjodzi. Ndini Jehovha. “ ‘Usavenga hama yako mumwoyo mako. Tsiura muvakidzani wako zviri pachena kuitira kuti usazova nomugove pamhosva yake. “ ‘Usatsvaka kutsiva kana kugara nedaka nomumwe wavanhu vokwako asi ida muvakidzani wako sokuda kwaunozviita iwe. Ndini Jehovha. “ ‘Chengeta mirayiro yangu. “ ‘Usaberekesa mhando dzemhuka dzakasiyana. “ ‘Usadyara mbeu mbiri dzakasiyana mumunda mako. “ ‘Usapfeka nguo yakarukwa nemicheka miviri yakasiyana. “ ‘Kana murume akavata nomukadzi ari murandakadzi akavimbiswa kuno mumwe murume, asi mukadzi asina kudzikinurwa kana kupiwa rusununguko rwake, panofanira kuva nokurangwa kwakakodzera. Asi haafaniri kuurayiwa nokuti mukadzi uyu anga asati asunungurwa. Zvisinei, murume uyu anofanira kuuya negondohwe kumusuo weTende Rokusangana rechipiriso chemhosva kuna Jehovha. Negondohwe rechipiriso chemhosva muprista anofanira kumuyananisira pamberi paJehovha nokuda kwechivi chaakaita, uye chivi chake chicharegererwa. “ ‘Kana mapinda munyika iyo mukadyara muchero upi noupi, torai michero yacho seisingabvumirwi. Kwamakore matatu munofanira kuitora seisingabvumirwi. Haifaniri kudyiwa. Mugore rechina, michero yacho yose ichava mitsvene, chipiriso chokurumbidza kuna Jehovha. Asi mugore rechishanu mungadya michero yacho. Nenzira iyi gohwo renyu richawedzerwa. Ndini Jehovha Mwari wenyu. “ ‘Usadya nyama ipi neipi ichine ropa. “ ‘Usaita zvokushopera kana zvouroyi. “ ‘Musacheka bvudzi renyu kumativi omusoro kana kudimurira ndebvu dzenyu. “ ‘Musacheka miviri yenyu nokuda kwavakafa kana kuzviisa nyora. Ndini Jehovha. “ ‘Usaderedza unhu hwomwanasikana wako nokumuita chifeve nokuti nyika yose ichaita ufeve ikazara nouipi. “ ‘Chengetedza maSabata angu uye uremekedze nzvimbo yangu tsvene. Ndini Jehovha. “ ‘Usaenda kumasvikiro nokune vezvemidzimu nokuti uchasvibiswa navo. Ndini Jehovha Mwari wako. “ ‘Unofanira kusimukira vachena bvudzi, ratidza rukudzo kuna vakuru uye utye Mwari wako. Ndini Jehovha. “ ‘Kana mutorwa akagara nemi munyika, musamubate zvakaipa. Mutorwa anogara nemi anofanira kubatwa sechizvarwa chenyu. Mudei sokuda kwamunozviita imi nokuti maiva vatorwa muIjipiti. Ndini Jehovha Mwari wenyu. “ ‘Musashandise zviero zvokubiridzira kana muchiera urefu, uremu kana uwandu. Shandisai zviyero zvechokwadi efaa rechokwadi nehinib rechokwadi. Ndini Jehovha Mwari wenyu akakubudisai muIjipiti. “ ‘Chengetai mirayiro yangu yose nemitemo yangu yose, mugoitevera. Ndini Jehovha.’ ” "
    },
    {
      "chapter": "20",
      "verses": "Kurangwa nokuda kweZvivi Jehovha akati kuna Mozisi, “Uti kuvaIsraeri, ‘MuIsraeri upi noupi kana mutorwa upi noupi agere muIsraeri achapa vana vake kuna Moreki anofanira kuurayiwa. Vanhu vomunyika yake vanofanira kumutaka namabwe. Ndichanangana nomunhu iyeye uye ndichamubvisa pakati pavanhu vokwake, nokuti, nokuda kwokupa vana vake kuna Moreki, asvibisa nzvimbo yangu tsvene uye amhura zita rangu dzvene. Kana vanhu vomunyika yake vakashaya hanya kana munhu uyu achipa mumwe wavana vake kuna Moreki vakasamuuraya, ndichanangana nomunhu uyo nemhuri yake, uye ndichamubvisa pakati pavanhu vokwake, iye pamwe chete navose vanomutevera pakuita ufeve naMoreki. “ ‘Ndichanangana nomunhu uyo achaenda kumasvikiro, nokuvadzimu achiita ufeve nokuvatevera uye ndichamubvisa pakati pavanhu vokwake. “ ‘Zvitsaurei mugove vatsvene nokuti ndini Jehovha Mwari wenyu. Chengetai mitemo yangu mugoitevera. Ndini Jehovha anokuitai vatsvene. “ ‘Ani naani anotuka baba kana mai vake anofanira kuurayiwa. Atuka baba kana mai vake uye ropa rake richava pamusoro pake. “ ‘Kana mumwe akaita upombwe nomukadzi womumwe murume, kana nomukadzi womuvakidzani wake, vose murume mhombwe nomukadzi chifeve vanofanira kuurayiwa. “ ‘Kana murume akavata nomukadzi wababa vake azvidza baba vake. Vose murume nomukadzi vanofanira kuurayiwa. Ropa ravo richava pamusoro pavo. “ ‘Kana mumwe akavata nomuroora wake, vose vari vaviri vanofanira kuurayiwa, zvavaita kunyangadza kukuru; ropa ravo richava pamusoro pavo. “ ‘Kana mumwe akavata nomurume seanovata nomukadzi vose vari vaviri vaita zvinonyangadza. Vanofanira kuurayiwa. Ropa ravo richava pamusoro pavo. “ ‘Kana mumwe akawana mukadzi pamwe chete namai vake, zvakaipa. Vose iye naivo vanofanira kupiswa mumoto kuitira kuti pasawanikwe kuipa pakati penyu. “ ‘Kana murume akavata nemhuka anofanira kuurayiwa uye munofanira kuuraya mhuka yacho. “ ‘Kana mukadzi akaswedera kumhuka kuti avate nayo, urayai zvose mukadzi nemhuka yacho. Vanofanira kuurayiwa; ropa ravo richava pamusoro pavo. “ ‘Kana murume akawana hanzvadzi yake mwanasikana wababa vake, kana kuti wamai vake, uye vakavata vose, ichi chinyadziso. Vanofanira kubviswa pamberi pameso avanhu vokwavo. Azvidza hanzvadzi yake uye achava nemhosva. “ ‘Kana murume akavata nomukadzi panguva yokuva kwake kumwedzi akasangana naye, afumura chaipo panobva kuyerera kwake, mukadziwo azvifumura. Vose vari vaviri vanofanira kubviswa pavanhu vokwavo. “ ‘Usavata namainini kana vatete vako nokuti uku kuzvidza hama yapedyo; mose muri vaviri muchava nemhosva. “ ‘Kana murume akavata nomukadzi wababamunini vake azvidza babamunini vake. Vachava nemhosva; vachafa vasina vana. “ ‘Kana murume akawana mukadzi womukoma kana munun'una ichi chinhu chisina kunaka, azvidza mukoma kana munun'una wake. Vachashaya vana. “ ‘Chengetai mirayiro yangu nemitemo yangu mugoitevera kuitira kuti nyika yandiri kukuendesai kwairi irege kukurutsirai kunze. Hamufaniri kutevera tsika dzamarudzi andichadzinga pamberi penyu. Nokuti vakaita zvinhu zvose izvi, ndikavasema. Asi ndakati kwamuri, “Muchatora nyika yavo. Ndichaipa kwamuri senhaka, nyika inoerera mukaka nouchi.” Ndini Jehovha Mwari wenyu uyo akakutsaurai kubva kune dzimwe ndudzi. “ ‘Naizvozvo unofanira kuisa mutsauko pakati pemhuka dzakachena nedzisina kuchena uye pakati peshiri dzakachena nedzisina kuchena. Musazvisvibisa nemhuka ipi zvayo kana shiri kana chimwe chinhu chinofamba pavhu, idzo dzandakatsaura sedzisina kuchena kwamuri. Munofanira kuva vatsvene kwandiri nokuti ini Jehovha ndiri mutsvene. Ndakakutsaurai kubva kumarudzi kuti muve vangu ndoga. “ ‘Murume kana mukadzi svikiro kana anoita zvemidzimu pakati penyu anofanira kuurayiwa. Munofanira kuvataka namabwe. Ropa ravo richava pamusoro pavo.’ ” "
    },
    {
      "chapter": "21",
      "verses": "Mirayiro yaVaprista Jehovha akati kuna Mozisi, “Taura kuvaprista vanakomana vaAroni uti kwavari: ‘Muprista haafaniri kuzvisvibisa, achiitira kunyange ani zvake pakati pavanhu vake vanofa. Kunze kwehama yepedyo yakaita samai kana baba vake, mwanakomana kana mwanasikana wake, mukoma kana munun'una wake, kana hanzvadzi yake isina kuroorwa yaanochengeta sezvo asina murume nokuda kwaiyeyu angagona kuzvisvibisa. Haafaniri kuzvisvibisa nokuda kwavanhu vano ukama naye hwokuwanana, akadaro azvisvibisa. “ ‘Vaprista havafaniri kuveurwa misoro kana kudimburira ndebvu dzavo kana kutema miviri yavo nyora. Vanofanira kuva vatsvene kuna Mwari wavo uye havafaniri kumhura zita raMwari wavo. Nokuti vanouyisa kuna Jehovha zvipiriso zvinoitwa nomoto, nezvokudya zvaMwari wavo; naizvozvo vanofanira kuva vatsvene. “ ‘Havafaniri kuwana vakadzi vakasvibiswa noufeve kana kuti vakarambwa navarume vavo nokuti muprista mutsvene kuna Mwari wake. Mutsaurei somutsvene nokuti ndiye anouya nezvokudya zvaMwari wenyu. Mutsaurei somutsvene nokuti ini Jehovha ndiri mutsvene, ini ndinokuitai vatsvene. “ ‘Kana mwanasikana womuprista akazvisvibiswa nokuva chifeve, anonyadzisa baba vake; anofanira kupiswa mumoto. “ ‘Muprista mukuru, uyo ari pakati pavakoma navanun'una vake, akadirwa mafuta okuzodzwa pamusoro pake uye akagadzwa kuti apfeke nguo dzouprista, haafaniri kurega bvudzi rake risina kukamiwa, kana kubvarura nguo dzake. Haafaniri kupinda munzvimbo ine chitunha. Haafaniri kuzvisvibisa kunyange nokuda kwababa vake kana mai vake, kana kubva munzvimbo tsvene yaMwari kana kuisvibisa, nokuti akakumikidzwa namafuta okuzodza aMwari wake. Ndini Jehovha. “ ‘Mukadzi waanowana anofanira kunge ari mhandara izere. Haafaniri kuwana chirikadzi, mukadzi akarambwa kana mukadzi akasvibiswa noufeve asi mhandara yakazara bedzi kubva kuvanhu vokwake, kuitira kuti arege kuzosvibisa zvizvarwa zvake pakati pavanhu vokwake. Ndini Jehovha ndinomuita mutsvene.’ ” Jehovha akati kuna Mozisi, “Uti kuna Aroni, ‘Kumarudzi achatevera hakuna mumwe wezvizvarwa zvako akaremara angaswedera pedyo kuzopa zvokudya zvaMwari wake. Hapana munhu ano urema hupi zvahwo angaswedera pedyo: hakuna bofu kana anokamhina kana akaremara; hakuna munhu ane gumbo rakaremara kana ruoko rwakaremara, kana ane musana wakakombama, munhu akapfupikisa kana ano urema hwamaziso kana ane mamota kana ane mhezi, kana akakuvara manhu ake. Hapana wechizvarwa chaAroni akaremara neipi nzira angaswedera pedyo kuzopa zvipiriso zvinoitirwa Jehovha nomoto. Ano urema; haafaniri kuswedera pedyo kuzopa zvokudya zvaMwari wake. Angadya hake zvokudya zvitsvene-tsvene zvaMwari wake, pamwe chete nezvokudya zvitsvene; asi nokuda kwourema hwake, haafaniri kusvika pedyo nechidzitiro kana kusvika paaritari, agosvibisa nzvimbo yangu tsvene. Ndini Jehovha ndinovaita vatsvene.’ ” Saka Mozisi akataura izvi kuna Aroni navanakomana vake nokuvaIsraeri vose. "
    },
    {
      "chapter": "22",
      "verses": "Jehovha akati kuna Mozisi, “Udza Aroni navanakomana vake kuti varemekedze zvipiriso zvitsvene zvavaIsraeri zvavanditsaurira kuti varege kusvibisa zita rangu dzvene. Ndini Jehovha. “Uti kwavari, ‘Kumarudzi achatevera, kana mumwe wezvizvarwa zvenyu asina kuchena akaswedera pedyo nezvinhu zvakatsaurirwa Jehovha navaIsraeri, munhu iyeye anofanira kubviswa pamberi pangu. Ndini Jehovha. “ ‘Kana chizvarwa chaAroni chikava nechirwere chamaperembudzi kana akava nezvinoyerera pamuviri wake, haangadyi zvipiriso zvitsvene kusvikira acheneswa. Achavawo asina kuchena kana akabata chimwe chinhu chakasvibiswa nechitunha kana nomumwe murume anobuda mbeu, kana kuti akabata chose chinokambaira chingamusvibisa kana munhu upi zvake angamusvibisa, kungava kusachena kupi zvako. Munhu uyo achabata kusachena uku achava asina kuchena kusvikira manheru. Haafaniri kudya zvipiriso zvipi zvazvo zvitsvene kusvikira ashamba nemvura. Kana zuva rovira, achava akachena, uye mushure maizvozvo angadya zvipiriso zvitsvene, nokuti ndizvo zvokudya zvake. Haafaniri kudya chimwe chinhu chinowanikwa chakafa kana kuti chabvamburwa nemhuka dzesango, akazosvibiswa nayo. Ndini Jehovha. “ ‘Vaprista vanofanira kuchengeta zvandakarayira kuitira kuti vasava nemhosva uye vakazofa nokuda kwokuti vashora zvandakarayira. Ndini Jehovha anovaita vatsvene. “ ‘Hakuna wokunze kwemhuri yomuprista angadya chipiriso chitsvene, kana mueni womuprista kana mushandi wake angachidya. Asi kana muprista akatenga nhapwa nemari, kana kuti nhapwa ikaberekerwa mumba make, nhapwa iyoyo inogona kudya chokudya chake. Kana mwanasikana womuprista akawanikwa nomumwe munhu asiri muprista haagoni kudya chipi zvacho chezvitsvene zvinouyiswa kumuprista. Asi kana mwanasikana womuprista akava chirikadzi kana kuti akarambwa, iye asina vana, akadzoka kuzogara mumba mababa vake sapaudiki hwake, anogona kudya chokudya chababa vake. Asi munhu asina kukodzera haangadyi kudya uku. “ ‘Kana munhu upi zvake akadya chipiriso chitsvene nokusaziva, anofanira kudzorera kumuprista chipiriso ichi agowedzera chikamu cheshanu pamusoro. Vaprista havafaniri kusvibisa zvipiriso zvitsvene zvinopiwa navaIsraeri kuna Jehovha, nokuvabvumira kudya zvipiriso zvitsvene nokudaro vakazviuyisira mhosva pamusoro pavo inoda muripo. Ndini Jehovha, anovaita vatsvene.’ ” Zvibayiro zvisingagamuchirwi Jehovha akati kuna Mozisi, “Taura kuna Aroni navanakomana vake nokuvaIsraeri vose uti kwavari, ‘Kana mumwe wenyu, angava muIsraeri kana mutorwa, anogara muIsraeri, akapa chipo kuti chive chipiriso chinopiswa kuna Jehovha, kungava kuzadzisa mhiko kana kungopawo chipo, munofanira kupa mukono usina kuremara wemombe, kana gwai, kana mbudzi kuitira kuti zvigogamuchirwa panzvimbo yenyu. Musauya nechinhu chipi zvacho chakaremara nokuti hachizogamuchirwi panzvimbo yenyu. Kana munhu akauyisa kubva mudanga remombe kana ramakwai chipiriso chokuwadzana kuna Jehovha achizadzisa kupika kwake kana kuti sechipo chokungopawo, chinofanira kuva chisina kuremara kana chisina gwapa kuti chigamuchirwe. Musapa kuna Jehovha zvakapofumara, zvakakuvara kana zvakaremara, kana chinhu chine mhezi kana chine maronda anopararira. Musaisa chipi zvacho chezvinhu izvi paaritari sechipiriso chinoitirwa Jehovha nomoto. Munogona kupa zvakadaro sechipo chokungopawo, nzombe kana gwai rakaremera kana zvine mitezo yakarebesa kana yakapfupikisa, asi hazvigamuchirwi pakuzadzisa mhiko. Hamufaniri kupa kuna Jehovha chipiriso chemhuka ina manhu akakuvara, akatswanywa, akabvamburwa kana akachekwa. Hamufaniri kuita izvi munyika menyu. Uye hamufaniri kugamuchira mhuka dzakadai kubva mumaoko omutorwa muchizodzipa sechokudya chaMwari wenyu. Hadzizogamuchirwi panzvimbo yenyu nokuti dzakaremara uye hadzina kukwana.’ ” Jehovha akati kuna Mozisi, “Mhuru, kana gwai, kana mbudzi ikaberekwa, inofanira kugara namai vayo kwamazuva manomwe. Kubva pazuva rorusere zvichienda mberi, ichagamuchirwa sechipiriso chinoitirwa Jehovha nomoto. Musauraya mombe nomwana wayo kana gwai nomwana waro musi mumwe chete. “Kana muchibayira Jehovha chibayiro chokuvonga, chibayirei nenzira inoita kuti chigogamuchirwa panzvimbo yenyu. Chinofanira kudyiwa musi iwoyo, musasiya zvimwe zvacho kusvikira mangwana. Ndini Jehovha. “Chengetai mirayiro yangu mugoitevera. Ndini Jehovha. Musamhura zita rangu dzvene. Ndinofanira kuzivikanwa somutsvene navaIsraeri. Ndini Jehovha anokuitai vatsvene uye akakubudisai kubva muIjipiti kuti ndive Mwari wenyu. Ndini Jehovha.” "
    },
    {
      "chapter": "23",
      "verses": "Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari, ‘Iyi ndiyo mitambo yangu yandakatara, mitambo yakatarwa yaJehovha yamunofanira kudaidzira seungano tsvene. Sabata “ ‘Pane mazuva matanhatu amunoshanda asi zuva rechinomwe iSabata rokuzorora, zuva reungano tsvene. Hamufaniri kuita basa ripi zvaro kwose kwamunogara, iSabata kuna Jehovha. Pasika nechingwa chisina mbiriso “ ‘Iyi ndiyo mitambo yakatarwa yaJehovha, ungano tsvene dzamunodaidzira panguva dzakatarwa. Pasika yaJehovha inotanga madekwana pazuva regumi namana romwedzi wokutanga. Pazuva regumi namashanu romwedzi iwoyo Mutambo waJehovha weChingwa Chisina Mbiriso unotanga; kwamazuva manomwe munofanira kudya chingwa chinobikwa chisina mbiriso. Pazuva rokutanga itai ungano tsvene uye musaita mabasa amazuva ose. Kwamazuva manomwe mupe chipiriso chinoitirwa Jehovha nomoto. Uye pazuva rechinomwe munofanira kuita ungano tsvene uye musaita basa ramazuva ose.’ ” Zvibereko zvokutanga Jehovha akati kuna Mozisi, “Taura kuvaIsraeri uti kwavari, ‘Kana mapinda munyika yandichakupai, mukakohwa gohwo rayo, uyai kumuprista nechisote chezviyo zvamunotanga kukohwa. Anofanira kuninira chisote pamberi paJehovha kuti chigamuchirwe panzvimbo penyu. Muprista anofanira kuchininira pazuva rinotevera Sabata. Pazuva ramunoninira chisote, munofanira kubayira sechipiriso chinopiswa kuna Jehovha, gwayana rine gore rimwe chete risina kuremara, pamwe chete nechipiriso chacho chezviyo chinokwana zvikamu zviviri kubva mugumi zveefaa, zvoupfu hwakatsetseka hwakasanganiswa namafuta, chipiriso chinoitirwa Jehovha nomoto, chinonhuwira zvinofadza, nechipiriso chacho chokunwa chikamu chimwe chete kubva muzvina zvehinib rewaini. Hamufaniri kudya chingwa chipi zvacho, kana zviyo zvakakangwa, kana zviyo zvitsva, kusvikira zuva chairo ramunouya nechipiriso ichi kuna Mwari wenyu. Uyu unofanira kuva murayiro unogara nokusingaperi kumarudzi achatevera, kwose kwamuchagara. Mutambo waMavhiki “ ‘Kubva pazuva rinotevera Sabata, zuva ramakauya nechisote chechipiriso chokuninira, verengai mavhiki manomwe azere. Verengai mazuva makumi mashanu kusvika pazuva rinotevera Sabata rechinomwe, ipapo mugopa chipiriso chezviyo zvitsva kuna Jehovha. Kubva kupi kwose kwamunogara, uyai nezvingwa zviviri zvakaitwa nezvikamu zviviri kubva mugumi zveefa zvoupfu hwakatsetseka zvakabikwa nembiriso sechipiriso chokuninira chezvibereko zvokutanga kuna Jehovha. Pamwe chete nechingwa ichi mupe makwayana manomwe asina kuremara egore rimwe nehando imwe chete diki namakondohwe maviri. Zvichava zvipiriso zvinopisirwa Jehovha, pamwe chete nezvipiriso zvezviyo nezvipiriso zvinonwiwa, chive chipiriso chinoitwa nomoto chinonhuwira zvinofadza kuna Jehovha. Ipapo bayirai nhongo imwe chete sechipiriso chechivi namakwayana maviri, ose egore rimwe chete, sechipiriso chokuwadzana. Muprista anofanira kuninira makwayana maviri pamberi paJehovha sechipiriso chokuninira pamwe chete nechingwa chegohwo rokutanga. Izvi zvipiriso zvitsvene kuna Jehovha zvomuprista. Pazuva rimwe chetero munofanira kudaidzira ungano tsvene murege basa ramazuva ose. Uyu unofanira kuva murayiro unogara nokusingaperi kumarudzi achauya, kwose kwamuchagara. “ ‘Kana muchikohwa gohwo renyika yenyu musakohwa kusvikira kumucheto kwomunda wenyu, kana kunhongera zvinosara pakukohwa kwenyu. Zvisiyirei varanda navatorwa. Ndini Jehovha Mwari wenyu.’ ” Mutambo weHwamanda Jehovha akati kuna Mozisi, “Uti kuvaIsraeri, ‘Pazuva rokutanga romwedzi wechinomwe munofanira kuva nezuva rokuzorora, ungano tsvene inocherechedzwa nokuridza hwamanda. Musaita basa ramazuva ose, asi mupe chipiriso chinoitirwa Jehovha nomoto.’ ” Zuva Rokuyananisira Jehovha akati kuna Mozisi, “Zuva regumi romwedzi iwoyo wechinomwe iZuva Rokuyananisa. Muite ungano tsvene uye muzvinyime zvokudya, mugopa chipiriso chinoitirwa Jehovha nomoto. Musashanda pazuva iroro, nokuti iZuva Rokuyananisira, pamunoyananisirwa pamberi paJehovha Mwari wenyu. Munhu wose asingazvinyimi musi iwoyo anofanira kubviswa pakati pavanhu vokwake. Munhu upi noupi achaita basa ripi zvaro, nomusi iwoyo, ndichamuparadza pakati pavanhu vokwake. Hamufaniri kutomboita basa. Uyu unofanira kuva murayiro unogara nokusingaperi kumarudzi ose achauya, kwose kwamuchagara. Iri iSabata renyu rokuzorora, uye munofanira kuzvinyima. Kubva manheru ezuva repfumbamwe romwedzi kusvikira manheru anotevera munofanira kucherechedza Sabata.” Mutambo waMatumba Jehovha akati kuna Mozisi, “Uti kuvaIsraeri, ‘Pazuva regumi neshanu romwedzi wechinomwe Mutambo waJehovha waMatumba unotanga, uye uchapedza mazuva manomwe. Zuva rokutanga iungano tsvene; musaita basa ramazuva ose. Kwamazuva manomwe mupe kuna Jehovha zvipiriso zvinoitwa nomoto uye pazuva iroro muite ungano tsvene mugopa chipiriso chinoitirwa Jehovha nomoto. Iyi ndiyo ungano yokupedzisira; musaita basa ramazuva ose. “ ‘Iyi ndiyo mitambo yaJehovha yakatarwa yamunofanira kuparidzira ungano tsvene kuti dziuye nezvipiriso zvinoitirwa Jehovha nomoto, nezvipiriso zvinopiswa uye nezvinopiswa zvezviyo, zvibayiro nezvipiriso zvokunwa zvinodiwa mazuva ose. Zvipiriso izvi zvinowedzerwa pamusoro pezviya zvamaSabata aJehovha uye pamusoro pezvipo zvenyu nezvose zvamakapikira nezvipiriso zvose zvokungopa zvamunopa kuna Jehovha. “ ‘Zvino kutanga pazuva regumi namashanu romwedzi wechinomwe, mushure mokunge mapedza kukohwa zvirimwa zvenyika, muite mutambo wokupemberera kuna Jehovha kwamazuva manomwe; zuva rokutanga izuva rokuzorora, uye zuva rorusere izuva rokuzororawo. Pazuva rokutanga munofanira kutsara michero yakanakisisa yemiti, nemichero yemichindwe, namatavi ana mashizha akawanda, nemikonachando, uye mugofara pamberi paJehovha Mwari wenyu kwamazuva manomwe. Munofanira kuitira Jehovha mutambo uyu kwamazuva manomwe gore negore. Uyu unofanira kuva murayiro unogara nokusingaperi kumarudzi achauya; muupemberere mumwedzi wechinomwe. Garai mumatumba kwamazuva manomwe: Zvizvarwa zvose zvavaIsraeri zvinofanira kugara mumatumba kuitira kuti zvizvarwa zvenyu zvigoziva kuti ndakaita kuti vaIsraeri vagare mumatumba pandakavabudisa kubva muIjipiti. Ndini Jehovha Mwari wenyu.’ ” Saka Mozisi akazivisa kuvaIsraeri mitambo yakatarwa yaJehovha. "
    },
    {
      "chapter": "24",
      "verses": "Mafuta nechingwa zvinoiswa pamberi paJehovha Jehovha akati kuna Mozisi, “Rayira vaIsraeri kuti vauye kwauri namafuta akaisvonaka amaorivhi akasvinwa, omwenje, kuitira kuti mwenje irambe ichibvira nguva dzose. Kunze kwechidzitiro cheChipupuriro muTende Rokusangana, Aroni anofanira kuchengetedza mwenje iyi pamberi paJehovha kubva manheru kusvikira kwaedza, nguva dzose. Uyu unofanira kuva murayiro unogara nokusingaperi kumarudzi achauya. Mwenje iri pachigadziko chomwenje chegoridhe rakaisvonaka chiri pamberi paJehovha inofanira kuchengetedzwa nguva dzose. “Torai upfu hwakatsetseka mugobika zvingwa gumi nezviviri muchishandisa zvikamu zviviri kubva mugumi zveefaa pachingwa chimwe nechimwe. Zviisei mumitsara miviri, zvitanhatu mumutsara mumwe nomumwe, patafura yegoridhe rakaisvonaka pamberi paJehovha. Pamutsetse mumwe nomumwe isai zvinonhuwira zvive chirangaridzo chinomirira chingwa uye zvive chipiriso chinoitirwa Jehovha nomoto. Chingwa ichi chinofanira kuiswa pamberi paJehovha nguva dzose, Sabata neSabata zvakamirira vaIsraeri sesungano inogara nokusingaperi. NdechaAroni navanakomana vake, vanofanira kuchidyira munzvimbo tsvene, nokuti ichi chikamu chitsvenetsvene chezvipiriso zvavo zvenguva dzose zvinoitirwa Jehovha nomoto.” Akatuka Jehovha akatakwa namabwe Zvino mwanakomana wavamwe mai vechiIsraeri uye baba vake vari vechiIjipita, akafamba pakati pavana vaIsraeri, uye mwanakomana womukadzi muIsraeri akarwa nomurume muIsraeri mumusasa. Mwanakomana womukadzi muIsraeri akatuka Zita raJehovha nechituko; naizvozvo vakauya naye kuna Mozisi. (Zita ramai vake rainzi Sheromiti, mwanasikana waDhibhiri worudzi rwaDhani.) Vakamuisa mutorongo kusvikira kuda kwaJehovha kwaiswa pachena kwavari. Ipapo Jehovha akati kuna Mozisi, “Tora mutuki uende naye kunze kwomusasa. Vose vakamunzwa vanofanira kuisa maoko avo pamusoro wake uye ungano yose inofanira kumutaka namabwe. Uti kuvaIsraeri, ‘Kana munhu upi zvake akatuka Mwari wake achava nemhosva; ani naani anotuka zita raJehovha anofanira kuurayiwa. Ungano yose inofanira kumutaka namabwe. Kunyange ari mutorwa kana chizvarwa chenyu, akatuka Zita raJehovha anofanira kuurayiwa. “ ‘Ani naani anouraya munhu, anofanira kuurayiwa. Munhu wose anouraya chipfuwo chomumwe munhu anofanira kuchidzoredzera, upenyu hunotsiviwa noupenyu. Kana munhu akakuvadza muvakidzani wake, zvose zvaaita zvinofanira kuitwa kwaari. Kutyora kunotsiviwa nokutyora, ziso rinotsiviwa neziso, zino rinotsiviwa nezino. Sezvaakuvadza mumwe saka naiye anofanira kukuvadzwa. Ani naani anouraya mhuka anofanira kudzoredzera asi ani naani anouraya munhu anofanira kuurayiwa. Munofanira kuva nomutemo mumwe chete pamutorwa napachizvarwa chemo. Ndini Jehovha Mwari wako.’ ” Ipapo Mozisi akataura navaIsraeri, vakatora mutuki vakaenda naye kunze kwomusasa, vakamutaka namabwe akafa. VaIsraeri vakaita sezvakarayirwa Mozisi naJehovha. "
    },
    {
      "chapter": "25",
      "verses": "Gore reSabata Jehovha akati kuna Mozisi pagomo reSinai, “Taura kuvaIsraeri uti kwavari: ‘Kana mapinda munyika yandichakupai, nyika pachayo inofanira kucherechedza sabata kuna Jehovha. Kwamakore matanhatu dyarai minda yenyu, uye kwamakore matanhatu, dimurirai mizambiringa yenyu mugounganidza michero yayo. Asi mugore rechinomwe, nyika inofanira kuva nesabata rokuzorora, sabata rokuitira Jehovha. Musadyara minda yenyu kana kudimurira mizambiringa yenyu. “ ‘Musakohwa zvinomera zvoga kana kukohwa mazambiringa amagoko. Nyika inofanira kuva negore rokuzorora. Gohwo ripi neripi renyika resabata richava zvokudya zvenyu, zvako iwe, murandarume wako nomurandakadzi wako, uye mushandi nomueni agere pakati penyu, pamwe chete nezvipfuwo zvenyu nemhuka dzesango dziri munyika yenyu. Zvibereko zvose zvomunyika zvingadyiwa. Gore reJubhiri “ ‘Verengai maSabata manomwe amakore, makore manomwe akapetwa kanomwe, kuitira kuti maSabata manomwe amakore akwane nguva inoita makore makumi mana namapfumbamwe. Ipapo urayire kuti hwamanda iridzwe kwose pazuva regumi romwedzi wechinomwe; paZuva Rokuyananisira ridzai hwamanda munyika yenyu yose. Tsaurai gore ramakumi mashanu mugoparidza rusununguko munyika yose kuvagari vayo vose. Richava Jubhiri kwamuri; mumwe nomumwe wenyu anofanira kudzokera kune zvake, uye mumwe nomumwe kumhuri yake. Gore ramakumi mashanu richava gore reJubhiri kwamuri. Musadyara uye musakohwa mazambiringa amagoho. Nokuti iJubhiri uye rinofanira kuva dzvene kwamuri. Idyai chete zvinotorwa kubva muminda. “ ‘Mugore iri reJubhiri munhu wose anofanira kudzokera kune zvake. “ ‘Kana mukatengesa munda kuno mumwe womunyika menyu kana kutenga kwaari, musabiridzirana. Munofanira kutenga kubva kuvagari venyika yenyu zvichienderana nouwandu hwamakore kubva pagore reJubhiri. Uye iye anofanira kutengesa zvichienderana nouwandu hwamakore asara okukohwa zvirimwa. Kana makore awanda, munofanira kuwedzera mutengo, uye kana makore ari mashoma, munofanira kudzikisa mutengo, nokuti zvaari kukutengeserai ndizvo chaizvoizvo uwandu hwezvirimwa. Musabiridzirana, asi ityai Mwari wenyu. Ndini Jehovha Mwari wenyu. “ ‘Tevererai mitemo yangu mugochenjerera kuti muteerere mirayiro yangu, ipapo muchagara makachengetedzeka munyika. Ipapo nyika ichabereka zvibereko zvayo uye imi muchadya kusvikira maguta, mugogara makachengetedzeka. Mungabvunza muchiti, “Ko, tichadyei mugore rechinomwe kana tisingadyari kana kukohwa zvirimwa zvedu?” Ndichakutumirai ropafadzo mugore rechitanhatu zvokuti nyika ichabereka zvinokwana makore matatu. Pamunodyara mugore rorusere muchadya kubva kuzvirimwa zvakare, uye mucharamba muchidya kubva kwazviri kusvika gohwo regore rechipfumbamwe rasvika. “ ‘Munda haufaniri kutengeswa nokusingaperi, nokuti nyika ndeyangu uye imi muri vatorwa navaeni kwandiri. Munyika yose yamuchatora, munofanira kutendera kudzikinurwa kwenyika. “ ‘Kana mumwe wavagari venyika yenyu akava murombo akatengesa zvimwe zvezvinhu zvake, hama yake yepedyo inofanira kuuya kuzodzikinura zvakatengeswa nehama yake. Zvisinei, kana munhu ashaya angamudzikinurira zvinhu izvi, asi iye akazobudirira akawana nzira dzakakwana dzokuzvidzikinura, anofanira kupima kukosha kwomutengo wazvo kubva pagore raakazvitengesa, agodzosera zvasara pamuripo wazvo, kumurume waakazvitengesera; ipapo angadzokera kune zvake. Asi kana akashaya nzira dzokumudzorera, nadzo, zvaakatengesa zvicharamba zviri mumaoko omutengi kusvikira gore reJubhiri. Zvichadzoserwa mugore reJubhiri uye iye achagona kudzokera kune zvake. “ ‘Kana munhu akatengesa imba muguta rino rusvingo, anoramba aine mvumo yokuidzikinura kwegore rose shure kwokutengeswa kwayo. Munguva iyoyo anogona kuidzikinura. Kana isina kudzikinurwa gore risati rapfuura, imba iri muguta rino rusvingo ichava yowakatenga nezvizvarwa zvake nokusingaperi. Haifaniri kudzorerwa paJubhiri. Asi dzimba dziri mumisha isina kukomberedzwa namasvingo dzinofanira kuonekwa sesango. Dzinogona kudzikinurwa uye dzinofanira kudzoserwa muJubhiri. “ ‘VaRevhi vane mvumo nguva dzose yokudzikinura dzimba dzavo mumaguta avaRevhi, anova avo. Naizvozvo zvinhu zvavaRevhi zvinogona kudzikinurwa, zvichireva kuti imba inotengeswa muguta ravo ripi neripi inofanira kudzoserwa muJubhiri, nokuti dzimba dziri mumaguta avaRevhi zvinhu zvazvo pakati pavaIsraeri. Asi mafuro amaguta avo haafaniri kutengeswa; inhaka yavo inogara nokusingaperi. “ ‘Kana mumwe wehama dzenyu akava murombo uye asisagoni kuzviriritira pakati penyu, mubatsirei sezvamunoita mutorwa kana mueni kuti arambe achigara pakati penyu. Musatora mhindu yemhando ipi zvayo kubva kwaari, asi ityai Mwari wenyu kuitira kuti hama yenyu irambe ichigara pakati penyu. Hamufaniri kumukweretesa mari muchiti ichazobereka mhindu kana kumutengesera zvokudya zvino mubereko. Ndini Jehovha Mwari wenyu akakubudisai kubva muIjipiti kuti ndikupei nyika yeKenani uye kuti ndive Mwari wenyu. “ ‘Kana mumwe wehama dzenyu akava murombo pakati penyu akazvitengesa kwamuri, musamuita kuti ashande somuranda. Anofanira kubatwa somushandi wamaricho kana kuti mushanyi ari pakati penyu; anofanira kukushandirai kusvikira Gore reJubhiri. Ipapo iye navana vake vanofanira kusunungurwa, uye achadzokera kurudzi rwake nokuzvinhu zvamadzitateguru ake. Nokuti vaIsraeri varanda vangu vandakabudisa kubva muIjipiti, havafaniri kutengeswa senhapwa. Musavatonga neutsinye, asi ityai Mwari wenyu. “ ‘Nhapwa dzenyu dzechirume nedzechikadzi dzinofanira kubva mundudzi dzakakukomberedzai; munogona kutenga nhapwa kubva kwavari. Munogona kutengawo vatorwa vashanyi vagere pakati penyu nemhuri dzavo dzakaberekerwa munyika yenyu, uye vachava pfuma yenyu. Munogona kuvaita nhaka yavana venyu uye kuvaita nhapwa kweupenyu hwavo hwose, asi hamufaniri kutonga vamwe vaIsraeri zvakaomarara. “ ‘Mutorwa kana mushanyi pakati penyu akava mupfumi, uye mumwe wavanhu venyika yenyu akava murombo akazvitengesa kumutorwa agere pakati penyu, kana kumhuri yomutorwa, anoramba ane mvumo yokudzikinurwa mushure mokunge azvitengesa. Mumwe wehama dzake anogona kumudzikinura: Babamunini vake kana mwanakomana wababamunini vake, kana hama yake yapedyo worudzi rwake angamudzikinura. Iye neanomutenga vanofanira kuverenga nguva kubva pagore raakazvitengesa kusvikira paGore reJubhiri. Mutengo wokusunungurwa kwake unofanira kuenzaniswa nemari inoripwa mushandi wemaricho kwamakore iwayo. Kana kuchine makore akawanda asara, anofanira kuripira rudzikinuro rwake, chikamu chikuru chemari yaakaripirwa. Kana kwasara makore mashoma shoma Gore reJubhiri risati rasvika, anofanira kurangana naye agodzosera mari yorudzikinuro rwake zvichienzaniswa namakore ake. Anofanira kubatwa somushandi wemaricho gore rimwe nerimwe; munofanira kuona kuti tenzi wake haamutongi zvakaomarara. “ ‘Kunyange zvake asina kudzikinurwa neimwe yenzira idzi, iye navana vake vanofanira kusunungurwa mugore reJubhiri, nokuti vaIsraeri ndevangu savaranda vangu. Varanda vangu, vandakabudisa kubva muIjipiti. Ndini Jehovha Mwari wenyu. "
    },
    {
      "chapter": "26",
      "verses": "Mubayiro woKuteerera “ ‘Musaita zvifananidzo kana kumisa chifananidzo kana ibwe rinoyera kwamuri, uye musaisa dombo rakavezwa munyika yenyu kuti mukotamire pamberi paro. Ndini Jehovha Mwari wenyu. “ ‘Chengetai maSabata angu uye muremekedze nzvimbo yangu tsvene. Ndini Jehovha. “ ‘Kana mukatevera mitemo yangu uye mukachenjerera kuti muteerere mirayiro yangu, ndichakutumirai mvura nenguva yayo, uye ivhu richabereka zvirimwa zvaro uye miti yesango ichabereka michero yayo. Kupura kwenyu kuchasvika pakukohwa mazambiringa uye kukohwa mazambiringa kuchasvika pakudyara, uye muchadya zvose zvamunoda uye mugogara makachengetedzeka munyika menyu. “ ‘Ndichapa rugare panyika, uye muchavata pasi pasina achakuvhundutsai. Ndichabvisa zvikara zvesango panyika, uye munondo haungazopfuuri nomunyika yenyu. Muchadzinganisa vavengi venyu, uye vachawa nomunondo pamberi penyu. Vashanu venyu vachadzinganisa zana, uye zana renyu richadzinganisa zviuru gumi uye vavengi venyu vachawa nomunondo pamberi penyu. “ ‘Ndichakutarisai nenyasha uye ndichaita kuti muve nezvibereko uye muwande, uye ndichachengeta sungano yangu nemi. Muchange muchiri kudya gohwo regore rakapera pamuchazobvisa kuti muise zvitsva. Ndichadzika tabhenakeri yangu pakati penyu uye handizokusemei. Ndichafamba pakati penyu ndigova Mwari wenyu, uye muchava vanhu vangu. Ndini Jehovha Mwari wenyu, ndakakubudisai kubva munyika yeIjipiti kuti musazova varanda kuvaIjipiti zvakare, ndakatyora matanda ejoko renyu ndikakufambisai makati twi. Chirango choKusateerera “ ‘Asi kana mukasanditeerera uye mukasaita zvose izvi zvandinorayira, uye mukaramba mitemo yangu, mukasema mirayiro yangu, mukatadza kuzadzisa zvose zvandakarayira, saizvozvo mukaputsa sungano yangu, ipapo ndichaita izvi kwamuri: Ndichauyisa pamusoro penyu zvinotyisa, zvirwere zvinoparadza nedenda richaparadza meso enyu, uye rigokusvetai upenyu hwenyu. Muchadyarira zviyo zvenyu pasina nokuti vavengi venyu vachazvidya. Chiso changu chichanangana nemi zvokuti muchakundwa navavengi venyu. Avo vanokuvengai vachakutongai, uye muchatiza kunyange pasina anokudzinganisai. “ ‘Kana mukasanditeerera mushure maizvozvi zvose, ndichakurangai kakapetwa kanomwe nokuda kwezvivi zvenyu. Ndichaputsa kuzvikudza kwenyu ndigoita kuti denga renyu rive sesimbi, uye ivhu riri pasi penyu sendarira. Simba renyu richaperera pasina nokuti ivhu renyu harizobereki zvibereko, kana miti yenyika yenyu, michero yayo. “ ‘Kana mukaramba muchirwisana neni uye mukaramba kunditeerera, ndichawedzera matambudziko enyu zvakapetwa kanomwe, sezvakafanira zvivi zvenyu. Ndichatuma zvikara zvesango kuti zvizokurwisai, uye zvichakutorerai vana venyu, zvigoparadza mombe dzenyu zvigokuitai vashoma zvokuti nzira dzenyu dzichasara dzisina vanhu. “ ‘Ipapo kana musingadi kudzorwa neni pazvinhu izvi, asi mukaramba muchirwisana neni, ini pachangu ndicharwisana nemi, uye ndichakurangai kakapetwa kanomwe nokuda kwezvivi zvenyu. Uye ndichauyisa munondo wehondo pamusoro penyu kuti unditsivire kuputswa kwesungano. Kana mukatizira mumaguta enyu ndichatumira denda pakati penyu, uye muchaiswa mumaoko avavengi. Kana ndikamisa mugove wenyu wechingwa, vakadzi gumi vachagona kubika chingwa chenyu pachoto chimwe chete, uye vachakanya chingwa chenyu zviri pamwero. Muchadya, asi hamungaguti. “ ‘Mushure maizvozvi, mukaramba musinganditeereri asi mukaramba muchienderera mberi nokundirwisa, ipapo mukutsamwa kwangu ndicharwisana nemi, uye ini pachangu ndichakurangai nokuda kwezvivi zvenyu kakapetwa kanomwe. Muchadya nyama yavanakomana venyu nenyama yavanasikana venyu. Ndichaparadza nzvimbo dzenyu dzakakwirira, ndigotemera pasi aritari dzenyu dzezvinonhuwira uye ndigounganidza zvitunha zvenyu pamusoro pavamwari venyu vasina upenyu, uye ndichakusemai. Ndichaita kuti maguta enyu ave matongo uye ndigoparadza nzvimbo dzenyu tsvene, uye handizofariri munhuwi unonhuwira zvinofadza wezvipiriso zvenyu. Ndichaparadza nyika yenyu, zvokuti vavengi venyu vanogaramo vachashamiswa. Ndichakuparadzirai mukati mamarudzi uye ndichabudisa munondo wangu ndigokudzingirirai. Nyika yenyu ichaparara, uye maguta enyu achava matongo. Ipapo nyika ichafarira makore ayo esabata panguva yose yokuparadzwa kwayo pamunenge muri munyika yavavengi venyu; ipapo nyika ichazorora igofadzwa namasabata ayo. Panguva yose yokuparadzwa kwayo nyika ichava nezororo rayakashayiwa pamasabata panguva yamakararama mairi. “ ‘Kana vari vamwe venyu vanosara, ndichaita kuti hana dzavo dzizare nokutya munyika dzavavengi vavo zvokuti kurira kweshizha rinopeperetswa nemhepo kuchaita kuti vatize. Vachamhanya vachiwirana sokunge vari kutiza munondo, vachawa kunyange pasina ari kuvadzinganisa. Vachabonderana sokunge vanotiza munondo, kunyange pasina anovadzinganisa. Saka hamuzogoni kumira pamberi pavavengi venyu. Muchaparara pakati pendudzi; nyika yavavengi venyu ichakuparadzai. Avo pakati penyu vachasara, vachaonda munyika dzavavengi vavo nokuda kwezvivi zvavo; uye vachaonda nokuda kwezvivi zvamadzibaba avo. “ ‘Asi kana vakareurura zvivi zvavo nezvivi zvamadzibaba avo, kundimukira kwavo noruvengo rwavo kwandiri, zvakaita kuti ndivarwise kusvikira ndavaendesa kunyika yavavengi vavo, ipapo kana mwoyo yavo isina kudzingiswa yaninipiswa, varipira zvivi zvavo, ndicharangarira sungano yangu naJakobho nesungano yangu naIsaka uye nesungano yangu naAbhurahama; uye ndicharangarira nyika iyi. Nokuti nyika yavachasiya icharamba ichifarira masabata ayo kunyange yaparadzwa saizvozvo vasimo. Vacharipira zvivi zvavo nokuti vakaramba mirayiro yangu vakasema mitemo yangu. Asi kunyange zvakadaro, kana vari munyika yavavengi vavo, handizovarambi kana kuvasema kuti ndivaparadze zvachose, ndichiputsa sungano yangu navo. Ndini Jehovha Mwari wavo. Asi nokuda kwavo ndicharangarira sungano yandakaita namadzitateguru avo vandakabudisa kubva muIjipiti pamberi pendudzi dzose kuti ndive Mwari wavo. Ndini Jehovha.’ ” Iyi ndiyo mitemo, mirayiro nezvakatemwa zvakamiswa naJehovha pagomo reSinai pakati pake navaIsraeri kubudikidza naMozisi. "
    },
    {
      "chapter": "27",
      "verses": "Kudzikinura zvaJehovha Jehovha akati kuna Mozisi, “Taura navaIsraeri uti kwavari, ‘Kana munhu akaita mhiko yakasarudzika yokuti akumikidze vanhu kuna Jehovha nokupa mutengo wakaenzanirana, utare mutengo womunhurume ane makore ari pakati pamakumi maviri namakumi matanhatu pamashekeri makumi mashanua esirivha, zvichienzaniswa neshekeri rapanzvimbo tsveneb; uye kana ari munhukadzi, utare mutengo wake pamashekeri makumi matatuc. Kana ari munhu ana makore ari pakati pamashanu namakore makumi maviri, utare mutengo womunhurume pamashekeri makumi mavirid, uye munhukadzi pamashekeri gumie. Kana ari munhu ari pakati pomwedzi mumwe namakore mashanu, utare mutengo womunhurume pamashekeri mashanuf esirivha uye utare pamunhukadzi mashekeri matatug esirivha. Kana munhu ane makore makumi matanhatu kana anopfuura, utare mutengo womunhurume pamashekeri gumi namashanuh, uye pamunhukadzi mashekeri gumi. Kana munhu wose anenge achiita mhiko ari murombo zvikuru zvokutotadza kuripa muripo wakatarwa, anofanira kuuya nomunhu uyu kumuprista, achatara mutengo wake zvichienderana nezvinokwaniswa nomunhu ari kuita mhiko. “ ‘Kana chaakapika chiri mhuka inogamuchirika sechipiriso kuna Jehovha, mhuka yakadai inopiwa kuna Jehovha ichava tsvene. Haafaniri kuchitsinhanisa kana kuisa chakanaka panzvimbo yechakaipa, kana chakaipa panzvimbo yechakanaka; kana akaisa mhuka pachinzvimbo cheimwe, dzose dziri mbiri neyatsinhanisa dzichava tsvene. Kana chaakapika chiri mhuka isina kuchena, iyo isingagamuchiriki sechipiriso kuna Jehovha, mhuka iyi inofanira kupiwa kumuprista, uyo achatara kukosha kwayo, kuti yakanaka kana kuti yakaipa. Mutengo upi noupi uchatemwa nomuprista, ndiwo uchave mutengo wayo. Kana muridzi achida kudzikinura mhuka iyi, anofanira kupamhidzira chikamu chimwe chete muzvishanu pamutengo wayo. “ ‘Kana munhu akakumikidza imba yake sechinhu chitsvene kuna Jehovha, muprista achatara kukosha kwayo kuti yakanaka here kana kuti yakaipa. Mutengo upi noupi uchatemwa nomuprista, ndiwo ucharamba uripo. Kana murume anokumikidza imba yake akaidzikinura, anofanira kupamhidzira chikamu chimwe chete muzvishanu zvomutengo wayo. Uye imba ichava yake zvakare. “ ‘Kana munhu akakumikidza kuna Jehovha chikamu chomunda wemhuri yake, mutengo wawo unofanira kutarwa zvichienderana nouwandu hwezviyo zvinodiwa ipapo, mashekeri makumi mashanu esirivha pahomerii yezviyo yebhari. Kana akakumikidza munda wake mugore reJubhiri, mutengo wakatarwa unoramba uripo. Asi kana akakumikidza munda wake mushure meJubhiri, muprista achatara mutengo zvichienderana namakore asara Jubhiri rinotevera risati rasvika, uye mutengo wawo wakatarwa uchaderedzwa. Kana murume anokumikidza munda achida kuudzikinura, anofanira kupamhidzira chikamu chimwe chete muzvishanu pamutengo wacho, uye munda uchava wake zvakare. Kunyange zvakadaro, kana asingadzikinuri munda wake, kana akautengesera mumwe munhu, hauzogoni kudzikinurwa. Kana munda ukasunungurwa muJubhiri, uchava mutsvene, somunda wakapiwa kuna Jehovha; uchava munda wavaprista. “ ‘Kana munhu akakumikidza munda waakatenga kuna Jehovha, usiri chikamu chomunda wemhuri yake, muprista achatara mutengo wawo kusvikira mugore reJubhiri, uye munhu uyu anofanira kuripa mutengo wawo musi iwoyo sechinhu chitsvene kuna Jehovha. Mugore reJubhiri munda uchadzokera kumunhu waakatengserana naye uyo aiva muridzi womunda. Mutengo wose unofanira kutarwa zvichienderana neshekeri repanzvimbo tsvene, makumi maviri amagera pashekeri rimwe. “ ‘Zvisinei hazvo, hapana munhu angakumikidza dangwe remhuka, sezvo dangwe ragara riri raJehovha kare; ingava mombe kana gwai; ndezvaJehovha. Kana iri imwe yemhuka dzisina kuchena, anogona kuidzikinura nomutengo wayo wakatarwa, achipamhidzira chikamu chimwe chete muzvishanu pamutengo wayo. Kana isina kudzikinurwa, inofanira kutengeswa nomutengo wayo wakatarwa. “ ‘Asi hakuna chinhu chomunhu chinopiwa kuna Jehovha, angava munhu kana mhuka kana munda wemhuri, chinogona kutengeswa kana kudzikinurwa; chinhu chose chinopiwa saizvozvo chinova chitsvene kwazvo kuna Jehovha. “ ‘Hakuna munhu anopiwa kuti aparadzwe angadzikinurwa; anofanira kuurayiwa. Chegumi chezvinhu zvose zvinobva mumunda, zvingava zviyo zvinobva muvhu kana michero yemiti, ndezvaJehovha; zvitsvene kuna Jehovha. Kana munhu akadzikinura chimwe chinhu pazvegumi zvake, anofanira kupamhidzira chikamu chimwe chete muzvishanu pamutengo wacho. Chegumi chose chemombe namakwai, mhuka yose yegumi inopfuura napasi petsvimbo yomufudzi, ichava tsvene kuna Jehovha. Haafaniri kusarudza zvakanaka kubva mune zvakaipa kana kuzvitsinhanisa. Kana akazvitsinhanisa, mhuka dzose dziri mbiri, yatsiviwa neyatsiva, dzichava tsvene uye hadzigoni kudzikinurwa.’ ” Iyi ndiyo mirayiro yavaIsraeri yakapiwa Mozisi naJehovha paGomo reSinai. "
    }
  ]
}