{
  "book": "Rukuru",
  "chapters": [
    {
      "chapter": "1",
      "verses": "1Rwiyo Rukuru rwaSoromoni: Mukadzi 2Ngaanditsvode hake nokutsvoda kwomuromo wake. Nokuti rudo rwako runofadza kupfuura waini. 3Kunhuwirira kwamafuta enyu kunofadza; zita renyu rakafanana namafuta anonhuwirira adururwa. Hazvishamisi kuti mhandara dzinokudai! 4Nditorei muende neni, ngatikurumidzei. Mambo ngaandipinze mudzimba dzake dzomukati. Shamwari Tinokupembererai nokukufarirai, ticharumbidza rudo rwenyu kupfuura waini. Mukadzi Regai zvenyu mhandara dzikudei! 5Kusviba ndakasviba zvangu, vanasikana veJerusarema, asi ndakanaka hangu, ndakasviba samatende eKedhari, kana kuti samaketeni apamawindo eimba yaSoromoni. 6Musanditarisisa nokuda kwoutema hwangu, nokuti ndakasvibiswa nezuva. Vanakomana vamai vangu vakanditsamwira vakandiita kuti ndichengete minda yemizambiringa; munda wangu chaiwo wemizambiringa ndakaushayira nguva. 7Ndiudze, iwe mudiwa wangu, kwaunofudzira makwai ako nokwaunozorodzera makwai ako masikati. Ko, ndichaitirei somukadzi akafukidza chiso chake pedyo namakwai eshamwari dzako? Shamwari 8Kana usingazivi, iwe mukadzi akanaka kukunda vamwe, chitevera makwara amakwai ugondofudzira mbudzana dzako pedyo namatende avafudzi. Murume 9Ndinokufananidza, iwe mudiwa wangu, nebhiza rakasungwa pane imwe yengoro dzaFaro. 10Matama ako akashongedzwa zvakanaka nemhete, mutsipa wako nezvuma zvamatombo anokosha. 11Tichakugadzirira mhete dzenzeve dzegoridhe nesirivha. Mukadzi 12Mambo paakanga agere patafura yake, munhuwi wamafuta andainge ndazora wakapararira. 13Mudiwa wangu, kwandiri akaita sakahomwe kemura kanogara pakati pamazamu angu. 14Mudiwa wangu, kwandiri akaita sesumbu ramaruva machena anobva mubindu remizambiringa yeEni Gedhi. Murume 15Kunaka here kwawakaita uku, mudiwa wangu! Aa, wakazonaka! Meso ako injiva chaidzo! Mukadzi 16Wakanaka sei, mudiwa wangu! Aa, unofadza! Uye uvato hwedu hwakasvibira. Murume 17Nhungo dzeimba yedu ndedzomusidhari; mbariro dzacho ndedzomupaini. "
    },
    {
      "chapter": "2",
      "verses": "Mukadzi 1Ndiri ruva reSharoni, ruva romumipata. Murume 2Seruva riri pakati peminzwa, ndizvo zvakaita mudiwa wangu pakati pemhandara. Mukadzi 3Somuti womuapuro pakati pemiti yesango, ndizvo zvawakaita mudiwa wangu pakati pamajaya. Ndinofarira kugara mumumvuri wake, uye muchero wake unondinakira kuudya. 4Akaenda neni kuimba yamabiko, uye mureza wake pamusoro pangu ndirwo rudo. 5Ndisimbise namazambiringa akaomeswa, ndisimbise namaapuro; nokuti ndoziya norudo. 6Ruoko rwake rworuboshwe rwuri pasi pomusoro wangu, uye ruoko rwake rworudyi rwakandimbundikira. 7Imi vanasikana veJerusarema ndinokupikirai nemhara uye nenondo dzesango: Musazunguza kana kumutsa rudo kusvikira irwo rwada rwoga. 8Inzwai! Inzwi romudiwa wangu! Tarirai! Hoyo ouya achiuruka nomumakomo, achikwakuka nomuzvikomo. 9Mudiwa wangu akafanana nemhara kana netsvana yenondo. Tarirai! Hoyo amira seri kworusvingo rwedu, akatarira napamawindo achidongorera napamaburi apamawindo. 10Mudiwa wangu akataura kwandiri akati, “Simuka, mudiwa wangu, iwe munakunaku wangu, uya tiende tose. 11Tarira! Nguva yechando yapera; mvura yapera; uye haichanayi. 12Maruva oonekwa panyika; nguva yokuimba yasvika, kurira kwenjiva kwonzwikwa munyika yedu. 13Muonde wobereka michero yawo yokutanga; uye mizambiringa yotunga maruva ayo anonhuwira kwazvo. Simuka, uya, mudiwa wangu; munakunaku wangu, uya tiende tose.” Murume 14Njiva yangu iri mumikaha yedombo, munzvimbo dzokuvanda mumativi egomo, ndiratidze chiso chako, ndinoda kunzwa inzwi rako; nokuti inzwi rako rinotapira, uye chiso chako chinoyevedza. 15Tibatirei makava, ivo vana vemakava anoparadza minda yemizambiringa, iyo mizambiringa yedu yotunga maruva. 16Mudiwa wangu ndowangu uye ndiri wake; anofamba-famba pakati pamaruva omubani. 17Kusvikira zuva rabuda uye mimvuri yatiza, pinduka, mudiwa, ubva waita semhara kana tsvana pamusoro pezvikomo. "
    },
    {
      "chapter": "3",
      "verses": "1Usiku hwose ndiri pamubhedha wangu ndakatsvaka uyo anodiwa nomwoyo wangu; ndakamutsvaka asi handina kumuwana. 2Ndichasimuka zvino ndinofamba-famba muguta, mumigwagwa yaro nomuzvivara zvaro; ndichatsvaka iye anodiwa nomwoyo wangu. Saka ndakamutsvaka asi handina kumuwana. 3Varindi vakandiona pavaiva pabasa ravo rokufamba-famba vachichengetedza guta. “Ko, mamboona here iye anodiwa nomwoyo wangu?” 4Ndichingopfuudzana navo ndakabva ndamuwana, iye anodiwa nomwoyo wangu. Ndakamubata ndikasamuregedza kusvikira ndaenda naye kumba kwamai vangu, kuimba yaavo vakandibereka. 5Vanasikana veJerusarema, ndinokurayirai nemhara kana nenondo dzesango kuti: usazunguza kana kumutsa rudo kusvikira irwo rwada rwoga. 6Ndianiko uyo ari kuuya achibva nokurenje seshongwe youtsi ine munhuwi wemura, nezvimwe zvinonhuwira zvakagadzirwa nezvikuyiwa zvinonhuwira zvavashambadzi? 7Tarirai! Ndiyo ngoro yaSoromoni, yakachengetedzwa nemhare makumi matanhatu dzamachinda, apamusoro-soro omuIsraeri. 8Mumwe nomumwe wavo ane munondo parutivi rwake, vakagadzirira kutarisana nezvinotyisa usiku. 9Mambo Soromoni akazvigadzirira ngoro; akaigadzira nemiti yokuRebhanoni. 10Mbiru dzacho akadzigadzira nesirivha, pokuzembera musana pakagadzirwa negoridhe. Pokugara pakashongedzwa nejira repepuru, mukati mayo makashongedzwa norudo navanasikana veJerusarema. 11Budai imi vanasikana veZioni, muzoona Mambo Soromoni akapfeka korona, korona yaakapfekedzwa namai vake musi wesvitsa, zuva iro mwoyo wake wakafara. "
    },
    {
      "chapter": "4",
      "verses": "Murume 1Wakanaka sei, mudiwa wangu! A, wakazonaka! Meso ako uri mumumbure injiva chaidzo. Bvudzi rako rakaita sedanga rembudzi riri kuburuka kubva muGomo reGireadhi. 2Meno ako akafanana neboka ramakwai achangobva mukuveurwa, ari kubva kundoshambidzwa. Rimwe nerimwe riine rarakafanana naro, pasina riri roga zvaro. 3Miromo yako yakafanana nomucheka mutsvuku; muromo wako wakaisvonaka. Matama ako uri mumumbure wako akaita sezvikamu zviviri zvedamba. 4Mutsipa wako wakafanana neshongwe yaDhavhidhi yakavakwa zvinoyevedza. Mairi makaturikwa nhoo dzine chiuru dzose dziri nhoo dzemhare. 5Mazamu ako ari maviri akafanana netsvana mbiri dzemhara, mapatya emhara dzinofura pamwe chete pakati pamaruva. 6Kusvikira zuva rabuda uye mimvuri yotiza, ndichaenda kugomo remura nokuchikomo chezvinonhuwira. 7Wakaisvonaka iwe, mudiwa wangu; mauri hamuna kana chinongo. 8Ngatiendei tose kuRebhanoni, iwe mwenga wangu, ngatiendei tose kuRebhanoni. Buruka kubva pamusoro-soro peAmana, kubva pamusoro peSeniri, panhongonya peHerimoni, kubva kumapako eshumba nokumakomo anofamba-famba mbada. 9Watora mwoyo wangu hanzvadzi yangu, mwenga wangu; ndatorwa mwoyo nokungondiringa kwawaita kamwe chete, uye nedombo rimwe rinokosha rechishongo chomutsipa wako. 10Rudo rwako kwandiri runondifadza sei, hanzvadzi yangu, mwenga wangu! Rudo rwako runofadza sei kukunda waini. Uye kunhuwira kwamafuta ako okuzora vkunokunda zvose zvinonhuwira. 11Miromo yako inodonhesa zvinotapira sezinga rouchi, mwenga wangu; uchi nomukaka zviri pasi porurimi rwako. Kunhuwira kwenguo dzako kwakafanana nokweRebhanoni. 12Wakaita sebindu rakapfigwa, hanzvadzi yangu, mwenga wangu. Wakaita setsime rakakomberedzwa nechisipiti chakavakirirwa. 13Miti yako ibindu ramatamba nemimwe michero yakaisvonaka, hena nenaridhi, 14naridhi nesafuroni, karamusi, nesinamoni, nemiti yose inogadziriswa zvinonhuwira nemura negavakava, uye zvose zvinonhuwira zvakanakisisa. 15Uri chitubu chomubindu, tsime remvura inoerera, inoerera ichibva kuRebhanoni. Mukadzi 16Muka iwe mhepo yokumusoro, uye uya iwe mhepo yezasi! Vhuvhuta napabindu rangu kuti kunhuwirira kwezvirimo kuparadzirwe kwose kwose. Rega mudiwa wangu apinde mubindu rake, agoravira michero yaro yakaisvonaka, sepaanodira. "
    },
    {
      "chapter": "5",
      "verses": "Murume 1Ndauya zvangu mubindu rangu, hanzvadzi yangu, iwe mwenga wangu; ndaunganidza mura yangu pamwe chete nezvinonhuwira zvangu. Ndadya zinga rangu rouchi nouchi hwangu; ndanwa waini yangu nomukaka wangu. Shamwari Idyai, imi shamwari, uye munwe; Inwai mugute, imi vadiwa. Mukadzi 2Ndakavata asi mwoyo wangu wakanga wakasvinura. Inzwai! Mudiwa wangu ari kugogodza. Anoti, “Ndizarurire, hanzvadzi yangu, mudiwa wangu, njiva yangu, wangu asina chinongo. Musoro wangu wanyorova nedova, bvudzi rangu ranyoroveswa nounyoro hwousiku.” 3Ndabvisa nguo yangu, ndoipfekazve here? Ndashambidza tsoka dzangu, ndingagodzisvibisazve here? 4Mudiwa wangu akapinza ruoko rwake nepahwangwadza yomukova; mwoyo wangu wakatanga kumudokwairira. 5Ndakasimuka kuti ndizarurire mudiwa wangu, maoko angu akadonha mura, mimwe yangu ichiyerera mura, pazvibato zvechizarira. 6Ndakazarurira mudiwa wangu, asi mudiwa wangu akanga abva; akanga atoenda. Mwoyo wangu wakarwadziwa nokuenda kwake. Ndakamutsvaka asi handina kumuwana. Ndakamudana asi haana kupindura. 7Varindi vakandiona pavaiva pabasa ravo rokufamba-famba vachichengetedza guta. Vakandirova, vakandikuvadza; vakanditorera jasi rangu, ivava varindi vamasvingo! 8Imi vanasikana veJerusarema, ndinokurayirai, kana mukaona mudiwa wangu, muchamuudzeiko? Mumuudze kuti ndinorwara norudo. Shamwari 9Mudiwa wako akanaka kukunda vamwe pakudii, iwe zvako wakanaka kukunda vamwe vakadzi? Mudiwa wako akanaka kukunda vamwe pakudii, zvaunotirayira kudaro? Mukadzi 10Mudiwa wangu akanaka uye mutsvuku, anokunda vane zviuru gumi. 11Musoro wake igoridhe chairo; bvudzi rake rinoyevedza uye rakasviba segunguo. 12Meso ake akafanana nenjiva dziri pahova dzemvura, dzakashambidzwa mumukaka, akarongwa nezvishongo. 13Matama ake akaita semihomba yezvinonhuwira. inobereka zvinonhuwira. Miromo yake yakaita samaruva anodonha mura. 14Maoko ake itsvimbo dzegoridhe dzakaiswa mabwe anokosha. Muviri wake wakaita senyanga dzenzou dzinobwinya dzakashongedzwa nesafiri. 15Makumbo ake imbiru dzamabwe machena akamiswa pazvigadziko zvegoridhe rakanatswa. Chimiro chake chakaita seRebhanoni, chakanakisisa semisidhari yayo. 16Muromo wake inhapitapi pachayo; zvirokwazvo akaisvonaka. Uyu ndiye mudiwa wangu, ndiye shamwari yangu, imi vanasikana veJerusarema. "
    },
    {
      "chapter": "6",
      "verses": "Shamwari 1Ko, mudiwa wako aendepiko, iwe zvako wakanaka kukunda vamwe vakadzi? Mudiwa wako aenda nokupiko, kuti tigomutsvaka pamwe chete newe? Mukadzi 2Mudiwa wangu adzika kubindu rake, kumihomba yezvinonhuwirira, kuti andomema mumapindu nokutanha maruva. 3Ini ndiri womudiwa wangu uye mudiwa wangu ndowangu; anomema pakati pamaruva. Murume 4Wakanaka iwe mudiwa wangu, seTiriza, unoyevedza seJerusarema, unoremekedzeka samauto ane mireza. 5Bvisa meso ako pandiri; anondikunda. Bvudzi rako rakaita sedanga rembudzi riri kuburuka muGireadhi. 6Meno ako akafanana neboka ramakwai achangobva mukushambidzwa. Rimwe nerimwe rine rarakafanana naro, pasina riri roga zvaro. 7Matama ako uri mumumbure wako akaita sezvikamu zviviri zvedamba. 8Kungava navanamambokadzi makumi matanhatu, navarongo makumi masere nemhandara dzisingaverengeki; 9Asi njiva yangu, iye akakwana wangu, ndiwe mumwe oga, mwanasikana mumwe oga wamai vake, iye woga anodikanwa naiye akamubereka. Mhandara dzakamuona dzikamuti akaropafadzwa. Vanamambokadzi navarongo vakamurumbidza. Shamwari 10Ko, ndiani uyo anotaridzika samambakwedza, akanaka somwedzi, anopenya sezuva, akanaka senyeredzi dziri mumudungwe? Murume 11Ndakadzika kusango remiti yemipfura kundoona zvitsva zvakamera mumupata, kundoona kana mizambiringa yainge yabukira, kana kuti mitamba yainge yava namaruva. 12Ndisati ndambodii, mwoyo wangu wakandiisa pakati pengoro dzoumambo dzavanhu vangu. Shamwari 13Dzoka, dzoka iwe muShurami; dzoka, dzoka kuti timbokuona! Ko, munodirei kuona muShurami sezvamunoita mutambo weMahanaimi? "
    },
    {
      "chapter": "7",
      "verses": "1Dzakanaka sei tsoka dzako dzakapfekedzwa shangu, iwe mwanasikana womuchinda! Makumbo ako akanakisisa akaita sezvishongo, basa ramaoko emhizha. 2Guvhu rako rakatenderera somukombe unogara uine waini yakasanganiswa zvakanaka. Chiuno chako murwi wegorosi wakakomberedzwa namaruva. 3Mazamu ako akaita setsvana mbiri, mapatya emhara. 4Mutsipa wakaita seshongwe yakagadzirwa nenyanga dzenzou. Meso ako ndiwo madziva eHeshibhoni pasuo reBhati Rabhimi. Mhuno yako yakaita seshongwe yeRebhanoni yakatarisa kudivi reDhamasiko. 5Musoro wako unokushongedza nekorona seGomo reKarimeri. Bvudzi rako rakaita sezvirukwa zvomumba mamambo; mwoyo wamambo wakabatwa nokugadzirwa kwebvudzi rako. 6Wakanaka uye unofadza sei, iwe mudiwa nezvinofadza zvako! 7Chimiro chako chakaita somuti womuchindwi; uye mazamu ako samasumbu omuchero. 8Ndakati, “Ndichakwira muchindwi uyu, ndigobata muchero wawo.” Mazamu ako ngaaite samasumbu omuzambiringa, munhuwi wokufema kwako uite samaapuro, 9muromo wako ugoita sewaini yakanakisisa. Mukadzi Waini ngaiendeswe kumudiwa wangu chaiko, igoyerera zvinyoronyoro, napamiromo yake nameno ake. 10Ini ndiri womudiwa wangu, uye iye anondishuva. 11Uya, mudiwa wangu, ngatiendei kumunda, tigozopedza usiku hwose kumamisha. 12Ngatimukirei kuminda yemizambiringa tindoona kana mizambiringa yakabukira, uye kana maruva awo azaruka, uye kana mitamba yatumbuka yava namaruva, ikoko ndiko kwandichakupa rudo rwangu. 13Miti yemidiwadiwa inopa kunhuwira kwayo, uye pamusuo pedu pane zvinonaka zvose, zvose zvitsva nezvitsaru, zvandakachengetera iwe, mudiwa wangu. "
    },
    {
      "chapter": "8",
      "verses": "1Dai chete wakanga uri sehanzvadzi kwandiri, akanwa pamazamu amai vangu! Ipapo kana ndaikuwana panze, ndaikutsvoda uye hapana aizondishora. 2Ndaizokutora ndouya newe kumba kwamai vangu, ivo vakandidzidzisa. Ndaikupa waini yakaiswa zvinonhuwira kuti unwe, nomukume wemitamba yangu. 3Ruoko rwake rworuboshwe rwuri pasi pomusoro wangu, uye ruoko rwake rworudyi rwakandimbundikira. 4Imi vanasikana veJerusarema ndinokurayirai: Musazunguza kana kumutsa rudo kusvikira irwo rwada rwoga. Shamwari 5Ndianiko uyo ari kuuya achibva kurenje akazendamira pamudiwa wake? Mukadzi Pasi pomuti womuapuro ndakakumutsa; ipapo mai vako vakakubereka, ipapo ivo vairwadziwa vakakubereka. 6Ndiise pamwoyo pako sechisimbiso, sechisimbiso paruoko rwako; nokuti rudo rwakasimba sorufu godo rarwo, seguva harishanduki. Runopisa serimi romoto, somurazvo mukuru kwazvo. 7Mvura zhinji haigoni kudzima rudo; nzizi hadzigoni kurukukura. Kunyange munhu akapa pfuma yose yemba yake kuti awane rudo, zvingazvidzwa chose. Shamwari 8Tine hanzvadzi yedu duku uye mazamu ake haasati akura. Tichaitireiko hanzvadzi yedu pazuva rokukumbirwa kwayo kuti iwanikwe? 9Kana ari rusvingo, tichavaka shongwe dzesirivha paari. Kana ari musuo, tichamukomberedza namapuranga omusidhari. Mukadzi 10Ndiri rusvingo, mazamu angu akaita seshongwe. Ndizvo zvandava pamberi pake, somunhu anouyisa kugutsikana. 11Soromoni aiva nomunda wemizambiringa muBhaari Hamoni; akapa munda wake wemizambiringa kuvanhu vairima vachimuripira. Mumwe nomumwe wavo pachibereko chawo aiuya namashekeri chiurua esirivha. 12Asi munda wangu wemizambiringa ndowangu kuti ndiupe; Chiuru chamashekeri esirivha ndechako, iwe Soromoni, asi mazana mavirib ndeevanochengeta michero yawo. Murume 13Iwe unogara mumapindu unoshandirwa neshamwari, rega ndinzwe inzwi rako! Mukadzi 14Handei mudiwa wangu, uite semhara kana setsvana pamusoro pamaakomo azere zvinonhuwira. "
    }
  ]
}
