{
  "book": "Vatongi",
  "chapters": [
    {
      "chapter": "1",
      "verses": "VaIsraeri vanorwa navaKenani vakasara Mushure mokufa kwaJoshua, vaIsraeri vakabvunza Jehovha vakati, “Ndiani pakati pedu achatanga kukwira kundorwa navaKenani?” Jehovha akapindura akati, “Judha ngaaende; ndapa nyika mumaoko avo.” Ipapo varume veJudha vakati kuvaSimeoni hama dzavo, “Ngatiendei tose kunyika yatakagoverwa, kuti tindorwa navaKenani. Nesuwo tichaenda nemi kumugove wenyu.” Saka vaSimeoni vakaenda navo. Judha paakarwisa, Jehovha akaisa vaKenani navaPerizi mumaoko avo uye vakauraya varume zviuru gumi paBhezeki. Ipapo ndipo pavakawana Adhoni Bhezeki vakarwa naye. Adhoni Bhezeki akatiza, asi vakamudzinganisa vakamubata, vakagura zvigunwe zvake zvikuru zvomumaoko nezvigunwe zvake zvikuru zvomumakumbo. Ipapo Adhoni Bhezeki akati, “Madzimambo makumi manomwe, vagurwa zvigunwe zvikuru zvomumaoko nezvigunwe zvikuru zvokumakumbo, vakanonga zvimedu zvezvokudya pasi petafura yangu. Zvino Mwari anditsiva pane zvandakaita kwavari.” Vakaenda naye kuJerusarema akandofira ikoko. Varume veJudha vakarwisawo Jerusarema vakaritora. Vakakunda guta nomunondo uye vakaripisa. Shure kwaizvozvo, varume veJudha vakaburuka vakandorwa navaKenani vaigara munyika yezvikomo, kuNegevhi uye nomujinga mezvikomo zvokumavirira. Vakaenda vakandorwa navaKenani vaigara muHebhuroni (rainzi Kiriati Abha kare) vakakunda Sheshai, Dhimani neTarimai. Vachibva ipapo, vakaenda vakandorwa navanhu vaigara muDhebhiri (rainzi Kiriati Seferi kare.) Uye Karebhu akati, “Ndichapa mwanasikana wangu Akisa kuti ave mukadzi kumurume acharwisa uye achatapa Kiriati Seferi.” Otinieri mwanakomana waKenazi, munun'una waKarebhu, akarikunda, saka Karebhu akapa mwanasikana wake Akisa kuti awanikwe naye. Rimwe zuva akati achisvika kuna Otinieri, akamukurudzira kuti akumbire munda kuna baba vake. Akati aburuka pambongoro yake, Karebhu akamubvunza akati, “Ndingakuitireiko?” Iye akapindura akati, “Ndiitirei zvakanaka. Sezvo makandipa nyika kuNegevhi, ndipeiwo matsime emvura.” Ipapo Karebhu akamupa matsime okumusoro neezasi. Zvizvarwa zvatezvara vaMozisi, vaKeni, vakakwira vachibva kuGuta reMichindwe vaine varume veJudha kuti vandogara pakati pavanhu vokuGwenga reJudha riri kuNegevhi pedyo neAradhi. Ipapo varume veJudha vakaenda navaSimeoni hama dzavo vakandorwisa vaKenani vaigara muZefati, uye vakaparadza guta iri zvachose. Naizvozvo rakatumidzwa kuti Horima. Varume veJudha vakakundazve Gaza, Ashikeroni neEkironi, guta rimwe nerimwe nenyika yaro. Jehovha akanga ana vanhu veJudha. Vakatora nyika yezvikomo kuti ive yavo, asi havana kugona kudzinga vanhu vaibva mumapani, nokuti vakanga vane ngoro dzesimbi. Sokuvimbisa kwaMozisi, Hebhuroni yakapiwa kuna Karebhu, uyo akabudisa mairi vanakomana vatatu vaAnaki. Kunyange zvakadaro, vaBhenjamini vakatadza kudzinga vaJebhusi, vaigara muJerusarema; kusvikira nhasi vaJebhusi vageremo navaBhenjamini. Zvino veimba yaJakobho vakarwisa Bheteri, uye Jehovha aiva navo. Vakati vatuma vanhu kundoshora Bheteri (rainzi Ruzi kare), Vashori vakaona murume achibuda muguta vakati kwaari, “Tiratidze kuti tingapinda sei muguta tigokuitira zvakanaka.” Saka akavaratidza, uye ivo vakakunda guta nomunondo asi vakaponesa murume uya nemhuri yake. Ipapo akaenda kunyika yavaHiti, kwaakandovaka guta akaritumidza kuti Ruzi, rinova ndiro zita raro nanhasi. Asi Manase haana kudzinga vanhu veBheti Shani kana veTanaki kana veDhori kana veIbhireami kana veMegidho uye nenzvimbo dzavo dzokugara dzakapoteredza, nokuti vaKenani vakanga vazvipira kuti vagare munyika iyoyo. VaIsraeri vakati vasimba vakamanikidza vaKenani kuti vashande basa rechibharo asi havana kumbovadzinga zvachose. Uye Efuremu haana kudzingawo vaKenani vaigara muGeeri, asi vaKenani vakaramba vagere pakati pavo. NaZebhuruniwo haana kudzinga vaKenani vaigara muKitironi kana vaNaharori, vakaramba vagere pakati pavo; asi vakaita kuti vaite basa rechibharo. Uye Asheri haanawo kudzinga vaya vaigara muAko kana veSidhoni kana Ahirabhi kana Akizibhi kana Heribha kana Afeki kana Rehobhi, uye nokuda kwaizvozvo vanhu veAsheri vakagara pakati pavaKenani avo vaigara munyika. Nafutari haana kudzinga avo vaigara muBheti Shemeshi kana muBheti Anati; asi vaNafutari vakagarawo pakati pavaKenani vaigara munyika, uye vaya vaigara muBheti Shemeshi neBheti Anati vakava vashandi vebasa rechibharo. VaAmori vakasundira vaDhani kunyika yezvikomo, vakasavatendera kuburuka kuti vauye kumapani. Uye vaAmori vakashingirira kuti varambe vari muGomo reHeresi, Aijaroni neShaaribhimi, asi simba reimba yaJosefa rakati richiwanda, naivowo vakamanikidzwa kushanda basa rechibharo. Muganhu wavaAmori waibva paMupata weChinyavada uchisvika kuSera uye uchipfuurira mberi. "
    },
    {
      "chapter": "2",
      "verses": "Mutumwa waJehovha paBhokimi Mutumwa waJehovha akakwira achibva kuGirigari akaenda kuBhokimi akati, “Ndakakubudisai kubva muIjipiti uye ndikakutungamirirai munyika yandakapikira madzitateguru enyu. Ndakati, ‘Handichazomboputsi sungano yangu nemi, uye imi musazoita sungano navanhu venyika ino, asi munofanira kuputsa aritari dzavo.’ Asi hamuna kunditeerera. Makaitireiko izvozvo? Naizvozvo zvino ndinokuudzai kuti handichazovadzingi pamberi penyu, vachava minzwa kumativi enyu uye vamwe vavo vachava musungo kwamuri.” Mutumwa waJehovha akati ataura zvinhu izvi kuvaIsraeri vose, vanhu vakachema kwazvo, uye vakatumidza nzvimbo iyo kuti Bhokimi. Ipapo, vakabayira zvipiriso kuna Jehovha. Kusateerera noKukundwa Shure kwokunge Joshua ati vaIsraeri vaende, vakaenda vakandotora nyika, mumwe nomumwe kunhaka yake. Vanhu vakashumira mazuva ose okurarama kwaJoshua uye napamazuva avakuru vakasara vari vapenyu uye vakanga vaona zvinhu zvikuru zvose zvakanga zvaitirwa Israeri naJehovha. Joshua mwanakomana waNuni, muranda waJehovha, akafa ava namakore zana negumi rimwe chete. Uye vakamuviga munyika yenhaka yake, paTiminati Heresi munyika yezvikomo yeEfuremu, kumusoro kweGomo reGaashi. Mushure mokunge rudzi rwose rwasanganiswa namadzibaba arwo, rumwe rudzi rwakanga rusingazivi Jehovha kana zvaakanga aitira Israeri rwakamuka. Ipapo vaIsraeri vakaita zvakaipa pamberi paJehovha uye vakashumira vanaBhaari. Vakarasa Jehovha, Mwari wamadzibaba avo, akanga avabudisa kubva muIjipiti. Vakatevera uye vakanamata vamwari vakasiyana-siyana vamarudzi akanga akavapoteredza. Vakatsamwisa Jehovha. Nokuti vakamurasa uye vakashumira Bhaari navaAshitoreti. Mukutsamwira kwake vaIsraeri, Jehovha akavaisa mumaoko avapambi avo vakazovapamba. Akavatengesa kuvavengi vavo vakanga vakavapoteredza, avo vavakanga vasisagoni kudzivisa. Pose paienda Israeri kundorwa, ruoko rwaJehovha rwairwa navo kuti ruvakunde, sezvaakanga apika pamusoro pavo. Vakanga vari munhamo huru. Ipapo Jehovha akavamutsira vatongi vakavaponesa kubva mumaoko avapambi ava. Kunyange zvakadaro havana kuzoteerera kuvatongi vavo asi vakaita ufeve navamwe vamwari uye vakavanamata. Havana kuita samadzibaba avo, nokuti vakakurumidza kutsauka munzira yaifamba madzibaba avo, nzira yokuteerera kumirayiro yaJehovha. Pose pavaimutsirwa mutongi naJehovha, iye aiva nomutongi uyo, uye aivaponesa kubva mumaoko avavengi vavo, mutongi paainge achiri mupenyu; nokuti Jehovha ainge avanzwira ngoni pavaigomera vari pasi pavaya vaivadzvinyirira nokuvanetsa. Asi mutongi paainge afa, vanhu vaidzokera kunzira dzakaipisisa kupinda dziya dzamadzibaba avo, vachitevera vamwe vamwari, vachivashandira uye vachivanamata. Vakaramba kusiya mabasa avo akaipa nokusindimara kwemwoyo yavo. Naizvozvo Jehovha akavatsamwira zvikuru akati, “Nemhaka yokuti rudzi urwu rwakaputsa sungano yangu yandakaita namadzitateguru avo uye vakasanditeerera, handichadzingizve pamberi pavo rudzi rupi zvarwo rwedzimwe ndudzi dzakasiyiwa naJoshua pakufa kwake. Ndichavashandisa kuti vaedze vaIsraeri, kuti ndione kuti vachachengeta here nzira yaJehovha vagofamba mairi sezvakaitwa namadzitateguru avo.” Jehovha akatendera ndudzi idzo kuti dzisare; haana kudzidzinga pakarepo uye haana kudziisa mumaoko aJoshua. "
    },
    {
      "chapter": "3",
      "verses": " Idzi ndidzo ndudzi dzakasiyiwa naJehovha kuti aedze vaIsraeri vaya vose vakanga vasina kumboziva kana hondo ipi zvayo muKenani, (akaita izvi bedzi kuti adzidzise zvehondo kuzvizvarwa zvavaIsraeri izvo zvakanga zvisina kumborwa hondo): vatongi vashanu vavaFiristia, vaKenani vose, vaSidhoni, uye vaHivhi vaigara mumakomo eRebhanoni kubva paGomo reBhaari Herimoni kusvikira kuRebho Hamati. Vakasiyiwa kuti vaedze vaIsraeri kuti aone kana vaizoteerera mirayiro yaJehovha, yaakanga apa madzitateguru avo kubudikidza naMozisi. VaIsraeri vakagara pakati pavaKenani, vaHiti, vaAmori, vaPerezi, vaHivhi navaJebhusi. Vakatora vanasikana vavo kuti vave vakadzi vavo uye vakapa vanasikana vavowo kuvanakomana vavo, uye vakashumira vamwari vavo. Otinieri VaIsraeri vakaita zvakaipa pamberi paJehovha; vakakanganwa Jehovha Mwari wavo vakashumira vaBhaari navaAshera. Kutsamwa kwaJehovha kwakapisa pamusoro paIsraeri zvokuti akavatengesa mumaoko aKushani-Rishataimi mambo weAramu Naharaimi, avo vakashandirwa navaIsraeri kwamakore masere. Asi vakati vachema kuna Jehovha, akavamutsira musununguri, Otinieri mwanakomana waKenazi, munun'una waKarebhu, uyo akavaponesa. Mweya waJehovha wakauya pamusoro pake kuti ave mutongi weIsraeri uye akaenda kuhondo. Jehovha akaisa KushaniRishataimi mambo wavaAramu mumaoko aOtinieri, akamukunda. Saka nyika yakava norugare kwamakore makumi mana, kusvikira Otinieri mwanakomana waKenazi afa. Ehudhi VaIsraeri vakaitazve zvakaipa pamberi paJehovha, uye nokuda kwokuti vakaita zvakaipa izvi, Jehovha akapa simba kuna Egironi mambo weMoabhu kuti akunde Israeri. Egironi akatora vaAmoni navaAmareki kuti vaende naye kundorwisa Israeri, uye vakatora Guta reMichindwe kuti rive ravo. VaIsraeri vakava varanda vaEgironi mambo weMoabhu kwamakore gumi namasere. VaIsraeri vakachemazve kuna Jehovha, iye akavapa musununguri, Ehudhi murume aiva neziboshwe, mwanakomana waGera muBhenjamini. VaIsraeri vakamutuma nomutero kuna Egironi mambo weMoabhu. Zvino Ehudhi akanga aita munondo wakarodzwa kumativi ose uchikarosvika kubhiti rimwe chetea pakurega kwawo waakanga akasungira pasi penguvo dzake pachidya chake chokurudyi. Akapa mutero kuna Egironi mambo weMoabhu, murume akanga akafuta kwazvo. Mushure mokunge Ehudhi apa mutero, akati vanhu vakanga vauya vakatakura mutero wacho vaende. Pazvifananidzo zvaiva pedyo neGirigari iye pachake akadzoka akati, “Ndine shoko renyu rakavanzika, imi mambo.” Mambo akati, “Nyararai!” uye varanda vake vose vakamusiya. Ipapo Ehudhi akaswedera kwaari iye agere ari oga muimba yake yapamusoro yomuzinda wake wenguva yezhizha akati, “Ndine shoko renyu rabva kuna Mwari,” Mambo akati achisimuka achibva pachigaro chake, Ehudhi akatambanudza ruoko rwake rworuboshwe, akavhomora munondo kubva pachidya chake chokurudyi akaunyudza mudumbu ramambo. Kunyange chibato chomunondo chakanyura chichitevera chese, ukandobuda nokumusana kwake. Ehudhi haana kuvhomora munondo, uye mafuta akaputira pamusoro pawo. Ipapo Ehudhi akabuda akaenda kubiravira; akapfiga mikova yeimba yapamusoro shure kwake akaikiya. Mushure mokuenda kwake, varanda vakasvika vakawana mikova yeimba yapamusoro yakiyiwa. Ivo vakati mumwoyo mavo, “Anofanira kunge achimbozvizorodza zvake ari mukamuri romukati reimba.” Vakarindira kusvikira vanyadziswa nazvo asi paakarega kuzarura mikova yekamuri, vakatora kiyi vakaikiyinura. Onei ipapo ishe wavo akawira pasi, afa. Vachakamirira, Ehudhi akaenda. Akapfuura napazvifananidzo akapunyuka akaenda kuSeira. Akati asvika ikoko, akaridza hwamanda ari munyika yezvikomo yeEfuremu, uye vaIsraeri vakaburuka naye vachibva kuzvikomo, iye achivatungamirira. Akati kwavari, “Nditeverei, nokuti Jehovha aisa Moabhu muvengi wenyu, mumaoko enyu.” Saka vakaburuka vakamutevera, uye vakatora mazambuko eJorodhani okuenda kuMoabhu, vakasatendera munhu kuyambuka. Panguva iyoyo vakauraya zviuru zvinenge gumi zvavaMoabhu, vose vakanga vakagwinya uye vane simba; hapana akapunyuka. Zuva iroro Moabhu yakava pasi peIsraeri, uye nyika yakava norugare kwamakore makumi masere. Shamuga Shure kwaEhudhi kwakauya Shamuga mwanakomana waAnati, uyo akauraya vaFiristia mazana matanhatu norutanda rwokubaya narwo mombe. Naiyewo akaponesa Israeri. "
    },
    {
      "chapter": "4",
      "verses": " Dhibhora Shure kwokufa kwaEhudhi, vaIsraeri vakaitazve zvakaipa pamberi paJehovha. Saka Jehovha akavatengesa mumaoko aJabhani, mambo weKenani, aitonga ari muHazori. Mukuru wehondo yake akanga ari Sisera, uyo aigara muHarosheti Hagoyimi. Nokuda kwokuti akanga ane ngoro dzesimbi mazana mapfumbamwe uye akadzvinyirira vaIsraeri zvakaipisisa kwazvo, vakachemera rubatsiro kuna Jehovha. Dhibhora, muprofitakadzi, mukadzi waRapidhoti, akanga achitungamirira vaIsraeri panguva iyoyo. Aitonga mhaka ari pasi poMuchindwe waDhibhora pakati peRama neBheteri munyika yezvikomo yaEfuremu, uye vaIsraeri vaiuya kwaari kuzotongerwa mhosva dzavo. Iye akatuma shoko kuna Bharaki mwanakomana waAbhinoaomi aibva kuKadheshi muNafutari uye akati kwaari, “Enda undotora zviuru gumi zvavarume veNafutari neveZebhuruni ugovatungamirira kuGomo reTabhori. Ndichakwezva Sisera, mukuru wehondo yaJabhini, nengoro dzake uye namauto ake kuRwizi rweKishoni ndigomuisa mumaoko ako.” Bharaki akati kwaari, “Kana imi mukaenda neni, ini ndichaenda; asi kana musingaendi neni, neni handingaendi.” Dhibhora akati, “Zvakanaka hazvo, ndichaenda newe. Asi nokuda kwenzira yauri kuda kuita nayo izvi, kukudzwa hakungavi kwako, nokuti Jehovha achaisa Sisera muruoko rwomukadzi.” Saka Dhibhora akaenda naBharaki kuKadheshi, uko kwaakandodana Zebhuruni naNafutari. Varume zviuru gumi vakamutevera, naDhibhorawo akaenda naye. Zvino Hebha muKeni akanga asiya vamwe vaKeni, zvizvarwa zvaHobhabhi, hanzvadzi yomukadzi waMozisi akandodzika tende rake pamuti mukuru muZaananimi pedyo neKadheshi. Vakati vaudza Sisera kuti Bharaki mwanakomana waAbhinoami akanga akwira kuGomo reTabhori, Sisera akaunganidza pamwe chete ngoro dzesimbi mazana mapfumbamwe navarume vose vaaiva navo, kubva kuHarosheti Hagoyimi kusvikira kuRwizi rweKishoni. Ipapo Dhibhora akati kuna Bharaki, “Enda! Iri ndiro zuva rapiwa Sisera mumaoko ako naJehovha. Ko, Jehovha haasi mberi kwako here?” Saka Bharaki akaburuka muGomo reTabhori, achiteverwa navarume zviuru gumi. Pakungofamba kwaBharaki, Jehovha akakunda nomunondo Sisera nengoro dzake dzose nehondo yake, uye Sisera akasiya ngoro yake akatiza netsoka. Asi Bharati akatevera ngoro nehondo yaSisera akandosvika kuHarosheti Hagoyimi. Mauto ose aSisera akaurayiwa nomunondo; hapana munhu akasara. Kunyange zvakadaro hazvo, Sisera akatiza netsoka akaenda kutende raJaeri, mukadzi waHebha muKeni. Jaeri akabuda kuti andosangana naSisera akati kwaari, “Uyai ishe wangu, pindai zvenyu mukati chaimo. Musatya.” Saka akapinda mutende rake, uye akaisa chifukidzo pamusoro pake. Akati, “Ndine nyota. Ndapota, ndipeiwo mvura.” Iye akadziura dende romukaka, akamupa kuti anwe, ndokubva amufukidza hake. Iye akati kwaari, “Mira pamukova wetende. Kana mumwe munhu akauya pano akakubvunza achiti, ‘Pano munhu here pano?’ uti, ‘Kwete.’ ” Asi Jaeri, mukadzi waHebha, akatora mbambo yetende nenyundo akaenda paari chinyararire, iye akafa nehope, aneta. Akaroverera mbambo napachavovo, ikanyura muvhu, akafa. Bharaki akasvika achitevera Sisera, uye Jaeri akabuda kundomuchingamidza, achiti, “Uyai, ndizokuratidzai munhu wamuri kutsvaka.” Saka akapinda naye mukati, onei hoyo Sisera avete uye mbambo yetende iri muchavovo chake, afa. Pazuva iro, Mwari akakunda Jabhini, mambo wavaKenani, pamberi pavaIsraeri. Uye ruoko rwavaIsraeri rwakaramba ruchiwedzera simba pakurwisa Jabhini, mambo wavaKenani kusvikira vamuparadza. "
    },
    {
      "chapter": "5",
      "verses": "Rwiyo rwaDhibhora Nomusi uyo Dhibhora naBharati mwanakomana waAbhinoami vakaimba rwiyo urwu runoti: “Kana machinda aIsraeri achitungamirira, kana vanhu vachizvipira pachavo Jehovha, ngaarumbidzwe!” “Inzwai izvi, imi madzimambo! Teererai imi vatongi! Ndichaimbira Jehovha, ini ndichaimba; Ndichaimbira Jehovha, Mwari waIsraeri. “Haiwa Jehovha, pamakabuda kubva muSeiri, pamakafamba muchibva munyika yeEdhomu, Nyika yakadengenyeka, matenga akadurura, makore akadurura mvura pasi. Makomo akadengenyeka pamberi paJehovha, Iye weSinai, pamberi paJehovha, Mwari weIsraeri. “Mumazuva aShamugari mwanakomana waAnati, mumazuva aJaeri, migwagwa yakasiyiwa; vafambi vakafamba nenzira dzinopoterera. Upenyu hwomumisha hwakapera, hwakapera kusvikira ini Dhibhora, ndasimuka, ndasimuka ini mai muIsraeri. Pavakasarudza vamwari vatsva, hondo yakauya ichibva nokumasuo eguta, uye hakuna nhoo kana pfumo zvakaonekwa pakati pezviuru makumi mana muIsraeri. Mwoyo wangu uri pamachinda eIsraeri, navaya vanozvipira pakati pavanhu. Rumbidzai Jehovha! “Imi munotasva mbongoro chena, mugere pamachira ezvigaro zvenyu, nemi munofamba munzira, cherechedzai inzwi ravaimbi panzvimbo dzemvura. Vanodetemba mabasa akarurama aJehovha, Mabasa akarurama avarwi vake muIsraeri. “Ipapo vanhu vaJehovha vakaburuka vakaenda kusuo reguta. ‘Muka, muka, Dhibhora! Muka, muka, uimbe rwiyo! Simuka, Bharaki! Tapa vatapwa vako, iwe mwanakomana waAbhinoami.’ “Ipapo varume vakanga vasara vakaburuka vakaenda kumakurukota; vanhu vaJehovha vakauya kwandiri navane simba. Vamwe vakauya vachibva kwaEfuremu, midzi yavo yakanga iri muna Amareki; Bhenjamini akanga ari pakati pavanhu vakakutevera iwe. Kubva kuna Makiri vatungamiri vakaburuka, kubva kuZebhuruni avo vanotakura tsvimbo yomutungamiri wehondo. Machinda aIsakari akanga ana Dhibhora; hongu Isakari akanga ana Bharaki, vachimhanyira kumupata vachimutevera. Mudunhu raRubheni makanga muno kunzvera kwomwoyo kukuru. Seiko wakagara pakati pezvoto kuti unzwe muridzo unoridzirwa makwai? Mudunhu raRubheni makanga muno kunzvera kwomwoyo kukuru. Gireadhi akagara mhiri kwaJorodhani. Uye Dhani, akasarireiko pazvikepe? Asha akasara zvake pamahombekombe Uye akagara zvake panopinda mvura dzegungwa. Vanhu veZebhuruni vakaisa upenyu hwavo panjodzi; neNafutari yakadarowo panzvimbo dzakakwirira dzeminda. “Madzimambo akauya, akarwa; madzimambo eKenani akarwa paTaanaki pamvura zhinji yeMegidho, asi havana kudzoka vakatakura sirivha, kana zvakapambwa. Kubva kumatenga nyeredzi dzakarwa, dziri panzira dzadzo dzakarwa naSisera. Rwizi Kishoni rwakavakukura, irwo rwizi rwakare, rwizi Kishoni. Pfuurira mberi, mweya wangu, simba! Ipapo mahwanda amabhiza akatinhira— kumhanya, kumhanya kwoune simba. Mutumwa waJehovha akati, ‘Tuka Merozi. Tuka vanhu varo zvikuru kwazvo, Nokuti havana kuuya kuzobatsira Jehovha, kubatsira Jehovha kurwisa vane simba.’ Jaeri ngaave mukadzi akaropafadzwa zvikuru, iye mukadzi waHebheri muKeni, akaropafadzwa kwazvo kupfuura vakadzi vagere mutende. Akakumbira mvura, uye iye akamupa mukaka; akamuvigira mukaka wakakora mundiro yakafanira makurukota. Ruoko rwake rwakatambanudzirwa pambambo yetende, ruoko rwake rworudyi kunyundo yomuvezi. Akabaya Sisera, akapwanya musoro wake, akapwanya uye akabvoora zvavovo zvake. Patsoka dzake, akanyura, akawa; hoyo akatandavarapo. Patsoka dzake akanyura, akawa; paakanyura, ndipo paakawira, akafa. “Napawindo mai vaSisera vakadongorera; vari seri kworutanda, vakadanidzira vachiti, ‘Seiko ngoro yake yanonoka kusvika? Seiko kurira kwengoro dzake kwanonoka?’ Vakadzi vokwake vakachenjera kukunda vose vanomupindura; zvirokwazvo, anoramba achiti, ‘Ko, havasi kuwana nokugoverana zvakapambwa here vachiti, musikana mumwe chete kana vaviri pamurume mumwe chete, nguo dzina mavara dzezvakapambwa zvaSisera, nguo dzina mavara dzakarukwa, nguo dzakanyatsorukwa dzomutsipa wangu, zvose izvi zviri zvakapambwa?’ “Saka vavengi venyu vose ngavaparare, imi Jehovha! Asi vanokudai ngavave sezuva parinobuda nesimba raro.” Ipapo nyika yakava norugare kwamakore makumi mana. "
    },
    {
      "chapter": "6",
      "verses": "Gidheoni VaIsraeri vakaitazve zvakaipa pamberi paJehovha, uye iye akavaisa mumaoko avaMidhiani kwamakore manomwe. Nokuda kwokuti ruoko rwavaMidhiani rwakavadzvinyira kwazvo, vaIsraeri vakazvigadzirira nzvimbo dzokuvanda mumakomo, mumapako uye nenhare. VaIsraeri vaingoti vakadyara mbeu dzavo, vaMidhiani, vaAmareki navamwe vanhu vokumabvazuva, vaiuya kuzorwisa nenyika yavo. Vakadzika misasa yavo munyika uye vakaparadza zvirimwa kubva kuGaza yose, uye havana kusiyira vaIsraeri chinhu, makwai, mombe kana mbongoro. Vakauya nezvipfuwo zvavo namatende avo vakawanda sechimhokoto chemhashu. Zvakanga zvisingagoneki kuti uverenge vanhu nengamera dzavo; vakapinda munyika kuti vaiparadze. VaMidhiani vakaita kuti vaIsraeri vave varombo zvokuti vakachema kuna Jehovha kuti avabatsire. VaIsraeri vakati vachema kuna Jehovha nokuda kwavaMidhiani, Iye akatuma muprofita, akati kwavari, “Zvanzi naJehovha, Mwari waIsraeri: Ndakakubudisai kubva muIjipiti, munyika youtapwa. Ndakakubvutai kubva musimba reIjipiti, nokubva muruoko rwavadzvinyiriri venyu vose. Ndakavadzinga pamberi penyu ndikakupai nyika yavo. Ndakati kwamuri, ‘Ndini Jehovha Mwari wenyu, musanamata vamwari vavaAmori, vamugere munyika yavo.’ Asi hamuna kunditeerera.” Mutumwa waJehovha akauya akagara pasi pomuouki muOfira raJoashi muAbhiezeri, paipurwa gorosi naGidheoni mwanakomana wake muchisviniro chewaini, kuti aivanze kubva kuvaMidhiani. Mutumwa waJehovha akati azviratidza kuna Gidheoni, akati kwaari, “Jehovha anewe, iwe murume wesimba noumhare.” Gidheoni akapindura akati, “Asika, ishe wangu, kana Jehovha anesu, seiko izvi zvose zvakaitika kwatiri? Zvishamiso zvake zvose zviripiko zvatakaudzwa namadzibaba edu pavakati, ‘Jehovha haana kutibudisa muIjipiti here?’ Asi zvino Jehovha akatisiya uye akatiisa muruoko rwavaMidhiani.” Jehovha akatendeukira kwaari akati, “Enda nesimba raunaro uponese Israeri muruoko rwavaMidhiani. Handizini ndakutuma here?” Gidheoni akabvunza akati, “Asika Ishe, ndingaponesa Israeri seiko? Imba yangu ndiyo dukusa maManase, uye ini ndiri mudukusa mumhuri yangu.” Jehovha akapindura akati, “Ndichava newe, uye iwe uchauraya vaMidhiani vose pamwe chete.” Gidheoni akapindura akati, “Zvino kana ndawana nyasha pamberi penyu, ndipei chiratidzo kuti ndizive kuti ndimi munotaura neni. Ndapota hangu, musabva pano kusvikira ndadzoka uye ndauya nechipiriso changu ndigochiisa pamberi penyu.” Uye Jehovha akati, “Ndichamira pano kusvikira wadzoka.” Gidheoni akapinda, akandogadzira mbudzana, uye akaita chingwa chisina kuviriswa cheefaa youpfu hwakatsetseka. Akaisa nyama mudengu uye muto wayo akauisa muhari, akabuda nazvo akazvipa kwaari pasi pomuouki. Mutumwa waMwari akati kwaari, “Tora nyama nechingwa chisina mbiriso, uzviise paruware urwu, uye ugodirapo muto wacho.” Uye Gidheoni akaita saizvozvo. Mutumwa waJehovha akagunzwa nyama nechingwa chisina mbiriso nomuromo wetsvimbo yaiva muruoko rwake. Moto wakabuda paruware, ukapisa nyama nechingwa. Ipapo mutumwa waJehovha akanyangarika. Gidheoni akati aziva kuti akanga ari mutumwa waJehovha, akadanidzira akati, “Maiwe, Ishe Jehovha! Ndaona mutumwa waJehovha chiso nechiso!” Asi Jehovha akati kwaari, “Rugare! Usatya. Hausi kuzofa.” Saka Gidheoni akavakira Jehovha aritari ipapo akaitumudza kuti Jehovha Ndiye Rugare. Nanhasi ichakamirapo muOfira ravaAbhiezeri. Usiku hwacho ihwohwo Jehovha akati kwaari, “Tora hando yechipiri kubva pamombe dzababa vako iyo ina makore manomwe. Uputsire pasi aritari yababa vako yaBhaari uye ugotema danda raAshera riri pairi. Ipapo ugovakira Jehovha Mwari wako aritari kwayo pamusoro penhare iyi. Utore hando yechipiri ugoibayira sechipiriso chinopiswa uchishandisa huni dzedanda raAshera rawakatema.” Saka Gidheoni akatora varanda vake gumi akaita sezvaakaudzwa naJehovha. Asi nokuda kwokuti akanga achitya vemhuri yake uye navanhu vomuguta, akaita izvi usiku pano kuzviita masikati. Vanhu vomuguta vakati vachimuka mangwanani, vakaona heyo aritari yaBhaari yakaputswa, nedanda raAshera parutivi rwayo rakatemwa, uye hando yechipiri yakabayirwa paaritari itsva yakanga yavakwa! Vakabvunzana vakati, “Ndianiko aita izvi?” Vakati vanyatsoferefeta, vakaudzwa kuti, “Gidheoni mwanakomana waJoashi ndiye aita izvi.” Vanhu vomuguta vakati kuna Joashi, “Budisa mwanakomana wako. Anofanira kufa, nokuti akaputsa aritari dzaBhaari uye akatema danda raAshera parutivi payo.” Asi Joashi akapindura ungano yakanga ine hasha kwazvo yakamukomberedza akati, “Ko, imi munoda kurwira Bhaari here? Muri kuda kuedza kumuponesa here? Ani naani achamurwira achaurayiwa mangwanani ano! Kana Bhaari ari mwari chaiye, anogona kuzvidzivirira kana mumwe munhu achiputsa aritari yake.” Saka pazuva iroro vakatumidza Gidheoni zita rokuti, “Jerubhi-Bhaari,” vachiti, “Bhaari ngaarwe naye, nokuti akaputsa aritari yaBhaari.” Zvino vaMidhiani vaAmareki navamwe vanhu vokumabvazuva vakabatana vakayambuka Jorodhani vakandodzika matende avo muMupata weJezireeri. Ipapo mweya waJehovha wakauya pamusoro paGidheoni, uye akaridza hwamanda, achidana vaAbhiezeri kuti vamutevere. Akatuma nhume munyika yose yaManase, achivakoka kuhondo, uyewo muAsheri, Zebhuruni neNafutari, kuti naivowo vakwire kundosangana navo. Gidheoni akati kuna Mwari, “Kana muchizoponesa Israeri noruoko rwangu sezvamakavimbisa, tarirai, ndichaisa dehwe rine mvere paburiro. Kana dova rikava padehwe chete uye pasi pose pakaoma, ipapo ndichaziva kuti muchaponesa Israeri noruoko rwangu, sezvamakareva.” Uye izvi ndizvo zvakaitika. Gidheoni akamuka mangwanani ezuva rakatevera; akasvina dehwe akabudisa dova, akazadza mbiya nemvura. Ipapo Gidheoni akati kuna Mwari, “Musanditsamwira henyu. Regai ndiite hangu chimwezve chikumbiro. Nditenderei ndiedzezve nedehwe. Panguva ino itai kuti dehwe riome asi pasi pose pafukidzwe nedova.” Usiku ihwohwo Mwari akaita izvozvo. Dehwe chete rakanga rakaoma; pasi pose pakanga pakafukidzwa nedova. "
    },
    {
      "chapter": "7",
      "verses": "Gidheoni anokunda vaMidhiani Mangwanani-ngwanani, Jerubhi-Bhaari (ndiye Gidheoni) navanhu vose vaiva naye vakadzika matende avo patsime raHarodhi. Musasa wavaMidhiani wakanga uri nechokumusoro kwavo mumupata waiva pedyo nechikomo cheMore. Jehovha akati kuna Gidheoni, “Varume vaunavo vakawandisa kuti ini ndiise vaMidhiani mumaoko avo. Kuti vaIsraeri varege kuzvikudza pamberi pangu vachiti, simba ravo ndiro ravaponesa, zivisa vanhu izvozvi kuti, ‘Ani naani ari kudedera nokutya ngaadzoke hake abve paGomo reGireadhi.’ ” Saka varume vanosvika zviuru makumi maviri nezviviri vakabva, kukasara zviuru gumi. Asi Jehovha akati kuna Gidheoni, “Vanhu vachakangowandisa. Enda navo kumvura, uye ini ndichavasanangurira ikoko. Kana ndikati, ‘Uyu achaenda newe,’ ndiye achaenda; asi kana ndikati, ‘Uyu haafaniri kuenda newe,’ iyeye haaendi.” Saka Gidheoni akatora varume akaburuka navo kumvura. Jehovha akamuudza ikoko kuti, “Paradzanisa avo vanonwa mvura vachikapa norurimi rwavo sezvinoita imbwa kubva kuna avo vanonwa vakapfugama.” Zvino uwandu hweavo vakanwa vachikapa, vachiisa maoko kumiromo yavo, hwakasvika mazana matatu. Vamwe vose vakanwa vakapfugama namabvi avo. Jehovha akati kuna Gidheoni, “Namazana matatu avarume vanwa mvura vachikapa ava, ndichakuponesai uye ndichaisa vaMidhiani mumaoko enyu. Vamwe vanhu vose ngavaende zvavo, mumwe nomumwe kunzvimbo yake.” Saka Gidheoni akaendesa vamwe vose vavaIsraeri kumatende avo asi akasara namazana matatu, avo vakazotora mbuva nehwamanda dzavaya vamwe; uye musasa wavaMidhiani wakanga uri nechezasi mumupata. Usiku ihwohwo, Jehovha akati kuna Gidheoni, “Simuka, buruka uende kumusasa, nokuti ndiri kuzouisa mumaoko ako. Asi kana uchitya kuenda, buruka uende kumusasa naPura muranda wako. Uchanzwa zvavanotaura. Shure kwaizvozvo uchanzwa kukurudzirwa kuti urwise musasa.” Saka iye naPura muranda wake vakaburuka vakasvika kuvarindi vokunze kwomusasa. VaMidhiani, vaAmareki navamwe vanhu vose vokumabvazuva vakanga vagara mumupata, vakawanda semhashu. Ngamera dzavo dzakanga dzisingaverengeki, dzakawanda sejecha remahombekombe egungwa. Gidheoni akasvika mumwe munhu achiri kurondedzera shamwari yake kurota kwake, achiti, “Ndarota chingwa chakaurungana chichikungurukira mumusasa wavaMidhiani. Charova tende nesimba guru zvokuti tende rakudubuka rikawa.” Shamwari yake yakapindura ikati, “Hachingavi chimwe chinhu kunze kwomunondo waGidheoni mwanakomana waJoashi, muIsraeri. Mwari aisa vaMidhiani nomusasa wose mumaoko ake.” Gidheoni akati anzwa kurota uku nokududzirwa kwokurota kwacho, akanamata Mwari. Akadzoka kumusasa wavaIsraeri akadanidzira achiti, “Simukai! Jehovha aisa musasa wavaMidhiani mumaoko enyu.” Akakamura varume mazana matatu akavaisa mumapoka matatu, akaisa hwamanda nezvirongo zvisina chinhu mumaoko avo vose, akanga ane mwenje mukati. Akati kwavari, “Mutarise kwandiri uye mutevedzere zvandinoita. Pandinosvika kumucheto kwomusasa, mubve maita sezvandinoita. Kana ini navose vandinavo tikaridza hwamanda dzedu, ipapo imi mose makapoteredza musasa muridzewo dzenyu mugodanidzira muchiti, ‘Rwirai Jehovha naGidheoni!’ ” Gidheoni navarume zana vaiva naye vakasvika kumucheto kwomusasa pakutanga kwenguva yapakati pousiku yokurinda, pachangoiswa mumwe murindi. Vakaridza hwamanda dzavo uye vakaputsa zvirongo zvaiva mumaoko avo. Mapoka matatu akaridza hwamanda uye akaputsawo zvirongo. Vakabata mwenje mumaoko avo oruboshwe uye vakabata noruoko rworudyi hwamanda dzavaizoridza, vakadanidzira vachiti, “Munondo waJehovha nowaGidheoni!” Murume mumwe nomumwe akaramba ari panzvimbo yake vakapoteredza musasa, vaMidhiani vose vakamhanya vachiridza mhere, vachitiza. Vane mazana matatu pavakaridza hwamanda, Jehovha akaita kuti mumusasa vose vanhu vapandukirane, vabayane neminondo yavo. Hondo yakatizira kuBheti Shita yakananga kuZerera kusvikira kumuganhu weAbheri Mehora pedyo neTabhati. VaIsraeri vakadanwa kubva kuNafutari, Asheri neManase yose, uye vakatevera vaMidhiani. Gidheoni akatuma nhume munyika yose yezvikomo yaEfuremu achiti, “Burukai tindorwa navaMidhiani titore mvura zhinji dzeJorodhani mberi kwavo kusvikira kuBheti Bhara.” Saka varume vose veEfuremu vakadanwa uye vakatora mvura zhinji dzeJorodhani kusvikira kuBheti Bhara. Vakatapawo vatungamiri vaviri vavaMidhiani, Orebhi naZeebhi. Vakauraya Orebhi paruware rwaOrebhi, uye Zeebhi vakamuurayira pachisviniro chewaini chaZeebhi. Vakatevera vaMidhiani uye vakauya nemisoro yaOrebhi naZeebhi kuna Gidheoni, akanga ari paJorodhani. "
    },
    {
      "chapter": "8",
      "verses": "Zebha naZarumuna Zvino vaEfuremu vakabvunza Gidheoni vakati, “Makatibatireiko zvakadai? Makaregerei kutidana pamakaenda kundorwa navaMidhiani?” Uye vakamutsoropodza zvikuru. Asi akavapindura akati, “Ko, chii chandaita kuti ndizvienzanise nemi? Handiti zvakanongwa zvamazambiringa aEfuremu zviri nani kupfuura mukohwo uzere wamazambiringa aAbhiezeri. Mwari akaisa Orebhi naZeebhi, vatungamiri vavaMidhiani mumaoko enyu. Ko, ini ndaizokwanisa kuitei kuti ndienzaniswe nemi?” Ipapo, kutsamwa kwavo pamusoro pake kwakaserera. Gidheoni navanhu vake mazana matatu, vakaramba vachingotevera, vakasvika kurwizi Jorodhani uye vakaruyambuka havo, asi vakanga vaneta kwazvo. Akati kuvarume veSukoti, “Ipai henyu mauto angu chingwa; vaneta, uye ndichiri kutevera Zebha naZarumuna, madzimambo eMidhiani.” Asi machinda eSukoti akati, “Matova namaoko aZebha naZarumuna mumaoko enyu here? Ko, tingapirei chingwa kumauto enyu?” Ipapo Gidheoni akapindura akati, “Nokuda kwaizvozvo, Jehovha paanongoisa Zebha naZarumuna muruoko rwangu, ini ndichabvambura nyama yenyu neminzwa yomurenje uye norukato.” Kubva ipapo akaenda kuPenieri vakaita chikumbiro chimwe chetecho, asi naivowo vakapindura sezvakaita varume veSukoti. Saka iye akati kuvarume vePenieri, “Pandinodzoka ndakunda, ndichakoromora shongwe iyi.” Zvino Zebha naZarumuna vakanga vari muKarikori vaine hondo yavarume zviuru gumi nezvishanu, vose vakanga vasara pahondo yavanhu vokumabvazuva; varume vomunondo zviuru makumi maviri vakanga vafa. Gidheoni akakwira nenzira yavaigara mumatende kumabvazuva kweNobha neJogibheha vakandokunda hondo yakanga isina chayakatarisira. Zebha naZarumuna, madzimambo maviri eMidhiani, vakatiza, asi akavatevera akavabata, akakunda hondo yavo yose. Gidheoni mwanakomana waJoashi akadzoka kubva kuhondo napaMupata weHeresi. Akabata jaya rokuSukoti uye akaribvunza, uye jaya rikanyora pasi mazita amachinda makumi manomwe navanomwe vokuSukoti, vakuru veguta. Ipapo Gidheoni akasvika akati kuvarume veSukoti, “Havano vanaZebha naZarumuna, vaya vamakandiseka muchiti, ‘Ko, watova namaoko aZebha naZarumuna kare here? Tinopireiko chingwa kuvanhu vako vaneta ava?’ ” Akatora vakuru veguta akadzidzisa varume veSukoti chidzidzo nenzira yokuvaranga neminzwa yomurenje uye norukato. Akakoromorawo shongwe yePenieri uye akauraya varume vomuguta. Ipapo akabvunza Zebha naZarumuna akati, “Varume vamakauraya paTabhori vakanga vakadiniko?” Vakapindura vakati, “Varume vakaita semi, mumwe nomumwe aitaridzika somwanakomana wamambo.” Gidheoni akati, “Ivavo vakanga vari vanun'una vangu vanakomana vamai vangu chaivo. Zvirokwazvo naJehovha mupenyu, dai makanga mavaponesa, ini handaizokuurayai.” Akatendeukira kuna Jeta mwanakomana wake mukuru, akati, “Vauraye!” Asi Jeta haana kuvhomora munondo wake, nokuti akanga achiri mukomana uye aitya. Zebha naZarumuna vakati, “Uyai muzviite imi. ‘Munhu sezvaari ndizvo zvakaita simba rake.’ ” Saka Gidheoni akaswedera akavauraya, uye akatora zvishongo kubva mumitsipa yengamera dzavo. Efodhi yaGidheoni VaIsraeri vakati kuna Gidheoni “Titonge iwe, mwanakomana wako nomuzukuru wako nokuti wakatiponesa kubva muruoko rwavaMidhiani.” Asi Gidheoni akati kwavari, “Ini handingakutongei, uye mwanakomana wangu haangakutongei. Jehovha ndiye achakutongai.” Uye akati, “Ndine chikumbiro chimwe chete, chokuti mumwe nomumwe wenyu andipe mhete yomunzeve kubva pamugove wezvamakapamba.” (Yakanga iri tsika yavaIshumaeri yokushonga mhete dzegoridhe dzomunzeve.) Vakapindura vakati, “Tichafara kudzipa kwamuri.” Saka vakawaridza nguo pasi, uye murume mumwe nomumwe akakanda mhete yezvaakapamba pamusoro payo. Uremu hwemhete dzegoridhe dzaakakumbira hwakasvika mashekeri chiuru chimwe namazana manomwea, pasingaverengwi zvishongo, uketani, nguo dzepepuru dzaipfekwa namadzimambo eMidhiani kana uketani hwakanga huri pamitsipa yengamera dzavo. Gidheoni akaita nazvo efodhi yegoridhe iyo yaakaisa muOfira, guta rake. VaIsraeri vose vakaita ufeve nokuinamata ipapo, uye yakava musungo kuna Gidheoni nokumhuri yake. Kufa kwaGidheoni Naizvozvo vaMidhiani vakakundwa pamberi pavaIsraeri uye havana kuzosimudzazve musoro wavo. Pamazuva okurarama kwaGidheoni, nyika yakava norugare kwamakore makumi mana. Jerubhi-Bhaari mwanakomana waJoashi akadzokerazve kundogara kumusha kwake. Akanga ana vanakomana vake chaivo makumi manomwe, nokuti akanga ana vakadzi vazhinji. Murongo wake, aigara muShekemu, akamuberekerawo mwanakomana, akamutumidza kuti Abhimereki. Gidheoni mwanakomana waJoashi akafa akwegura zvikuru uye akavigwa muguva rababa vake Joashi muOfira ravaAbhiezeri. Gidheoni akati achangofa, vaIsraeri vakafevazve vakatevera vaBhaari. Vakamisa Bhaari Bheriti samwari wavo uye havana kurangarira Jehovha Mwari wavo, akanga avanunura kubva mumaoko avavengi vavo kumativi ose. Vakatadza kuitira mhuri yaJerubhi-Bhaari (iye Gidheoni) zvakanaka pazvinhu zvose zvakanaka zvaakanga avaitira. "
    },
    {
      "chapter": "9",
      "verses": "Abhimereki Abhimereki mwanakomana waJerubhi-Bhaari akaenda kuhanzvadzi dzamai vake vaiva muShekemu akati kwavari uye nokuna vose veimba yamai vake, Bvunzai vose vanogara muShekemu kuti, “Zviri nani kwamuri ndezvipi: Kuti mutongwe navanakomana vose vaJerubhi-Bhaari vari makumi manomwe kana kungotongwa nomunhu mumwe chete? Murangarire kuti ini ndiri nyama neropa renyu.” Hanzvadzi dzamai vake dzakarondodzerazve zvose izvi kuvagari veShekemu, vakada kutevera Abhimereki, nokuti vakati, “Ihama yedu.” Vakamupa mashekeri esirivha makumi manomwea aibva mutemberi yaBhaari-Bheriti, uye Abhimereki akaishandisa kutenga varume vakanga vakaipa uye vasina tsitsi, vakava vateveri vake. Akaenda kuimba yababa vake muOfira uye akaponda paruware rumwe chete vanakomana vababa vake makumi manomwe, ivo vanakomana vaJerubhiBhaari. Asi Jotamu, muduku pana vose kuvanakomana vaJerubhi-Bhaari, akapunyuka nokuti akavanda. Ipapo vagari vose vomuShekemu nokuBheti Miro vakaungana parutivi pomuti mukuru pambiru iri muShekemu kuti vagadze Abhimereki samambo. Jotamu akati azvinzwa, akakwira pamusoro peGomo reGerizimu akadanidzira kwavari akati, “Nditeererei imi vagari veShekemu, kuti Mwari agoteerera kwamuri. Rimwe zuva miti yakabuda kundozodza mambo wayo. Vakati kumuti womuOrivhi, ‘Iva mambo wedu.’ “Asi muti womuOrivhi wakapindura ukati, ‘Ko, ndingada kusiya mafuta angu, anoremekedzwa nezvose, vamwari navanhu, kuti ndinozengaira hangu pamusoro pemiti here?’ “Shure kwaizvozvo, miti yakati kumuonde, ‘Uya uzova mambo wedu.’ “Asi muonde wakapindura ukati, ‘Ndingada hangu kusiya muchero wangu, wakanaka kudai uye unotapira, kuti ndinozengaira pamusoro pemiti here?’ “Ipapo miti ikati kumuzambiringa, ‘Uya uzova mambo wedu.’ “Asi muzambiringa wakapindura ukati, ‘Ndingada hangu kusiya waini yangu inofadza vose vamwari navanhu, kuti ndinozengaira pamusoro pemiti here?’ “Pakupedzisira, miti yose yakati kurukato, ‘Uya uve mambo wedu.’ “Rukato rukati kumiti, ‘Kana muchida kundizodza kuti ndive mambo wenyu zvirokwazvo, uyai muvande pamumvuri wangu; asi kana zvisizvo, moto ngaubude murukato ugopisa misidhari yeRebhanoni!’ “Zvino kana imi makaita zvinokudzwa uye zvakatendeka pamakaita Abhimereki mambo, uye kana makaita zvakanaka kuna Jerubhi-Bhaari nokumhuri yake, uye kana makamubata sezvaanofanira, uye nokufunga kuti baba vangu vakakurwirai, vakaisa upenyu hwavo panjodzi kuti vakununurei kubva muruoko rweMidhiani (asi nhasi mapandukira mhuri yababa vangu, mukaponda vanakomana vavo makumi manomwe padombo rimwe chete, uye mukaisa Abhimereki, mwanakomana womurandakadzi wavo kuti ave mambo pamusoro pavagere muShekemu nokuda kwokuti ihama yenyu), kana zvino makaita norukudzo uye nokutenda kwakanaka kuna JerubhiBhaari nemhuri yake nhasi, Abhimereki ngaave mufaro wenyu, nemiwo muve wakewo! Asi kana musina kudaro, moto ngaubude kubva kunaAbhimereki, uye uparadze imi, vagari veShekemu neBheti Miro, uye moto ngaubude kwamuri, vagari veShekemu neBheti Miro, ugoparadza Abhimereki!” Ipapo Jotamu akatiza, akapunyukira kuBheeri, uye akagara ikoko nokuti akanga achitya mukoma wake Abhimereki. Shure kwamakore matatu aAbhimereki achitonga Israeri, Mwari akatuma mweya wakaipa pakati paAbhimereki navagari veShekemu, ukanyengera Abhimereki. Mwari akaita izvi kuitira kuti zvakaipa zvakaitirwa vanakomana makumi manomwe vaJerubhi-Bhaari, kuteurwa kweropa ravo, kutsiviwe pamusoro pomunun'una wavo Abhimereki uye napamusoro pavagari veShekemu, avo vakanga vamubatsira kuponda vanakomana vababa vake. Mukumurwisa kwavo, vagari ava veShekemu vakaisa varume pamusoro pezvikomo kuti vavandire nokupamba mumwe nomumwe aipfuura, uye izvi zvakaziviswa kuna Abhimereki. Zvino Gaari mwanakomana waEbhedhi akaenda navanun'una vake kundogara muShekemu, uye vagari vomo vakavimba naye. Vakaenda kuminda vakandounganidza mazambiringa uye vakaasvina uye vakaita mutambo. Vakapinda mutemberi yamwari wavo, vakadya nokunwa uye vakatuka Abhimereki. Ipapo Gaari mwanakomana waEbhedhi akati, “Abhimereki ndianiko uye Shekemu ndianiko, kuti tive varanda vake? Ko, haazi mwanakomana waJerubhi-Bhaari, uye Zebhuri haazi mutevedzeri wake here? Shandirai vanhu vaHamori, baba vaShekemu! Seiko tichishandira Abhimereki? Dai chete vanhu ava vanga vari pasi pangu! Ipapo ndaimubvisa. Ndaizoti kuna Abhimereki, ‘Dana hondo yako yose!’ ” Zebhuri mubati weguta akati anzwa zvakataurwa naGaari mwanakomana waEbhedhi, akatsamwa zvikuru. Akatuma nhume kuna Abhimereki muchivande achiti, “Gaari mwanakomana waEbhedhi uye navanun'una vake vakasvika kuShekemu uye vari kukuchidzira guta kuti rikurwisei. Saka zvino, usiku, imi navanhu venyu munofanira kuzovandira muri muminda. Panguva dzamangwanani, zuva robuda, mupinde murwise guta. Panouya Gaari navanhu vake kuti vabude kuzorwa nemi, muite zvose zvamunogona noruoko rwenyu.” Saka Abhimereki namauto ake akasimuka usiku akaenda kunzvimbo dzakavanda pedyo neShekemu mumapoka mana. Zvino Gaari mwanakomana waEbhedhi akanga abuda uye akanga amire pamukova wamasuo eguta apo Abhimereki navarwi vake vakasimuka pavakanga vakavanda. Gaari akati achivaona, akati kuna Zebhuri, “Tarira, vanhu vari kuburuka kubva pamusoro pamakomo!” Zebhuri akapindura akati, “Uri kuona mimvuri yamakomo savanhu iwe.” Asi Gaari akadanidzirazve akati, “Tarira vanhu vari kuburuka kubva pakati penyika, rimwe boka riri kubva nenzira yomuti wavavuki.” Ipapo Zebhuri akati kwaari, “Kutaura kwako kukuru kuripiko zvino, iyewe waiti, ‘Abhimereki ndianiko kuti isu tive varanda kwaari?’ Handiti ava ndivo vanhu vawaizvidza here? Chibuda undorwa navo!” Saka Gaari akabuda pamberi pavanhu veShekemu akarwa naAbhimereki. Abhimereki akamudzinganisa uye vazhinji vakafa vakuvadzwa mukutiza uku nzira yose kusvikira pamukova wokupinda pasuo reguta. Abhimereki akagara muAruma, uye Zebhuri akadzinga Gaari navanun'una vake muShekemu. Fume mangwana vanhu veShekemu vakabuda vakaenda kuminda, uye izvi zvakaziviswa kuna Abhimereki. Saka akatora vanhu vake, akavakamura akavaisa mumapoka matatu akavandira musango. Akati achiona vanhu vachibuda muguta, akasimuka kuti avarwise. Abhimereki namapoka aakanga anaye vakamhanyira pamukova wokupinda pasuo reguta. Ipapo mapoka maviri akamhanyira vaya vakanga vari kuminda vakavauraya. Zuva rose iroro, Abhimereki akarwisa kwazvo guta kusvikira aritapa uye auraya vanhu varo. Ipapo akaparadza guta uye akakusha munyu pamusoro paro. Vachinzwa izvi vagari vomushongwe yeShekemu, vakapinda munhare dzetemberi yaEriBheriti. Abhimereki akati anzwa kuti vakanga vakaungana ipapo, Iye navanhu vake vose vakakwira muGomo reZarimoni. Akatora demo akagura matavi, akaasimudza akaaisa pamapfudzi ake. Akarayira varume vaiva naye akati, “Kurumidzai! Itai zvamandiona ndichiita!” Saka varume vose vakagura matavi vakatevera Abhimereki. Vakaatutira pamusoro penhare ndokuitungidza nomoto vanhu vari mukati. Saka vanhu vose vaiva mushongwe yeShekemu, varume navakadzi vanenge chiuru chimwe chete vakafawo. Shure kwaizvozvo Abhimereki akaenda kuTebhezi akarikomba uye akaritapa. Kunyange zvakadaro, mukati meguta makanga mune shongwe yakasimba, munova ndimo makatizira varume vose navakadzi, navanhu vose veguta. Vakazvikiyira mukati vakakwira padenga reshongwe. Abhimereki akaenda kushongwe iyo uye akairwisa. Asi akati achiswedera pamukova weshongwe kuti aipise nomoto, mukadzi akakanda guyo pamusoro pake rikatsemura dehenya rake. Pakarepo akadana mutakuri wenhumbi dzake dzokurwa akati, “Vhomora munondo wako undiuraye, kuti vasazoti, ‘Akaurayiwa nomukadzi.’ ” Saka muranda wake akamubaya akafa. VaIsraeri vakati vaona kuti Abhimereki afa, vakaenda kumusha. Naizvozvo Jehovha akatsiva kuipa kwaAbhimereki kwaakaita kuna baba vake nokuponda vanakomana vababa vake makumi manomwe. Mwari akaitawo kuti varume veShekemu varipe zvakaipa zvavo zvose. Kutuka kwaJotamu, mwanakomana waJerubhi-Bhaari kwakauya pamusoro pavo. "
    },
    {
      "chapter": "10",
      "verses": "Tora Shure kwenguva yaAbhimereki murume weIsraeri, Tora mwanakomana waPua, mwanakomana waDhodho, akasimuka kuti aponese Israeri. Akanga achigara muShamiri munyika yezvikomo yeEfuremu. Akatungamirira Israeri kwamakore makumi maviri namatatu, ipapo akafa, uye akavigwa muShamiri. Jairi Akazoteverwa naJairi muGireadhi, uyo akatungamirira Israeri kwamakore makore makumi maviri. Akanga ana vanakomana makumi matatu, vaitasva mbongoro makumi matatu. Vaitonga maguta makumi matatu muGireadhi, ayo anodaidzwa nhasi kunzi Havhoti Jairi. Jairi paakafa, akavigwa muKamoni. Jefuta VaIsraeri vakaitazve zvakaipa pamberi paJehovha. Vakashumira vanaBhaari uye vanaAshitoreti, navamwari veAramu, vamwari veSidhoni, vamwari veMoabhu, vamwari vavaAmoni navamwari vavaFiristia. Uye nokuti vaIsraeri vakasiya Jehovha uye vakasazomushumirazve, iye akavatsamwira. Akavatengesa mumaoko avaFiristia uye navaAmoni, avo vakavanetsa uye vakavapwanya mugore iroro. Vakadzvinyirira vaIsraeri vose vakanga vari nechokumabvazuva kweJorodhani muGireadhi, munyika yavaAmori, kwamakore gumi namasere. VaAmoni vakayambukawo Jorodhani kuti vandorwa neJudha Bhenjamini uye neimba yaEfuremu; uye vaIsraeri vakashushikana zvikuru. Ipapo vaIsraeri vakachema kuna Jehovha vakati, “Takakutadzirai nokuti takarasa Mwari wedu uye tikashumira vaBhaari.” Jehovha akapindura akati, “Pamakadzvinyirirwa navaIjipita, vaAmori, vaAmoni, vaFiristia, vaSidhoni, vaAmareki, navaMaoni uye mukachema kwandiri kuti ndikubatsirei, handina kukuponesai mumaoko avo here? Asi imi makandirasa mukashumira vamwe vamwari, saka handichadi kukuponesaizve. Endai mundochema kuna vamwari vamakasarudza. Ngavakuponesei pamunenge mava kutambudzika!” Asi vaIsraeri vakati kuna Jehovha, “Takatadza hedu. Tiitirei zvose zvamunoona kuti zvakanaka kwamuri, asi tapota tinunurei henyu nhasi.” Ipapo vakarasa vamwari vatorwa pakati pavo vakashumira Jehovha. Uye haana kuzotenderazve kutambudzika kweIsraeri. VaAmoni pavakadanwa kuhondo uye vakadzika musasa muGireadhi, vaIsraeri vakaungana vakadzika musasa paMizipa. Vatungamiri vavanhu veGireadhi vakati kuno mumwe nomumwe wavo, “Ani naani achatanga kundorwa navaAmoni ndiye achava mukuru wavose vanogara muGireadhi.” "
    },
    {
      "chapter": "11",
      "verses": "Jefuta muGireadhi, akanga ari murwi ane simba. Baba vake vainzi Gireadhi; mai vake vakanga vari chifeve. Mukadzi waGireadhi akamuberekerawo vanakomana, uye vakati vakura, vakadzinga Jefuta. Vakati, “Iwe hauna nhaka ipi zvayo yauchawana mumhuri yedu, nokuti uri mwanakomana womumwe mukadzi.” Saka Jefuta akatiza kubva pavanun'una vake akandogara munyika yeTobhi, uko kwaakandounganirwa navarume vakaipa uye vakamutevera. Mushure menguva yakati kuti, vaAmoni vakarwa navaIsraeri, Vakuru veGireadhi vakaenda kundotora Jefuta kubva kunyika yeTobhi. Vakati, “Uya uzova mutungamiri wehondo, kuti tigorwa navaAmoni.” Jefuta akati kwavari, “Hamuna kundivenga here mukandidzinga mumba mababa vangu? Sei mava kuuya kwandiri zvino, imi mava munhamo?” Vakuru veGireadhi vakati kwaari, “Zvisinei hazvo, isu hedu tiri kudzokera kwamuri iye zvino; handei tose kundorwa navaAmoni, uye muchava mukuru wedu pamusoro pavose vagere muGireadhi.” Jefuta akapindura akati, “Ngatimboti madzokera neni kundorwa navaAmoni uye Jehovha akavapa kwandiri, ndichava mukuru wenyu zvechokwadi here?” Vakuru veGireadhi vakapindura vakati, “Jehovha ndiye chapupu chedu; zvirokwazvo tichaita sezvaunoreva.” Saka Jefuta akaenda navakuru veGireadhi, uye vanhu vakamuita mukuru wavo uye mutungamiri wehondo. Uye akadzokorora mashoko ake ose pamberi paJehovha muMizipa. Ipapo Jefuta akatuma nhume kuna mambo wavaAmoni nomubvunzo wokuti, “Mhosva yamunayo nesu ndeyeiko zvamunorwisa nyika yedu?” Mambo wavaAmoni akapindura nhume dzaJefuta achiti, “VaIsraeri pavakabuda muIjipiti, vakatora nyika yangu kubva kuArinoni kusvikira kuJabhoki, kwose nokuJorodhani. Zvino idzosei norugare.” Jefuta akatumazve nhume kuna mambo wavaAmoni achiti, “Zvanzi naJefuta: Israeri haina kutora nyika yeMoabhu kana nyika yavaAmoni. Asi pavakabuda muIjipiti, Israeri yakaenda nomurenje kusvikira kuGungwa Dzvuku uye nokumusoro kuKadheshi. Ipapo Israeri yakatuma nhume kuna mambo weEdhomu, achiti, ‘Titendereiwo kupfuura nomunyika yenyu,’ asi mambo weEdhomu akaramba kunzwa. Vakatumawo nhume kuna mambo weMoabhu, naiyewo akaramba. Saka vakagara paKadheshi. “Shure kwaizvozvo vakafamba nomurenje, vachitenderera nyika dzeEdhomu neMoabhu, vakandodzika musasa kuno rumwe rutivi rweArinoni. Havana kupinda munyika yeMoabhu, nokuti Arinoni waiva muganhu wayo. “Ipapo vaIsraeri vakatuma nhume kuna Sihoni mambo wavaAmori, akanga achitonga muHeshibhoni, akati kwaari, ‘Titendereiwo kupfuura nomunyika yenyu tichienda kunzvimbo yedu.’ Kunyange zvakadaro, Sihoni haana kuvimba navaIsraeri kuti vapfuure nomunyika yake. Akaunganidza vanhu vake vose vakandodzika musasa paJahazi uye vakarwa navaIsraeri. “Ipapo Jehovha, Mwari waIsraeri, akaisa Sihoni navanhu vake vose mumaoko avaIsraeri, uye vakavakunda. Israeri yakatora nyika yose yavaAmori vaigara munyika iyo, vakaitapa yose kubva paArinoni kusvikira kuJabhoki uye kubva kurenje kusvikira kuJorodhani. “Zvino sezvo Jehovha, Mwari waIsraeri akadzinga vaAmori pamberi pavanhu vake Israeri, iwe une kodzero ipi yokuti uitore? Ko, hautori here zvaunopiwa namwari wako Kemoshi? Naizvozvo zvose zvatinopiwa naJehovha Mwari wedu, ndizvo zvatichatora. Ko, iwe uri nani kupfuura Bharaki mwanakomana waZipori mambo weMoabhu here? Akatombopopotedzana navaIsraeri kana kurwa navo here? Israeri yakagara muHeshibhoni, Aroeri, nemisha yakapoteredza uye namaguta ose akatarisana neArinoni. Wakaregereiko kuatora panguva iyoyo? Ini handina kukutadzira asi iwe ndiwe wava kundikanganisira nokuda kurwa neni. Jehovha, iye mutongi ngaatonge, ngaatonge gakava iri nhasi riri pakati pavaIsraeri navaAmoni.” Kunyange zvakadaro, mambo weAmoni, haana kuteerera nhume dzaJefuta dzaakatuma. Ipapo Mweya waJehovha wakauya pamusoro paJefuta. Akayambuka Gireadhi neManase, akapfuura napaMizipa yeGireadhi, uye kubva ipapo akafamba akandorwa navaAmoni. Uye Jefuta akaita mhiko kuna Jehovha akati, “Kana mukaisa vaAmoni mumaoko angu, chose chichabuda napamukova weimba yangu kuzosangana neni pakudzoka kwangu ndakunda vaAmoni, chichava chaJehovha, uye ndichachibayira sechipiriso chinopiswa.” Ipapo Jefuta akabuda kundorwa navaAmoni, uye Jehovha akavapa mumaoko ake. Akaparadza maguta makumi maviri kubva kuAroeri kusvikira pedyo neMiniti, akandoguma kuAbheri Keramimi. Nokudaro Israeri yakakunda Amoni. Jefuta akati odzokera kumusha kwake kuMizipa, ndiani akazouya kuzomuchingamidza kunze kwomwanasikana wake, achitamba, matamborini achiridzwa! Ndiye akanga achingova mwana wake oga. Akanga asina mwanakomana kana mwanasikana kunze kwake iye oga. Akati achimuona akabvarura nguo dzake uye akachema achiti, “Haiwa mwanasikana wangu! Wandishungurudza nokuti ndaita mhiko kuna Jehovha yandisingagoni kuputsa.” Akapindura akati, “Baba vangu, mapa shoko renyu kuna Jehovha. Ndiitirei henyu sezvamakavimbisa, sezvo zvino Jehovha akatsivira vavengi venyu, ivo vaAmoni. Asi nditenderei henyu chikumbiro chimwe chete ichi, Ndipei henyu mwedzi miviri kuti ndiende kuzvikomo uye ndinochema pamwe chete neshamwari dzangu, nokuti handichatongowanikwi.” Iye akati, “Ungaenda hako.” Uye akamutendera kuti aende kwemwedzi miviri. Iye navamwe vasikana vakaenda kuzvikomo vakandochema nokuti akanga asingazombowanikwi. Shure kwemwedzi miviri akadzoka kuna baba vake uye vakaita kwaari sezvavakanga vapika. Uye akanga ari mhandara. Ndipo pakabva tsika yavaIsraeri yokuti gore rimwe nerimwe, vanasikana veIsraeri vanobuda kwamazuva mana kundoita chirangaridzo chomwanasikana waJefuta muGireadhi. "
    },
    {
      "chapter": "12",
      "verses": "Jefuta neEfuremu Varume veEfuremu vakadana varwi vavo, vakayambuka mhiri vakaenda kuZafani uye vakati kuna Jefuta, “Wakaendereiko kundorwa navaAmoni ukasatidana kuti tiende newe? Tichapisa imba yako iwe uri mukati.” Jefuta akapindura akati, “Ini navanhu vangu takanga tiri pakutambudzika kukuru navaAmoni, uye kunyange ndakadana, imi hamuna kundiponesa kubva mumaoko avo. Pandakaona kuti hamusi kuda kubatsira, ndakaisa upenyu hwangu mumaoko angu ndikayambuka kundorwa navaAmoni, iye Jehovha akandipa kukunda pamusoro pavo. Zvino mauyireiko nhasi kuzorwa neni?” Ipapo Jefuta akaunganidza varume veGireadhi akarwa neEfuremu. VaGireadhi vakavauraya nokuti vaEfuremu vakanga vati, “Imi vaGireadhi muri vanhu vakatiza kubva kuna Efuremu naManase.” VaGireadhi vakatora mazambuko eJorodhani aienda kuEfuremu, uye upi noupi wavakasara veEfuremu aiti akati, “Regai hangu ndiyambukire mhiri,” varume veGireadhi vaimubvunza vachiti, “Uri muEfuremu here?” Kana akapindura achiti, “Kwete,” vaiti, “Zvakanaka, iti, ‘Shibhoreti.’ ” Kana akati, “Sibhoreti” nokuda kwokuti akanga asingagoni kureva shoko iro zvakanaka, vaimubata vomuuraya pamazambuko eJorodhani. Zviuru makumi mana nezviviri zvavaEfuremu zvakaurayiwa panguva iyoyo. Jefuta akatungamirira vaIsraeri kwamakore matanhatu. Ipapo Jefuta muGireadhi akafa, uye akavigwa muguta riri muGireadhi. Ibhizani, Eroni naAbhudhoni Shure kwake, Ibhizani weBheterehema akatungamirira Israeri. Akanga ana vanakomana makumi matatu uye vanasikana makumi matatu. Akawanisa vanasikana vake kuvanhu vakanga vasiri vorudzi rwake, uye akavigira vanakomana vake vanasikana vakanga vasiri vorudzi rwake makumi matatu kuti vave vakadzi vavo. Ibhizani akatungamirira Israeri kwamakore manomwe. Ipapo Ibhizani akafa, uye akavigwa muBheterehema. Shure kwake, Eroni muZebhuruni akatungamirira vaIsraeri kwamakore gumi. Ipapo Eroni akafa, uye akavigwa muAijaroni munyika yaZebhuruni. Shure kwake, Abhudhoni mwanakomana waHireri aibva kuPiratoni, akatungamirira Israeri. Akanga ana vanakomana makumi mana uye vazukuru makumi matatu, vaitasva mbongoro makumi manomwe. Iye akatungamirira vaIsraeri kwamakore masere. Ipapo Abhudhoni mwanakomana waHireri akafa, uye akavigwa paPiratoni muEfuremu, munyika yezvikomo yavaAmareki. "
    },
    {
      "chapter": "13",
      "verses": "Kuberekwa kwaSamusoni VaIsraeri vakaitazve zvakaipa pamberi paJehovha, saka Jehovha akavaisa mumaoko avaFiristia kwamakore makumi mana. Mumwe murumwe weZora ainzi Manoa, aibva muimba yavaDhani, akanga ano mukadzi akanga asingabereki asina mwana. Mutumwa waJehovha akazviratidza kwaari uye akati, “Iwe haubereki uye hauna mwana, asi uchava nemimba uye ugova nomwanakomana. Zvino uone kuti warega kunwa waini kana zvimwe zvokunwa zvakaviriswa uye kuti urege kudya chinhu chipi zvacho chisina kuchena, nokuti uchava nemimba uye uchabereka mwanakomana. Chisvo hachifaniri kuveura musoro wake, nokuti mukomana anofanira kuva muNaziri, akatsaurirwa kuna Mwari kubva pakuzvarwa kwake, uye ndiye achatanga kusunungura vaIsraeri kubva mumaoko avaFiristia.” Ipapo mukadzi akaenda kumurume wake akandomuudza akati, “Munhu waMwari asvika kwandiri. Anga achitarisika somutumwa waMwari, anotyisa kwazvo. Handina kumubvunza kuti abva kupi, uye haana kundiudza zita rake. Asi ati kwandiri, ‘Uchava nemimba uye uchabereka mwanakomana. Zvino, chirega kunwa waini kana zvimwe zvokunwa zvakaviriswa uye usadya chinhu chipi zvacho chisina kuchena, nokuti mukomana achava muNaziri waMwari kubva pakuzvarwa kwake kusvikira pazuva raanofa.’ ” Ipapo Manoa akanyengetera kuna Jehovha akati, “Haiwa Jehovha, ndinokukumbirai, regai munhu waMwari wamakatuma kwatiri adzokezve kuti azotidzidzisa kurera kwatingaita mukomana achazozvarwa.” Mwari akanzwa Manoa, uye mutumwa waMwari akauyazve kumukadzi panguva yaakanga ari kumunda; asi murume wake Manoa akanga asipo paari. Mukadzi akakurumidza kundoudza murume wake akati, “Ari pano! Murume uya akazviratidza kwandiri zuva riya!” Manoa akasimuka akatevera mukadzi wake. Akati asvika pamurume uya, akati, “Ndimi here makataura kumukadzi wangu?” Iye akati, “Ndini.” Saka Manoa akamubvunza akati, “Mashoko enyu paachazadziswa, mutemo unofanira kutevedzwa paupenyu hwomukomana ndoupi?” Mutumwa waJehovha akapindura akati, “Mukadzi wako anofanira kuita zvose zvandakamuudza. Haafaniri kudya chinhu chipi zvacho chinobva pamuzambiringa, uye kunwa waini ipi zvayo kana zvimwe zvokunwa zvakaviriswa kana kudya chinhu chipi zvacho chisina kuchena. Anofanira kuita zvose zvandakamurayira.” Manoa akati kumutumwa waJehovha, “Tingada kuti mumbogara kusvikira takugadzirirai kambudzana.” Mutumwa waJehovha akapindura akati, “Kunyange dai mukandibata henyu, handingadyi chokudya chenyu chipi zvacho. Asi kana muchigadzira chipiriso chinopiswa, chipei kuna Jehovha.” (Manoa haana kuziva kuti akanga ari mutumwa Jehovha.) Ipapo Manoa akabvunza mutumwa waJehovha akati, “Zita renyu ndianiko, kuitira kuti tigokukudzai pachazadziswa shoko renyu?” Akapindura akati, “Unobvunzireiko zita rangu? Haringanzwisisiki.” Ipapo Manoa akatora kambudzana, pamwe chete nechipiriso chezviyo, akazvibayira kuna Jehovha paruware. Uye Jehovha akaita chinhu chinoshamisa, Manoa nomukadzi wake vakatarisa: Murazvo wakati uchikwira kubva paaritari wakananga kudenga, mutumwa waJehovha akakwira ari mumurazvo. Vakati vaona izvi, Manoa nomukadzi wake vakawira pasi nezviso zvavo. Asi mutumwa waJehovha haana kuzozviratidzazve kuna Manoa nomukadzi wake ipapo, Manoa akaziva kuti akanga ari mutumwa waJehovha. Akati, “Tichafa zvirokwazvo! Taona Mwari!” Asi mukadzi wake akati, “Kana Jehovha anga achida kutiuraya, angadai asina kugamuchira chipiriso chinopiswa uye chipiriso chezviyo kubva mumaoko edu, uye angadai asina kutiratidza zvinhu zvose izvi kana kutiudza izvi zvino.” Mukadzi akasununguka mwanakomana uye akamutumidza zita rokuti Samusoni. Akakura uye Jehovha akamuropafadza, uye Mweya waJehovha wakatanga kumumutsa paakanga ari paMahane Dhani, pakati peZora neEshitaori. "
    },
    {
      "chapter": "14",
      "verses": "Kuwana kwaSamusoni Samusoni akaburuka akaenda kuTimina akandoona ikoko mukadzi muduku wechiFiristia. Akati adzoka, akasvikoti kuna baba namai vake, “Ndaona mukadzi wechiFiristia muTimina; zvino nditorerei iye ave mukadzi wangu.” Baba namai vake vakapindura vakati, “Hapana here mukadzi akakodzera pakati pehama dzako kana pakati pavanhu vokwedu vose? Ungaenda here kuvaFiristia vasina kudzingiswa kuti undotora mukadzi?” Asi Samusoni akati kuna baba vake, “Nditorerei iye. Ndiye akanaka kwandiri.” (Vabereki vake vakanga vasingazivi kuti izvi zvakanga zvichibva kuna Jehovha, akanga achitsvaka mukana wokurwa navaFiristia; nokuti nenguva iyo ndivo vakanga vachitonga vaIsraeri.) Samusoni akaburuka akaenda kuTimina pamwe chete nababa vake namai vake. Vakati vasvika kuminda yemizambiringa yeTimina, pakarepo shumba yakauya yakananga kwaari ichiomba. Mweya waJehovha wakauya pamusoro pake nesimba zvokuti akabvambura shumba napakati namaoko ake kunge anobvambura mbudzana. Ipapo akaburuka akandotaura nomukadzi, uye aimuda. Mushure menguva yakati kuti, paakadzokera kundomuona, akatsauka kundoona mutumbi weshumba. Mukati macho makanga mune bumha renyuchi nouchi, akahubura namaoko ake akadya achifamba. Akati asvika kuvabereki vake akavapa humwe vakadyawo naivo. Asi haana kuvaudza kuti akanga atora uchi mumutumbi weshumba. Zvino baba vake vakaburuka kundoona mukadzi uya. Uye Samusoni akaita mutambo ikoko, setsika yaiitwa nezvikomba. Paakasvika, akapiwa shamwari makumi matatu. Samusoni akati kwavari, “Regai ndikutaurirei chirahwe. Kana mukagona kuchidudzira mukati mamazuva manomwe omutambo, ini ndichakupai nguo dzomucheka dzinosvika makumi matatu nehanzu makumi matatu. Kana musingagoni kudzidudzira, imi munofanira kundipa nguo dzomucheka makumi matatu namakumi matatu ehanzu.” Ivo vakati, “Tiudze chirahwe chako. Rega tichinzwe.” Akapindura akati: “Kumudyi, kwakabuda chokudya; kune ane simba, kwakabuda zvinotapira.” Havana kugona kupa mhinduro kwamazuva matatu. Pazuva rechina, vakati kumukadzi waSamusoni, “Nyengetedza murume wako kuti atsanangure chirahwe kuti tiregere kukupisai mukafa iwe neveimba yababa vako. Munotikoka pano kuzotibira nhai?” Ipapo mukadzi waSamusoni akazviwisira paari, achichema akati, “Unondivenga iwe! Haundidi chaizvo izvo. Wakapa vanhu vokwangu chirahwe, asi hauna kundiudza dudziro yacho.” Akati, “Handina kutongochitsanangurira baba vangu kana mai vangu, saka ndingachitsanangura seiko kwauri?” Akachema kwamazuva manomwe ose omutambo. Saka akapedzisira amuudza pazuva rechinomwe, nokuti akaramba achingomumanikidza. Iye akabva azotsanangurira vanhu vake chirahwe. Pazuva rechinomwe, zuva risati radoka, varume vomuguta vakati kwaari, “Chiiko chinotapira souchi? Chiiko chine simba seshumba?” Samusoni akati kwavari, “Dai manga musina kurima netsiru rangu, mungadai musina kugona kududzira chirahwe changu.” Ipapo Mweya waJehovha wakauya pamusoro pake nesimba. Akaburuka akaenda kuAshikeroni, akandouraya varume makumi matatu, akakutunura zvinhu zvavo akapa nguo dzavo kuna avo vakadudzira chirahwe. Akatsamwa kwazvo akaenda kumba kwababa vake. Uye mukadzi waSamusoni akapiwa kushamwari yakanga yamuperekedza pasvitsa. "
    },
    {
      "chapter": "15",
      "verses": "Kutsiva kwaSamusoni pavaFiristia Mushure mechinguva, panguva yokukohwa gorosi, Samusoni akatora mbudzana akaenda kundoshanyira mukadzi wake. Iye akati, “Ndinoda kupinda mumba nomukadzi wangu.” Asi baba vomukadzi wake havana kumutendera kupinda. Baba vomukadzi wake vakati, “Ndakanga ndine chokwadi chaizvo kuti unomuvenga kwazvo zvokuti ndakamupa kushamwari yako. Ko, munun'una wake haana kunaka kukunda iye here? Chimutora iye panzvimbo yake.” Samusoni akati kwaari, “Panguva ino ndine mvumo yokuti nditsive kuvaFiristia; ndichavaitira zvakaipa chaizvo.” Saka akabuda akandobata makava mazana matatu akaasunganidza miswe yawo achiita maviri maviri. Ipapo akaisa zhenje pakati pemiswe miviri miviri yacho Akatungidza mazhenje akaregedza makava akapinda muzviyo zvavaFiristia zvakanga zvimire. Akapisa zviyo zvakanga zvakohwewa nezvakanga zvimire mumunda, pamwe chete neminda yemizambiringa neyemiorivhi. VaFiristia pavakabvunza kuti, “Ndianiko aita izvi?” vakaudzwa kuti, “NdiSamusoni, mukuwasha, womuTimina, nemhaka yokuti mukadzi wake akapiwa kushamwari yake.” Saka vaFiristia vakaenda vakandomupisa iye nababa vake vakafa. Samusoni akati kwavari, “Sezvo maita kudai, ini handitombomiri kusvikira ndakutsivai.” Akavarwisa zvakasimba uye akauraya vazhinji vavo. Ipapo akaburuka akandogara mubako redombo reEtami. VaFiristia vakakwira vakandodzika musasa wavo muJudha, vakapararira kusvika pedyo neRehi. Varume veJudha vakavabvunza vakati, “Mauyireiko kuzorwa nesu?” Ivo vakati, “Tauya kuzotora Samusoni kuti ave musungwa, uye kuti tiite kwaari zvaakatiitira isu.” Ipapo varume zviuru zvitatu vaibva kuJudha vakaburuka kubako reEtami vakandoti kuna Samusoni, “Ko, haunzwi here kuti vaFiristia vanotitonga? Chiiko chawatiitira?” Akapindura akati, “Ndakangovaitira zvavakandiitira.” Ivo vakati kwaari, “Tauya kuzokusunga kuti tikuise kuvaFiristia.” Samusoni akati, “Pikai kwandiri kuti imi hamundiurayi pachenyu.” Ivo vakati, “Hongu, isu tichangokusunga bedzi tigokuisa mumaoko avo. Hatikuurayi isu.” Saka vakamusunga namabote matsva maviri vakamutungamirira kuruware. Akati aswedera kuRehi, vaFiristia vakauya kwaari vachidanidzira. Mweya waJehovha wakauya paari nesimba. Mabote akanga ari mumaoko ake akaita sorushinda, uye zvisungo zvikadonha mumaoko ake. Akawana rushaya rutsva rwembongoro, akarubata akauraya varume chiuru. Ipapo Samusoni akati, “Norushaya rwembongoro ndavaita mbongoro. Norushaya rwembongoro ndauraya varume chiuru.” Akati apedza kutaura, akakanda rushaya kure; uye nzvimbo ikanzi Ramati Rehi. Nemhaka yokuti akanga ava nenyota chaizvo, akadanidzira kuna Jehovha akati, “Mapa muranda wenyu kukunda kukuru. Zvino ndofira pano nenyota here uye ndigowira mumaoko avasina kudzingiswa?” Ipapo Mwari akazarura mukaha muRehi, uye mvura ikabuda mauri. Samusoni akati anwa, simba rake rakadzoka maari uye akamutsiridzwazve. Saka tsime iro rakanzi Eni Hakore, uye richirimo muRehi. Samusoni akatungamirira vaIsraeri kwamakore makumi maviri mumazuva avaFiristia. "
    },
    {
      "chapter": "16",
      "verses": "Samusoni naDherira Rimwe zuva Samusoni akaenda kuGaza, kwaakandoona chifeve. Akapinda usiku kuti andovata naye. Vanhu veGaza vakaudzwa kuti, “Samusoni ari pano!” Saka vakakomba nzvimbo iyo vakamuvandira usiku pasuo reguta. Havana kumbosuduruka panguva yousiku vachiti, “Tichamuuraya panguva yamambakwedza.” Asi Samusoni akavatamo kusvikira pakati pousiku chete. Ipapo akamuka akabata masasa amasuo eguta, pamwe chete namagwatidziro acho maviri akaavhomora, mazariro nezvose. Akaasimudza pamapfudzi ake akaatakura akaenda nawo pamusoro pechikomo chakatarisana neHebhuroni. Mushure menguva yakati kuti, akadanana nomukadzi aigara muMupata weSoreki; zita rake rainzi Dherira. Vatongi vavaFiristia vakaenda kwaari vakati, “Uone kana ungagona kumunyengetedza kuti akuratidze chakavanzika chesimba rake guru, uye kuti tingamukunda sei kuitira kuti tigomusunga timupfavise. Mumwe nomumwe wedu achakupa mashekeri esirivha mazana gumi nezana rimwe chetea.” Saka Dherira akati kuna Samusoni, “Ndiudzewoka chakavanzika chesimba rako guru uye kuti ungasungwa sei kuti ukundwe.” Samusoni akamupindura akati, “Kana munhu upi zvake akandisunga netambo itsva nomwe dzisina kuomeswa, ndichava munhu asina simba, somumwewo munhu zvake.” Ipapo vatongi vavaFiristia vakamuvigira tambo nomwe itsva dzisina kuomeswa, akamusunga nadzo. Varume vakavanda mukamuri, akadanidzira kwaari akati, “Samusoni, vaFiristia vasvika.” Asi akadambura tambo zviri nyore sokudambuka kunoita shinda kana yaiswa pedyo nomurazvo womoto. Saka chakavanzika chesimba rake hachina kuzivikanwa. Ipapo Dherira akati kuna Samusoni, “Wandiita benzi; wareva nhema kwandiri. Zvino chindiudza kuti ungasungwa sei?” Iye akati, “Kana munhu akandisunga zvakasimba namabote matsva asati amboshandiswa, ndichava munhu asina simba somumwewo munhu zvake.” Saka Dherira akatora mabote matsva akamusunga nawo. Ipapo, aiva navarume vakanga vakavanda mukamuri, uye akadanidzira kwaari achiti, “Samusoni, vaFiristia vasvika!” Asi akadambura mabote mumaoko ake kunge akanga ari shinda. Ipapo Dherira akati kuna Samusoni, “Kusvikira zvino, wanga uchingondiita benzi uye uchireva nhema kwandiri. Ndiudze kuti ungasungwa sei.” Akapindura akati, “Kana ukarukira mhotsi dzangu nomwe dzebvudzi rangu mumucheka wakarukwa uye ukadzirovera pasi nembambo, ini ndichava munhu asina simba somumwewo munhu zvake.” Saka paakanga avata, Dherira akatora mhotsi nomwe dzebvudzi romusoro wake, akadzirukira mumucheka unorukwa, akadzirovera pasi nembambo. Akadanidzira kwaari zvakare akati, “Samusoni, vaFiristia vasvika!” Akapepuka pahope dzake akavhomora mbambo nomucheka wakarukwa. Ipapo akati kwaari, “Unoti ‘Ndinokuda’ sei iwe usingandiudzi zvakavanzika zvako? Aka kava ketatu uchingondiita benzi uye hauna kutongonditaurira chakavanzika chesimba rako guru.” Pakupedzisira mushure mokunge atambudzwa namashoko ake, zuva nezuva, achimugombedzera, akaneta zvokusvika parufu. Saka akamuudza zvose. Akati, “Hapana chisvo chakatomboshandiswa kuveura musoro wangu, nokuti ndakaitwa muNaziri akatsaurirwa kuna Mwari kubva pakuberekwa kwangu. Kana musoro wangu ukaveurwa, simba rangu rinobva pandiri, uye ndinozova munhu asina simba, somumwewo munhu zvake.” Dherira paakaona kuti akanga amuudza zvose, akatuma shoko kuvatongi vavaFiristia vakadzoka vaine sirivha mumaoko avo. Akati amurarisa pamakumbo ake, akadana munhu kuti azoveura mhotsi nomwe dzebvudzi rake, nokudaro akatanga kumukunda. Uye simba rake rakabva paari. Ipapo akadana Samusoni akati, “Samusoni, vaFiristia vasvika!” Akapepuka pahope dzake akafunga akati, “Ndichabuda sezvandaiita kare uye ndichazvisunungura.” Asi akanga asingazivi kuti Jehovha akanga abva paari. Ipapo vaFiristia vakamubata vakatumbura meso ake vakamuendesa kundokuya mutorongo. Asi bvudzi romusoro wake rakatanga kukurazve shure kwokumboveurwa. Kufa kwaSamusoni Zvino vatongi vavaFiristia vakaungana kuti vabayire chibayiro chikuru kuna Dhagoni mwari wavo uye kuti vapemberere vachiti, “Mwari wedu aisa Samusoni, muvengi wedu, mumaoko edu.” Vanhu vakati vamuona, vakarumbidza mwari wavo vachiti, “Mwari wedu aisa muvengi wedu mumaoko edu, iye akaparadza nyika yedu akawanza vakaurayiwa vedu.” Vari pakufara kukuru, vakadanidzira vachiti, “Budisai Samusoni kuti auye kuzotitandadza.” Saka vakadana Samusoni kuti abude mutorongo, uye akavatambira. Vakati vamumisa pakati pembiru, Samusoni akati kumuranda akanga akabata ruoko rwake, “Ndiise pandinogona kubata mbiru dzinotsigira temberi, kuitira kuti ndisendamire padziri.” Zvino temberi yakanga izere navarume navakadzi; vatongi vose vavaFiristia vakanga varimo uye padenga pakanga pane varume navakadzi vanenge zviuru zvitatu vakatarira Samusoni achitamba. Ipapo Samusoni akanyengetera kuna Jehovha akati, “Haiwa Ishe Jehovha, ndirangarirei. Imi Mwari, ndapota hangu, ndisimbisei henyu nguva ino bedzi, uye nditenderei kamwe chete kuti nditsive vaFiristia nokuda kwameso angu maviri.” Ipapo Samusoni akabata mbiru dzapakati paakanga amire dzetemberi. Akadzisunda, ruoko rwake rworudyi pane imwe uye rworuboshwe pane imwe yacho, Samusoni akati, “Regai hangu ndife navaFiristia!” Ipapo akasunda nesimba rake rose, uye temberi yakaondomokera pamusoro pavatongi vavaFiristia navanhu vose vaiva mairi. Naizvozvo akauraya vanhu vazhinji kwazvo pakufa kwake kupfuura paakanga ari mupenyu. Ipapo vanun'una vake nemhuri yose yababa vake vakaburuka, vakandomutora. Vakadzoka naye uye vakandomuviga pakati peZora neEshitori muhwiro raManoa baba vake. Akanga atungamirira Israeri kwamakore makumi maviri. "
    },
    {
      "chapter": "17",
      "verses": "Zvifananidzo zvaMika Zvino mumwe murume ainzi Mika aibva kunyika yezvikomo yaEfuremu akati kuna mai vake, “Mashekeri aya esirivha chiuru nezana rimwe chetea akatorwa kwamuri andakanzwa muchituka munhu wacho akatora, sirivha yacho ndini ndinayo; ndini ndakaitora.” Ipapo mai vake vakati, “Jehovha ngaakuropafadze, mwanakomana wangu!” Akati adzorera mashekeri esirivha chiuru nezana rimwe chete, kuna mai vake, ivo vakati, “Ndinotsaurira Jehovha sirivha yangu nomwoyo wose kuti mwanakomana wangu aite chifananidzo chakavezwa nomufananidzo wakaumbwa wesimbi. Ndichazoidzosera kwauri.” Saka akadzosera sirivha kuna mai vake, uye mai vake vakatora mazana maviri amashekerib esirivha vakaapa kumupfuri wesirivha, akaita nawo mufananidzo wakavezwa nomufananidzo wakaumbwa. Uye zvakaiswa mumba maMika. Zvino murume uyu Mika, akanga ane imba yavamwari, uye akaita efodhi nezvimwe zvifananidzo uye akagadza mumwe wavanakomana vake kuti ave muprista wake. Mumazuva iwayo Israeri yakanga isina mambo; mumwe nomumwe akaita zvaaiona zvakamunakira. Zvino kwakanga kune jaya muRevhi aibva kuBheterehema muJudha, aigara mukati morudzi rwaJudha, akabva muguta iroro achindotsvaka imwe nzvimbo yokugara. Ari munzira yake akasvika napaimba yaMika munyika yezvikomo yeEfuremu. Mika akamubvunza akati, “Unobvepiko?” Iye akati, “Ndiri muRevhi anobva kuBheterehema muJudha, uye ndiri kutsvaka nzvimbo yokugara.” Ipapo Mika akati kwaari, “Gara hako neni ugova baba vangu nomuprista wangu, uye ndichakupa mashekeri esirivha gumic pagore, nguo dzako dzokupfeka uye nezvokudya zvako.” Saka muRevhi akabvuma kugara naye, uye jaya iri rakanga rakaita somumwe wavanakomana vake. Ipapo Mika akagadza muRevhi, jaya rikava muprista wake akagara mumba make. Uye Mika akati, “Zvino ndinoziva kuti Jehovha achandiitira zvakanaka, sezvo muRevhi uyu ava muprista wangu.” "
    },
    {
      "chapter": "18",
      "verses": "VaDhani vanondogara muRaishi Mumazuva iwayo Israeri yakanga isina mambo. Uye mumazuva iwayo vorudzi rwavaDhani vakanga vachitsvaka nzvimbo yavo pachavo yavangagara, nokuti vakanga vasati vapiwa nhaka pakati pamarudzi eIsraeri. Saka vaDhani vakatuma varwi vashanu vaibva kuZora neEshitaori kuti vandoshora nyika nokuitarisisa. Varume ava vakanga vachimirira dzimba dzavo dzose. Vakavaudza kuti, “Endai munotarisisa nyika.” Varume vakapinda munyika yezvikomo yaEfuremu vakasvika paimba yaMika, vakavatapo. Vakati vava pedyo nemba yaMika, vakaziva inzwi rejaya muRevhi; saka vakatsaukiramo vakamubvunza vachiti, “Ndianiko akakuuyisa kuno? Unobatei pano? Seiko uri pano?” Akavataurira zvaakanga aitirwa naMika, uye akati, “Akandipa basa uye ndiri muprista wake.” Ipapo vakati kwaari, “Tapota, tibvunzire Mwari kuti tizive kana rwendo rwedu ruchabudirira.” Muprista akavapindura akati, “Endai henyu norugare. Rwendo rwenyu rwatendwa naJehovha.” Saka varume vashanyi vaya vakabvapo vakandosvika kuRaishi, uko kwavakandoona kuti vanhu vakanga vagere zvakanaka, sezvakaita vaSidhoni, vasina chavanofungidzira uye vagere zvakanaka. Uye sezvo nyika yavo yakanga isingashayiwi chinhu, vakanga vakabudirira. Uyezve, vakanga vagere kure nava Sidhoni uye vakanga vasina ushamwari naani zvake. Vakati vadzokera kuZora neEshitaori, hama dzavo dzakavabvunza dzikati, “Makazviona sei zvinhu imi?” Vakapindura vakati, “Uyai, tivarwise! Takaona kuti nyika yacho yakanaka kwazvo. Hamungaiti chimwe chinhu here? Musanonoka kuendako kundoitora. Pamunosvikako muchawana mumaoko enyu naMwari, nyika isina kana chainoshayiwa.” Ipapo mazana matanhatu avarume vaibva paimba yavaDhani vakapakata zvombo kuti vandorwa, vakasimuka vachibva kuZora neEshitaori. Vari munzira yavo vakadzika misasa pedyo neKiriati Jearimi muJudha. Ndokusaka nzvimbo iri kumavirira eKiriati Jearimi ichinzi Mahane Dhani kusvikira zuva ranhasi. Kubva ipapo vakaenda kunyika yezvikomo yaEfuremu uye vakasvika kumba kwaMika. Ipapo varume vashanu vakanga vandoshora nyika yeRaishi vakati kuhama dzavo, “Munoziva here kuti imwe yedzimba idzi ine efodhi, vamwe vamwari, chifananidzo chakavezwa nechifananidzo chakaumbwa? Zvino imi munoziva zvokuita.” Saka vakatsaukiramo vakaenda kumba kwejaya muRevhi kumba kwaMika vakandomukwazisa. Mazana matanhatu avaDhani, vakapakata zvombo zvokurwa, vakamira pamukova wokupinda nawo pasuo. Varume vashanu vakanga vandoshora nyika vakapinda mukati vakatora chifananidzo chakavezwa, efodhi, vamwe vamwari nechifananidzo chakaumbwa asi muprista namazana matanhatu avarume vakanga vakapakata zvombo zvokurwa nazvo vakamira pamukova wesuo. Varume ava vakati vapinda mumba maMika, vakatora mufananidzo wakavezwa, efodhi, vamwe vamwari nechifananidzo chakaumbwa, muprista akati kwavari, “Muri kuiteiko?” Vakamupindura vakati, “Nyarara! Usambotaura shoko. Handei tose, ugova baba vedu nomuprista wedu. Handiti zviri nani kushumira rudzi neimba iri muIsraeri somuprista pachinzvimbo cheimba yomunhu mumwe here?” Ipapo muprista akafara. Akatora efodhi, vamwe vamwari nechifananidzo chakavezwa akaenda pamwe chete navanhu. Vakaisa vana vavo vaduku, zvipfuwo zvavo nenhumbi dzavo pamberi pavo, vakasimuka vakaenda. Vakati vafamba chinhambwe kubva pamba yaMika varume vaigara pedyo naMika vakadanwa pamwe chete vakatevera vaDhani vakavabata. Pavakadaidzira mushure mavo, vaDhani vakatendeuka vakati kuna Mika, “Wakaita seiko iwe, zvawadana vanhu vako kuti vazorwa?” Akapindura akati, “Makatora vamwari vandakaita, uye muprista wangu mukaenda naye. Chii zvino chandasarirwa nacho? Mungabvunza seiko muchiti, ‘Wakaita seiko iwe?’ ” VaDhani vakapindura vakati, “Usaita nharo nesu, kuti varume vane hasha varege kukurwisa, uye iwe nemhuri yako mukazorasikirwa noupenyu hwenyu.” Saka vaDhani vakaenda zvavo, uye Mika, achiona kuti vakanga vaine simba kukunda iye, akadzoka akaenda kumusha kwake. Ipapo vakatora zvakanga zvagadzirwa naMika, uye muprista wake, vakaenda kuRaishi, vakandorwa navanhu vakanga vasina chavanofungidzira vano rugare. Vakavauraya nomunondo vakavapisira maguta avo nomoto. Pakanga pasina munhu anovanunura nokuti vaigara kure neSidhoni uye vasina ushamwari naani zvake. Guta rakanga riri mumupata waiva pedyo neBheti Rehobhi. VaDhani vakavakazve guta vakagaramo. Vakaritumidza kuti Dhani zita ratateguru wavo Dhani, akanga aberekerwa Israeri, kunyange raimbonzi Raishi. Ikoko vaDhani vakazvimisira chifananidzo, uye Jonatani mwanakomana waGerishomi, mwanakomana waMozisi, uye vanakomana vake vakava vaprista vorudzi rwaDhani kusvikira panguva youtapwa hwenyika. Vakaramba vachishandisa zvifananidzo zvakaitwa naMika, nguva dzose imba yaMwari payakanga iri muShiro. "
    },
    {
      "chapter": "19",
      "verses": "MuRevhi noMurongo wake Mumazuva iwayo Israeri yakanga isina mambo. Zvino mumwe muRevhi akanga achigara munyika iri kure yezvikomo yeEfuremu akatora murongo aibva kuBheterehema muJudha. Asi akanga asina kutendeka kwaari. Akamusiya akadzokerazve kumba kwababa vake kuBheterehema, Judha. Mushure mokunge agarako kwemwedzi mina, murume wake akaenda kwaari kundomunyengetedza kuti adzoke. Akanga ane muranda wake nembongoro mbiri. Akamupinza mumba mababa vake, uye baba vake vakati vamuona, vakamugamuchira nomufaro. Tezvara vake, ivo baba vomusikana, vakamugombedzera kuti agare; saka akagara naye kwamazuva matatu, vachidya nokunwa uye achivatapo. Pazuva rechina vakamuka mangwanani vakagadzirira kuti vaende, asi baba vomusikana vakati kumukuwasha wavo, “Simbisa mwoyo wako nechokudya; ipapo mugoenda henyu.” Saka vose vari vaviri vakagara pasi kuti vadye nokunwa pamwe chete. Mushure maizvozvo, baba vomusikana vakati, “Ndapota chivata hako usiku uno uye umbofara.” Uye murume uyu akati asimuka kuti aende, tezvara vake vakamunyengetedza, saka akavatapo usiku uhwo. Mangwanani ezuva reshanu, paakamuka kuti aende, baba vomusikana vakati, “Simbisa mwoyo wako. Gara kusvikira masikati!” Saka vose vari vaviri vakadya pamwe chete. Ipapo murume, murongo wake uye nomuranda wake, vakati vasimuka kuti vaende, tezvara wake, baba vomusikana vakati, “Zvino chiona kwava kudoka. Chivata hako pano usiku huno; kwavira. Gara ufadze mwoyo wako. Mangwana mangwanani, ungamuka ugopinda hako munzira yako.” Asi, nokusada kuvatazve humwe usiku, murume uya akabuda akaenda akananga kuJebhusi (ndiro Jerusarema), nembongoro dzake mbiri dzakaiswa zvigaro, nomurongo wake. Vakati vava pedyo neJebhusi uye zuva rakanga rovira, muranda akati kuna tenzi wake, “Uyai, titsaukire muguta iri ravaJebhusi tindovatamo.” Tenzi wake akapindura akati, “Kwete. Hatingapindi muguta ravatorwa, vanhu varo zvavasiri vaIsraeri. Tichapfuurira kuGibhea.” Akaenderera mberi akati, “Uyai, tiedze kusvika kuGibhea kana kuRama tigovata mune imwe yenzvimbo idzi.” Saka vakapfuurira mberi, uye zuva rakavira pavakanga vasvika muGibhea muBhenjamini. Imomo, ndimo mavakamira kuti vavate. Vakaenda vakandogara muchivara cheguta, asi hapana munhu akavatora akavapinza mumba make usiku. Madekwana iwayo, imwe harahwa yaibva munyika yezvikomo yeEfuremu, yaigara muGibhea (vanhu venzvimbo vaiva vaBhenjamini), yakasvika ichibva kubasa rayo kumunda. Yakati yatarira ikaona mufambi ari muchivara cheguta, harahwa ikabvunza ikati, “Uri kuendepiko? Wabvepiko?” Akapindura akati, “Tiri kubva kuBheterehema muJudha; tiri kuenda kure kunyika yezvikomo yeEfuremu, ndiko kwandinogara. Ndakanga ndiri kuBheterehema muJudha, asi iye zvino ndiri kuenda kumba kwaJehovha. Hapana munhu anditora akandipinza mumba make. Tine zvose mashanga nouswa hwembongoro dzedu uye chingwa chedu newaini yedu, isu varanda venyu, ini, murandakadzi wenyu, nejaya ratiinaro. Hatina chinhu chatingada hedu.” Harahwa yakati, “Munogona kuuya kumba kwangu. Ndichakupai zvose zvamunoshayiwa. Asi bedzi usavata pachivara.” Saka akamutora akamupinza mumba make uye akapa mbongoro dzake zvokudya. Vakati vashamba tsoka dzavo, vakadya zvokudya uye vakanwa. Vachiri pakufara havo, vamwe vanhu vakaipa vomuguta vakakomba imba. Vachigogodza pamukova, vakadanidzira kuharahwa yakanga iri iyo muridzi weimba vachiti, “Budisa murume uyo apinda mumba mako kuti tivate naye.” Muridzi wemba akabuda panze akati kwavari, “Kwete, shamwari dzangu, regai kuita zvakaipa kudai. Sezvo murume uyu ari mueni wangu, regai kuita chinhu ichi chinonyadzisa kudai. Tarirai, heyi mhandara mwanasikana wangu uyu, uye murongo wake. Ndichavabudisira kwamuri izvozvi, uye munogona kuvabata uye mugoita kwavari zvose zvamunoda. Asi kumurume uyu, regai kuita chinhu chinonyadzisa zvakadaro.” Asi varume ava havana kuda kumuteerera. Saka murume uyu akatora murongo wake akamuendesa kunze kwavari, uye vakamubata chibharo vakamuchinya usiku hwose, uye panguva dzamambakwedza vakamuregedza kuti aende. Kwaedza, mukadzi akadzokera kumba kwaigara tenzi wake, akawira pasi pamukova wemba uye akavatapo kusvikira kwaedza. Tenzi wake akati achimuka mangwanani akazarura mukova wemba akabuda panze kuti afambire mberi norwendo rwake, onei hoyo murongo wake avete akawira pasi pamukova wemba, maoko ake ari pachikumbaridzo. Iye akati kwaari, “Muka; handei.” Asi pakanga pasina mhinduro. Ipapo murume uya akamuisa pambongoro akasimuka akaenda kumusha. Akati achisvika kumusha, akatora banga akaguragura murongo wake, mutezo muzvidimbu gumi nezviviri akazvitumira munzvimbo dzose dzeIsraeri. Mumwe nomumwe akazviona akati, “Chinhu chakadai hachina kutongoonekwa kana kuitwa, kubva pazuva rakabuda vaIsraeri muIjipiti. Fungai pamusoro pazvo! Zvicherechedzei! Tiudzei zvokuita!” "
    },
    {
      "chapter": "20",
      "verses": "VaIsraeri vanorwa navaBhenjamini Ipapo vaIsraeri vose kubva kuDhani kusvikira kuBheerishebha uye nokubva munyika yeGireadhi vakabuda somunhu mumwe chete vakaungana pamberi paJehovha muMizipa. Vatungamiriri vavanhu vose vamarudzi eIsraeri vakandomira panzvimbo dzavo paungano yavanhu vaMwari, zviuru zvamazana mana zvavarwi vakapakata minondo. (VaBhenjamini vakanzwa kuti vaIsraeri vakanga vakwira kuMizipa.) Ipapo vakati, “Dotiudzai kuti chinhu chakaipisisa kudai chakaitika sei?” Saka muRevhi, murume womukadzi akapondwa akati, “Ini nomurongo wangu takasvika paGibhea muBhenjamini kuti tindovatamo. Panguva dzousiku, varume veGibhea vakauya kwandiri vakakomba imba vachida kundiuraya. Vakabata murongo wangu chibharo, uye akafa. Ndakatora murongo wangu, ndikamugura-gura uye ndikatumira chidimbu chimwe chete kunharaunda imwe neimwe yenhaka yeIsraeri, nokuti ndivo vakaita chinhu ichi chinonyangadza uye nokuita kunonyadzisa muIsraeri. Zvino, imi vaIsraeri mose, taurai uye mupe mutongo wenyu.” Vanhu vose vakasimuka somunhu mumwe chete vakti, “Hakuna mumwe wedu achaenda kumba. Kwete, hakuna mumwe wedu achadzokera kumba kwake. Asi zvino izvi ndizvo zvatichaita kuGibhea: Tichakwira kundorwa nayo sokuratidza kwomujenya. Tichatora varume gumi kubva muzana roga roga kubva kumarudzi ose eIsraeri, uye zana kubva muchiuru, uye chiuru kubva mugumi rezviuru, kuti vavigire varwi mbuva. Ipapo, hondo painosvika paGibhea muBhenjamini, ichavapa zvakavafanira zvouipi hwavo uhu hwakaitwa muIsraeri.” Saka varume vose veIsraeri vakaungana pamwe chete somunhu mumwe chete kuti vandorwisa guta. Marudzi aIsraeri akatuma varume kurudzi rwose rwaBhenjamini, vachiti, “Munoti kudiniko pamusoro pemhosva yakaipisisa yakaparwa pakati penyu? Zvino tipei varume avo vakaipa veGibhea kuti tivauraye tigobvisa chakaipa muIsraeri.” Asi vaBhenjamini havana kuda kuteerera hama dzavo vaIsraeri. Vakabva mumaguta avo vakaungana pamwe chete paGibhea kuti vazorwa navaIsraeri. Pakarepo vaBhenjamini vakaunganidza varume veminondo zviuru makumi maviri nezvitanhatu kubva mumaguta avo, pamusoro pamazana manomwe akasarudzwa kubva kuna avo vaigara muGibhea. Pakati pavarwi ava vose pakanga pana mazana manomwe avarume vakasarudzwa vakanga vane ziboshwe, mumwe nomumwe wavo aigona kuposhera ibwe kutsuro asingapotsi. KuIsraeri, kunze kwaBhenjamini vakaverenga varume veminondo zviuru mazana mana, vose vakanga vari varwi. VaIsraeri vakakwira kuBheteri vakandobvunza Mwari. Vakati, “Ndiani wedu achatanga kundorwa navaBhenjamini?” Jehovha akapindura akati, “Judha ndiye achatanga kuenda.” Fume mangwana, vaIsraeri vakamuka vakadzika misasa pedyo neGibhea. Varume veIsraeri vakabuda kundorwa navaBhenjamini uye vakamira panzvimbo dzokurwa navo paGibhea. VaBhenjamini vakabuda muGibhea uye vakauraya vaIsraeri zviuru makumi maviri nezviviri munhandare yehondo pazuva iroro. Asi varume veIsraeri vakakurudzirana uyezve vakamira panzvimbo dzavo dzavakanga vatora pazuva rokutanga. VaIsraeri vakakwira vakandochema pamberi paJehovha kusvikira madekwana, uye vakabvunza Jehovha. Vakati, “Tichakwirazve kundorwa navaBhenjamini, idzo hama dzedu here?” Jehovha akapindura akati, “Kwirai mundorwa navo.” Ipapo vaIsraeri vakaswedera pedyo navaBhenjamini pazuva repiri. Nguva iyi, vaBhenjamini pavakabuda kubva muGibhea kuti vandovarwisa, vakauraya vamwezve zviuru gumi nezvisere zvavaIsraeri, vose vakanga vakapakata minondo. Ipapo vaIsraeri, vanhu vose vakakwira kuBheteri, uye ikoko vakandogara pasi vachichema pamberi paJehovha. Vakatsanya pazuva iro kusvikira madekwana uye vakapa kuna Jehovha zvipiriso zvinopiswa nezvipiriso zvokuwadzana. Uye vaIsraeri vakabvunza Jehovha. (Pamazuva iwayo, areka yesungano yaMwari yakanga iripo, Uye Finehasi mwanakomana waEreazari, mwanakomana waAroni, achishumira pamberi payo.) Vakabvunza vakati, “Tichaendazve kundorwa naBhenjamini hama yedu here kana kuti kwete?” Jehovha akati, “Endai, nokuti mangwana ndichavaisa mumaoko enyu.” Ipapo vaIsraeri vakandovandira vakakomberedza Gibhea. Vakakwira kundorwa navaBhenjamini pazuva retatu uye vakamira panzvimbo dzavo dzehondo kuti varwe neGibhea sezvavakamboita kare. VaBhenjamini vakabuda kuzosangana navo uye vakakwezverwa kure neguta. Vakatanga kubaya vaIsraeri sapakutanga, zvokuti varume vanenge makumi matatu vakafa musango uye nomumigwagwa, inoti mumwe unoenda kuBheteri nomumwe wacho kuGibhea. VaBhenjamini pavaiti, “Tiri kuvakunda sapakutanga,” vaIsraeri vaiti, “Ngatidududzirei mumashure tivakwezvere kure neguta kumigwagwa.” Varume vose veIsraeri vakafamba kubva panzvimbo dzavo uye vakandomira paBhaari Tamari, uye vaIsraeri vakanga vakavandira vakabuda munzvimbo dzavo pamavirira eGibhea. Ipapo zviuru gumi zvavarume veIsraeri vakanga vakasarudzwa vakavarwisa nechemberi paGibhea. Kurwa kwakanga kwanyanya kwazvo zvokuti vaBhenjamini havana kuziva kuti njodzi yakanga yava pedyo zvakaita sei. Jehovha akakunda Bhenjamini pamberi peIsraeri, uye pazuva iro vaIsraeri vakauraya vaBhenjamini, vose vakanga vakapakata minondo zviuru makumi maviri nezvishanu nezana rimwe chete. Ipapo vaBhenjamini vakaona kuti vakanga vakundwa. Zvino varume veIsraeri vakanga vachitiza pamberi pavaBhenjamini, nokuti vakanga vachisimba nokuvandira kwavakanga varonga pedyo neGibhea. Varume vakanga vakavandira vakapinda muGibhea pakarepo, vakapararira uye vakaparadza guta rose nomunondo. Varume veIsraeri vakanga varonga navakanga vakavandira kuti vaifanira kubatidza moto unobuda utsi huzhinji muguta, uye ipapo varume veIsraeri vaizodzoka kundorwa. VaBhenjamini vakanga vatotanga kuuraya varume veIsraeri (vanenge makumi matatu), uye vakati, “Tiri kuvakunda sapahondo yokutanga.” Asi utsi pahwakatanga kukwira kubva muguta, vaBhenjamini vakacheuka vakaona utsi hweguta rose huchikwira kudenga. Ipapo varume veIsraeri vakavadzokera, uye varume veBhenjamini vakavhundutswa, nokuti vakaziva kuti njodzi yakanga yavawira. Saka vakatiza pamberi pavaIsraeri nenzira inoenda kurenje, asi havana kugona kupunyuka pahondo. Uye varume veIsraeri vakabuda kubva mumaguta vakavauraya ipapo. Vakakomba vaBhenjamini, vakavadzinganisa vakavabata nyore nyore pedyo neGibhea nechokumabvazuva. VaBhenjamini zviuru gumi nezvisere vakafa, vose vaiva varwi voumhare. Vakati vadzoka vakatiza vakananga kurenje kuruware rwaRimoni, vaIsraeri vakauraya varume zviuru zvishanu (mumigwagwa). Vakaramba vachitevera vaBhenjamini kusvikira paGidhomi uye vakaurayazve vamwe zviuru zviviri. Pazuva iroro, kwakafa varume vaBhenjamini veminondo zviuru makumi maviri nezvishanu, vose varwi voumhare. Asi varume mazana matanhatu vakatendeuka vakatizira murenje kuruware rweRimoni, kwavakandogara kwemwedzi mina. Varume veIsraeri vakadzokera kuBhenjamini uye vakaparadza maguta ose nomunondo, kusanganisira mhuka nezvimwe zvose zvavakawana. Maguta ose avakaona vakaapisa. "
    },
    {
      "chapter": "21",
      "verses": "Vakadzi vavaBhenjamini Varume veIsraeri vakanga vaita mhiko paMizipa vachiti: “Hapana mumwe wedu acharoodza mwanasikana wake kumuBhenjamini.” Vanhu vakaenda kuBheteri, uko kwavakagara pamberi paMwari kusvikira madekwana, vachisimudza manzwi avo uye vachichema zvikuru. Vakachema vachiti, “Haiwa Jehovha, Mwari waIsraeri, seiko izvi zvakaitika kuIsraeri? Seiko rumwe rudzi rwashayikwa muIsraeri nhasi?” Mangwanani ezuva rakatevera, vanhu vakavaka aritari uye vakapa zvipiriso zvinopiswa nezvipiriso zvokuwadzana. Ipapo vaIsraeri vakabvunza vakati, “Ndianiko kubva kumarudzi ose aIsraeri akatadza kuungana navamwe pamberi paJehovha?” Nokuti vakanga vaita mhiko kuti ani zvake anotadza kuungana navamwe pamberi paJehovha paMizipa anofanira kuurayiwa zvirokwazvo. Zvino vaIsraeri vakasuwa nokuda kwehama dzavo, vaBhenjamini. “Vakati nhasi rumwe rudzi rwabviswa pana Israeri.” Tichapa seiko vakadzi kuna avo vakasara, sezvo takapika kuna Jehovha kuti tirege kupa upi zvake wavanasikana vedu kuti awanikwe navo. Ipapo vakabvunza vakati, “Ndavapiko pamarudzi aIsraeri vakatadza kuungana navamwe pamberi paJehovha paMizipa?” Vakawana kuti kwakanga kusina munhu aibva kuJabheshi Gireadhi akanga auya kumusasa kuungano. Nokuti vakati vaverenga vanhu, vakaona kuti kwakanga kusina munhu weJabheshi Gireadhi akanga aripo. Saka ungano yakatuma varume vehondo zviuru gumi nezviviri varayirwa kuti vaende Jabheshi Gireadhi vandouraya nomunondo vanhu vanogarako, kusanganisira vakadzi navana. Vakati, “Hezvi zvamunofanira kuita: Urayai murume mumwe nomumwe nomukadzi mumwe nomumwe asiri mhandara.” Vakawana pakati pavanhu vaigara muJabheshi Gireadhi mhandara mazana mana vakanga vasina kumbovata navarume, uye vakaenda navo kumusasa paShiro muKenani. Ipapo ungano yose yakatuma nhume neshoko rorugare kuvaBhenjamini paruware rweRimoni. Saka vaBhenjamini vakadzoka panguva iyoyo uye vakapiwa vakadzi veJabheshi Gireadhi vakanga vasara. Asi vakanga vasina kuvakwanira vose. Vanhu vakasuwa nokuda kweBhenjamini, nokuti Jehovha akanga aisa mukaha mumarudzi avaIsraeri. Uye vakuru veungano vakati, “Sezvo vakadzi veBhenjamini vakaparadzwa, tichawanira seiko varume vakasara vakadzi?” Vakati, “VaBhenjamini vakasara vanofanira kuva navadyi venhaka kuitira kuti rudzi rwaIsraeri rurege kurova. Hatigoni kuvapa vanasikana vedu kuti vave vakadzi vavo sezvo isu vaIsraeri takapika tichiti, ‘Ngaatukwe munhu anopa mukadzi kumuBhenjamini.’ Asi tarirai, kune mutambo waJehovha wegore negore paShiro, nechokumusoro kweBheteri, kumabvazuva omugwagwa unobva kuBheteri uchienda kuShekemu, nezasi kweRebhona.” Saka vakarayira vaBhenjamini vakati, “Endai mundovanda muminda yemizambiringa uye mutarire. Vasikana veShiro pavanobuda kuti vandotamba navamwe, ipapo mumhanye muchibva muminda yemizambiringa uye mumwe nomumwe wenyu azvitorere mukadzi kubva kuvasikana veShiro mugoenda henyu kunyika yavaBhenjamini. Madzibaba avo kana hanzvadzi dzavo pavanouya kuzomhan'ara kwatiri, isu tichati kwavari, ‘Tiitirei henyu zvakanaka nokuvabatsira, nokuti hatina kuvawanira vakadzi panguva yehondo, uye imi hamuna mhosva, sezvo musina kupa vanasikana venyu kwavari.’ ” Saka ndizvo zvakaitwa navaBhenjamini. Vasikana vachiri kutamba, murume mumwe nomumwe akabata musikana ndokuenda naye kuti ave mukadzi wake. Ipapo vakadzokera kunhaka yavo uye vakavakazve maguta vakagara maari. Panguva iyoyo vaIsraeri vakabva panzvimbo iyo vakaenda kumusha kumarudzi avo nokudzimba dzavo, mumwe nomumwe kunhaka yake pachake. Mumazuva iwayo kwakanga kusina mambo pakati paIsraeri; mumwe nomumwe aiita zvaaifunga kuti zvakanaka. "
    }
  ]
}