{
  "book": "Zvirevo",
  "chapters": [
    {
      "chapter": "1",
      "verses": "Mavambo: Chinangwa neDingindira 1Zvirevo zvaSoromoni mwanakomana waDhavhidhi, mambo weIsraeri: 2kuti uwane uchenjeri nokurayirwa; nokunzwisisa mashoko enjere; 3kuti uve noupenyu hwokuzvibata hune uchenjeri uchiita zvakarurama nokururamisira uye nokuenzanisira; 4kuti vasina mano vapiwe uchenjeri, jaya ripiwe ruzivo namano, 5vakachenjera ngavanzwe uye vagowedzera pakudzidza kwavo, uye vanonzvera ngavawane kutungamirirwa, 6kuti vanzwisise zvirevo nemifananidzo, mashoko nezvirahwe zvavakachenjera. 7Kutya Jehovha ndiwo mavambo ezivo, asi mapenzi anoshora uchenjeri nokurayirwa. Kugamuchira Uchenjeri kunokurudzirwa Yambiro pamusoro poUnyengeri 8Mwanakomana wangu teerera, kurayira kwababa vako, uye usarasa kudzidzisa kwamai vako. 9Zvichava chishongo chakanaka pamusoro wako nouketani hunoshongedza mutsipa wako. 10Mwanakomana wangu, kana vatadzi vachikukwezva, usabvuma zvavari kuda kuti uite. 11Kana vakati, “Handei tose; ngativandirei munhu timuuraye; ngativandirei mweya usina mhosva; 12ngativamedzei vari vapenyu, seguva, uye vakakwana kudaro savaya vanodzika mugomba; 13tichawana marudzi ose ezvinhu zvinokosha tigozadza dzimba dzedu nezvatichapamba; 14isa zvinhu zvako pamwe chete nesu, tigova nechikwama chimwe chete,” 15mwanakomana wangu, usabvumirana navo, usaisa rutsoka panzira dzavo; 16nokuti tsoka dzavo dzinomhanyira muchivi, vanokurumidza kundodeura ropa. 17Hazvibatsiri sei kutambanudza mumbure shiri dzose dzichinyatsoona! 18Varume ava vanovandira ropa ravo vamene; vanozvivandira ivo pachavo! 19Aya ndiwo magumo avaya vanotsvaka pfuma nenzira yakaipa; inouraya vaya vanoiwana. Yambiro pamusoro poKuramba Uchenjeri 20Uchenjeri hunodanidzira nenzwi guru mumugwagwa, hunokwidza inzwi rahwo pachivara; 21kumusoro kwemigwagwa ine ruzha hunodanidzira, pamasuo eguta hunotaura shoko rahwo huchiti: 22“Kusvikira riniko imi vasina mano, muchingoda kugara musina mano? Kusvikira riniko vaseki vachifarira kuseka, uye mapenzi achivenga zivo? 23Dai makateerera kutsiura kwangu, ndingadai ndakadurura mwoyo wangu kwamuri uye ndakazivisa pfungwa dzangu kwamuri. 24Asi sezvo makandiramba pandakakudanai uye pasina kana mumwe akateerera pandakatambanudza ruoko rwangu, 25sezvo makashaya hanya nokurayira kwangu, 26iniwo ndichaseka panguva yenjodzi yenyu; ndichaseka dambudziko parichakusvikirai, 27dambudziko parichakukundai sedutu, njodzi paichavhuvhuta pamusoro penyu sechamupupuri, nhamo namatambudziko pazvichakukundai. 28“Ipapo vachadana kwandiri asi ini handingavapinduri; vachanditsvaka asi havangandiwani. 29Sezvo vakavenga zivo uye vakasasarudza kutya Jehovha, 30sezvo vasina kugamuchira yambiro yangu, uye vakashora kutsiura kwangu, 31vachadya zvibereko zvenzira dzavo uye vachazadzwa nezvibereko zvemano avo. 32Nokuti kusateerera kwavasina mano kuchavaurayisa, uye kushaya hanya kwamapenzi kuchavaparadza; 33asi ani naani achanditeerera achagara murugare, uye achagara akasununguka, asingatyi kuparadzwa.” "
    },
    {
      "chapter": "2",
      "verses": "Kunaka kwoUchenjeri 1Mwanakomana wangu, kana ukagamuchira mashoko angu, ukachengeta mirayiro yangu mauri, 2ukarerekera nzeve yako kuuchenjeri uye ukaisa mwoyo wako pakunzwisisa, 3uye kana ukadanidzira kuti uwanze njere uye ukadanidzira nenzwi guru kuti uwane kunzwisisa, 4uye kana ukahutsvaka sounotsvaka sirivha nokuhutsvaka sounotsvaka pfuma yakavanzwa, 5ipapo uchanzwisisa kutya Jehovha uye uchawana ruzivo rwaMwari. 6Nokuti Jehovha anopa uchenjeri, uye mumuromo make munobuda zivo nokunzwisisa. 7Anochengetera vakarurama kukunda, iye ndiye nhoo kuna avo vane mufambiro usina chaunopomerwa, 8nokuti anochengetedza nzira yavakarurama, uye anodzivirira nzira yavakatendeka vake. 9Ipapo uchanzwisisa zvakarurama, kururamisira nokuenzanisira nzira dzose dzakanaka. 10Nokuti uchenjeri huchapinda mumwoyo mako, uye ruzivo ruchafadza mweya wako. 11Kungwara kuchakuchengetedza, uye kunzwisisa kuchakurinda. 12Uchenjeri huchakuponesa panzira dzavanhu vakaipa, vanhu vane mashoko asakarurama, 13vanosiya nzira yakarurama kuti vafambe munzira dzerima, 14vanofarira kuita zvakaipa uye vanofarira kusarurama kwezvakaipa, 15vane nzira dzakaminama uye vanonyengera pamaitiro avo. 16Zvichakuponesazve pamukadzi chifeve, kubva pamudzimai asingazvibati, anokwezva namashoko ake, 17uyo akasiya murume woumhandara hwake uye akashaya hanya nesungano yaakaita pamberi paMwari. 18Nokuti imba yake inoenda kurufu, uye nzira dzake kumweya yavakafa. 19Hakuna anoenda kwaari achidzoka kana kuzowana nzira dzoupenyu. 20Naizvozvo iwe uchafamba munzira dzavanhu vakanaka uye ucharamba uri munzira dzavakarurama. 21Nokuti vakarurama vachagara munyika, uye vasina chavanopomerwa vacharamba vari mairi; 22asi vakaipa vachaparadzwa panyika, uye vasina kutendeka vachabviswa pairi. "
    },
    {
      "chapter": "3",
      "verses": "Munhu ngaatye Jehovha, avimbe naye uye amuteerere 1Mwanakomana wangu, usakanganwa kudzidzisa kwangu, asi uchengete mirayiro yangu mumwoyo mako, 2nokuti zvichawedzera makore mazhinji kuupenyu hwako, uye nokubudirira. 3Rudo nokutendeka ngazvirege kukusiya; uzvisungirire pamutsipa wako, zvinyore pahwendefa yomwoyo wako. 4Ipapo uchawana nyasha nezita rakanaka pamberi paMwari navanhu. 5Vimba naJehovha nomwoyo wako wose urege kuzendamira panjere dzako; 6munzira dzako dzose umutende, uye acharuramisa nzira dzako. 7Usazviita munhu akachenjera pameso ako; itya Jehovha uvenge zvakaipa. 8Izvi zvichava utano pamuviri wako nokusimbiswa kwamapfupa ako. 9Kudza Jehovha nepfuma yako, zvokutanga zvezvirimwa zvako; 10ipapo matura ako achazadzwa kusvikira pakufashukira, uye makate ako achazara kusvika pamusoro newaini itsva. 11Mwanakomana wangu, usazvidza kuranga kwaJehovha, uye usatsamwira kutsiura kwake, 12nokuti Jehovha anoranga avo vaanoda, sababa nomwanakomana wavanofarira. 13Akaropafadzwa munhu anowana uchenjeri, munhu anowana kunzwisisa, 14nokuti hwakanyanya kunaka kupfuura sirivha, uye hunopfumisa kupfuura goridhe. 15Hunokosha kupfuura marubhi; zvose zvaunoshuva hazvingafananidzwi nahwo. 16Mazuva mazhinji oupenyu ari muruoko rwahwo rworudyi; muruboshwe rwahwo mune upfumi nokukudzwa. 17Nzira dzahwo dzinofadza, uye makwara ahwo ose rugare. 18Ndihwo muti woupenyu kuna vose vanohumbundikira; vose vanohubata vacharopafadzwa. 19Nouchenjeri Jehovha akateya nheyo dzenyika, nokunzwisisa akaisa matenga munzvimbo dzawo; 20noruzivo rwake mvura dzakadzika dzakapatsanurwa, uye makore akadonhedza dova. 21Mwanakomana wangu, chengetedza kutonga kwakanaka nokungwara, usazvirega zvichibva pameso ako; 22zvichava upenyu kwauri, chishongo chakanaka pamutsipa wako. 23Ipapo uchafamba panzira yako murugare, uye rutsoka rwako harungagumburwi; 24paunovata pasi, haungatyi; paunovata pasi, hope dzako dzichava dzakanaka. 25Usatya zvako dambudziko rinovhundutsa kana kuparadza kunokunda vakaipa, 26nokuti Jehovha achava chivimbo chako uye achachengeta rutsoka rwako kuti rurege kubatwa. 27Usarega kuitira zvakanaka kuno uyo akafanirwa nazvo, kana zviri musimba rako kuzviita. 28Usati kumuvakidzani wako, “Ugodzoka imwe nguva; ndichazokupa mangwana,” iwe uchitova nazvo pauri. 29Usaronga kuitira muvakidzani wako zvakaipa, anogara nechivimbo pedyo newe. 30Usapomera munhu mhosva pasina chikonzero, iye asina zvaakutadzira. 31Usachiva munhu anoita zvinhu nechisimba, kana kusarudza ipi zvayo yenzira dzake, 32nokuti Jehovha anovenga munhu akarasika, asi anoudza akarurama zvaanoda kuita. 33Kutuka kwaJehovha kuri paimba yowakaipa, asi anoropafadza musha womunhu akarurama. 34Anoseka vaseki vanozvikudza, asi anoitira nyasha vanozvininipisa. 35Vakachenjera vanowana kukudzwa, asi mapenzi anozviwanira kunyadziswa. "
    },
    {
      "chapter": "4",
      "verses": "Uchenjeri chinhu chikuru 1Teererai, vanakomana vangu, kurayira kwababa venyu; nyatsoteererai mugowana kunzwisisa. 2Ndinokupai dzidziso yakanaka, saka regai kurasa dzidziso yangu. 3Pandakanga ndiri mukomana mumba mababa vangu, ndichiri muduku uye mwana mumwe chete wamai vangu, 4baba vangu vakandidzidzisa vachiti, “Mwoyo wako ngaubatisise mashoko angu; chengeta mirayiro yangu ugorarama. 5Wana uchenjeri, wana kunzwisisa; usakanganwa mashoko angu kana kubva paari. 6Usarasa uchenjeri, ipapo huchakuchengeta; hude, ihwo hugokurinda. 7Uchenjeri chinhu chikuru; naizvozvo wana uchenjeri. Kunyange huchikutorera zvose zvaunazvo, wana kunzwisisa. 8Uhukudze; ipapo huchakusimudzira; uhumbundikire, ipapo huchakukudza. 9Huchakupfekedza chishongo chenyasha mumusoro mako, uye huchakupa korona yokubwinya.” 10Teerera, mwanakomana wangu, gamuchira zvandinotaura, ipapo makore oupenyu hwako achava mazhinji. 11Ndinokudzidzisa nzira youchenjeri uye ndiri kukutungamirira panzira dzakarurama. 12Paunofamba, tsoka dzako hadzingapinganidzwi, paunomhanya, haungagumburwi. 13Batisisa kurayirwa, usarega kuchienda; nyatsokurinda zvakanaka, nokuti ndihwo upenyu hwako. 14Usaisa rutsoka panzira dzavakaipa, kana kufamba panzira dzavanhu vakaipa. 15Udzinzvenge, usafamba padziri; tsauka padziri ugopfuurira mberi. 16Nokuti havangavati vasati vaita zvakaipa; havangabatwi nehope kusvikira vaita kuti mumwe munhu aputsike. 17Vanodya zvokudya zvezvakaipa, uye vanonwa waini yezvechisimba. 18Nzira yavakarurama yakafanana nechiedza chamambakwedza, chinoramba chichiwedzera kubwinya kusvikira pachiedza chamasikati makuru. 19Asi nzira yavakaipa yakaita serima guru; havazivi zvinoita kuti vagumburwe. 20Mwanakomana wangu, nyatsoteerera zvandinotaura; teereresa kumashoko angu. 21Usaite kuti abve pameso ako, achengete pakati pomwoyo wako; 22nokuti upenyu kuna avo vanoawana uye noutano kumuviri wose womunhu. 23Pamusoro pazvo zvose, chengetedza mwoyo wako, nokuti ndicho chitubu choupenyu. 24Bvisa nhema pamuromo wako; kutaura kwakaora ngakuve kure nemiromo yako. 25Meso ako ngaatarire mberi bedzi, ramba wakatarira mberi kwako. 26Gadzirira tsoka dzako gwara ugofamba munzira dzakasimba chete. 27Usatsaukira kurudyi kana kuruboshwe; chengetedza rutsoka rwako kuti rusaende pane zvakaipa. "
    },
    {
      "chapter": "5",
      "verses": "Yambiro pamusoro poUpombwe 1Mwanakomana wangu, nyatsoteerera kuuchenjeri hwangu, teereresa kumashoko angu oungwaru, 2kuti ugare wakachengeta kungwara uye kuti miromo yako ichengetedze zivo. 3Nokuti miromo yomukadzi chifeve inodonha uchi, nomutauriro wake unotedza kupfuura mafuta; 4asi pakupedzisira anovava senduru, anopinza somunondo unocheka namativi ose. 5Tsoka dzake dzinoenda kurufu; nhambwe dzake dzinonanga kuguva. 6Haafungi pamusoro penzira youpenyu; nzira dzake dzakaminama, asi iye haazvizivi. 7Saka zvino, vanakomana vangu, nditeererei; musatsauka pane zvandinotaura. 8Fambai nenzira iri kure naye, musasvika pedyo nomusuo wemba yake, 9kuti murege kupa vamwe zvakanaka zvesimba renyu, uye namakore enyu kuno uyo ane utsinye, 10kuti vatorwa varege kudya upfumi hwenyu, uye kushanda kwenyu nesimba kurege kupfumisa imba yomumwe munhu. 11Pakupedzisira kwoupenyu hwako uchagomera, kana nyama nomuviri wako zvaparadzwa. 12Uchazoti, “Mavengero andaiita kurayirwa! Mashorero aiita mwoyo wangu kudzorwa! 13Ndakanga ndisingateereri vadzidzisi vangu, kana kunzwa varairidzi vangu. 14Ndasvika pakuparara chaiko pakati peungano yose.” 15Inwa mvura pachirongo chako chaicho, mvura inoerera patsime rako chairo. 16Ko, zvitubu zvako zvinofanira kuerera mumigwagwa here; nzizi dzako dzemvura pazvivara? 17Ngadzive dzako woga, hadzitombofaniri kugoveranwa navatorwa. 18Tsime rako ngariropafadzwe, uye ufadzwe nomudzimai woujaya hwako. 19Sehadzi yengururu inofadza, nehadzi yenondo yakanaka, mazamu ake ngaakufadze nguva dzose, ugare uchigutswa norudo rwake. 20Unogutsirweiko, mwanakomana wangu, nomukadzi chifeve? Unombundikirireiko chipfuva chomukadzi womumwe murume? 21Nokuti nzira dzomunhu dziri pachena pamberi paJehovha, uye anoongorora nzira dzake dzose. 22Zviito zvakaipa zvomunhu akaipa zvichamusunga; tambo dzechivi chake dzichamubata iye kwazvo. 23Achafa nokuda kwokushayiwa kuzvibata kwake, atsauswa noupenzi hwake hukuru. "
    },
    {
      "chapter": "6",
      "verses": "Yambiro pamusoro poUpenzi 1Mwanakomana wangu, kana uchinge waita rubatso kumuvakidzani wako, kana uchinge waita mhiko nokumbunda noruoko rwako kuno mumwe, 2kana uchinge wasungwa nokuda kwezvawakataura, wabatwa namashoko omuromo wako, 3ipapo ita izvi, mwanakomana wangu, kuti uzvisunungure, sezvo wawira mumaoko omuvakidzani wako! Enda undozvininipisa; ukumbire zvikuru kumuvakidzani wako! 4Usatendera meso ako hope, usatendera meso ako kutsumwaira. 5Zvipukunyutse, semhara kubva paruoko rwomuvhimi, seshiri kubva paugombe hwomuteyi. 6Enda kusvosve, iwe simbe; cherechedza nzira dzaro ugova wakachenjera! 7Harina mutungamiri, mutariri kana mutongi, 8asi rinochengeta zvokudya zvaro muzhizha, uye rinounganidza zvokudya zvaro pakukohwa. 9Uchasvika riniko wakarara ipapo, iwe simbe? Uchamuka riniko kubva pahope dzako? 10Kumbovata zvishomanana, kumbotsumwaira zvishomanana, kumbopeta maoko zvishomanana kuti ndizorore. 11Naizvozvo urombo huchauya kwauri segororo, uye kushayiwa somurwi akashonga nhumbi dzokurwa. 12Munhu asina maturo uye anoita zvakaipa, anofamba-famba achitaura zvakaora, 13anochonya nameso ake, anonongedzera netsoka dzake, uye anodudzira neminwe yake, 14anoronga zvakaipa nounyengeri mumwoyo make, iyeyo anogaromutsa kupesana. 15Naizvozvo njodzi ichamuwira nokuku-rumidza; achaparadzwa nokukurumidza, pasina chingamubatsira. 16Pane zvinhu zvitanhatu zvakavengwa naJehovha, zvinomwe zvinomunyangadza zvinoti: 17meso anozvikudza, rurimi runoreva nhema, maoko anodeura ropa risina mhosva, 18mwoyo unoronga mano akaipa, tsoka dzinokurumidza kumhanyira muzvakaipa, 19chapupu chenhema chinodurura nhema, uye munhu anomutsa kupesana pakati pehama. Yambiro pamusoro poUpombwe 20Mwanakomana wangu, chengetedza mirayiro yababa vako, uye usarasa kudzidzisa kwamai vako. 21Zvisungirire pamwoyo wako nokusingaperi; uzvishonge pamutsipa wako. 22Paunofamba zvichakutungamirira; paucharara, zvichakurinda; pauchamuka, zvichataura newe. 23Nokuti mirayiro iyi ndiyo mwenje kwauri, dzidziso iyi ndiyo chiedza, uye kudzora kwokurayira ndiko nzira youpenyu, 24kunokuchengetedza pamukadzi asingazvibati, kubva parurimi runonyengera rwomudzimai asingazvibati. 25Usachiva runako rwake mumwoyo mako, kana kumurega achikubata namaziso ake, 26nokuti chifeve chinokuderedza kusvikira wafanana nechingwa, uye mukadzi womumwe asi ari chifeve anoendesa upenyu hwako chaihwo kurufu. 27Ko, munhu angaisa moto pamakumbo ake, nguo dzake dzikasatsva here? 28Ko, munhu angafamba pamazimbe anopisa, tsoka dzake dzikasatsva here? 29Ndizvo zvakaita uyo anorara nomudzimai womumwe murume; hapana angabate mukadzi iyeyo akasarangwa. 30Vanhu havazvidzi mbavha kana ikaba kuti ipedze nzara yayo painenge yoziya. 31Asi kana akabatwa, anofanira kuripa kakapetwa kanomwe, kunyange zvichimutorera pfuma yose yeimba yake. 32Asi munhu anoita upombwe, anoshayiwa njere; ani naani anozviita anozviparadza iye pachake. 33Kurohwa nokunyadziswa ndiwo mugove wake, uye kunyadziswa kwake hakungatongobviswi; 34nokuti godo rinomutsa hasha dzomurume, uye haanganzwiri tsitsi kana otsiva. 35Haangagamuchiri muripo upi zvawo; acharamba fufuro, kunyange rakakura sei. "
    },
    {
      "chapter": "7",
      "verses": "Yambiro pamusoro poMukadzi Chifeve 1Mwanakomana wangu, chengeta mashoko angu ugoviga mirayiro yangu mauri. 2Chengeta mirayiro yangu ugorarama; uchengete dzidziso dzangu semboni yeziso rako. 3Uzvisungirire paminwe yako; uzvinyore pahwendefa yomwoyo wako. 4Uti kuuchenjeri, “Uri hanzvadzi yangu.” uye uti kunzwisisa ndiyo hama yako; 5zvichakuchengeta kure nomukadzi chifeve; kubva pamudzimai asingazvibati anokwezva namashoko ake. 6Napawindo remba yangu ndakatarira panze nomumagirazi. 7Ndakaona pakati pavasina mano ndikacherechedza pakati pamajaya, rimwe jaya rakanga risina njere. 8Rakanga richidzika nomugwagwa pedyo nepakona yomukadzi uya, richifamba rakananga kumba kwake, 9panguva yorubvunzavaeni, zuva ravira, kunze kwosviba. 10Ipapo mukadzi akabuda kuzosangana naye, akapfeka sechifeve uye azere nounyengeri. 11Anotaura noruzha uye anozvikudza, tsoka dzake hadzigari pamba; 12imwe nguva ari munzira, imwe nguva ari pazvivara. Anorindira pamakona ose. 13Akamubata ndokumutsvoda, uye nechiso chisina nyadzi akati: 14“Ndine zvipiriso zvokuwadzana kumba kwangu; nhasi ndazadzisa mhiko dzangu. 15Saka ndauya kuzosangana newe; ndanga ndichikutsvaka, zvino ndazokuwana! 16Ndawaridza mubhedha wangu machira ane mavara, anobva kuIjipiti. 17Ndasasa zvinonhuwira pamubhedha wangu, zvinoti: mura, gavakava nesinamoni. 18Uya, tinwe tigute norudo kusvikira mangwanani; ngatifare zvedu norudo! 19Murume wangu haako kumba, akafamba rwendo rurefu. 20Akatakura homwe yake izere nemari uye haangadzoki kumba kusvikira pajenaguru.” 21Namashoko okunyengetedza akamutsausa; akamukwezva nokutaura kwake kunonyengera. 22Pakarepo akamutevera senzombe inoenda kundobayiwa, senondo inopinda mumusungo, 23kusvikira museve wabaya chiropa chake, seshiri inokurumidza kupinda muugombe, asingazivi kuti zvichamuurayisa. 24Saka zvino, vanakomana vangu, teererai kwandiri; nyatsoteererai zvandinotaura. 25Usarega mwoyo wako uchitsaukira kunzira dzake, kana kurasikira pamakwara ake. 26Vazhinji vakakuvadzwa naye vakawisirwa pasi; vaakauraya vakawanda kwazvo. 27Imba yake mugwagwa mukuru unoenda kuguva, uchitungamirira kumakamuri orufu. "
    },
    {
      "chapter": "8",
      "verses": "Kudana kwoUchenjeri 1Ko, uchenjeri hahudanidziri here? Kunzwisisa hakusimudziri inzwi rako here? 2Panzvimbo dzakakwirira panzira, pamharadzano dzenzira, ndipo pahumire; 3parutivi rwamasuo okupinda muguta, pamikova, hunodanidzirisa huchiti, 4“Kwamuri, imi varume, ndinodanidzira; ndinosimudzira inzwi rangu kuvanhu vose. 5Imi vasina mano, wanai uchenjeri; imi mapenzi, wanai kunzwisisa. 6Teererai, nokuti ndine zvinhu zvinokosha zvokutaura; ndinozarura muromo wangu kuti nditaure zvakarurama. 7Muromo wangu unotaura zvokwadi, nokuti miromo yangu inovenga zvakaipa. 8Mashoko ose omuromo wangu akarurama; hapana kana rimwe rakakombama kana rakaipa. 9Kune ane njere ose zvawo akarurama, akarurama kuna avo vane zivo. 10Sarudza kurayira kwangu panzvimbo yesirivha, ruzivo panzvimbo yegoridhe rakaisvonaka, 11nokuti uchenjeri hunokosha kupfuura marubhi, uye hapana chaungada chingaenzaniswa nahwo. 12“Ini, uchenjeri ndinogara pamwe chete navakachenjera; ndine ruzivo nenjere. 13Kutya Jehovha ndiko kuvenga zvakaipa; ndinovenga kuzvikudza namanyawi, maitiro akaipa nokutaura kunonyangadza. 14Zano nokutonga kwakanaka ndezvangu; ndine kunzwisisa nesimba. 15Madzimambo anobata ushe neni uye vatongi vanodzika mirayiro yakarurama; 16machinda anofambisa ushe neni, navakuru vose vanotonga panyika. 17Ndinoda avo vanondida, uye vaya vanonditsvaka vanondiwana. 18Pfuma nokukudzwa zvineni, upfumi hunogara nokururama. 19Chibereko changu chakanaka kupfuura goridhe rakaisvonaka; zvandinobereka zvinopfuura sirivha yakaisvonaka. 20Ndinofamba munzira dzokururama, pamakwara okururamisira, 21ndichipa upfumi kuna avo vanondida, uye ndichiita kuti matura avo azare. 22“Jehovha akandibudisa sebasa rake rokutanga pamabasa ake, kutangira mabasa ake akare; 23ndakagadzwa kubva pakusingaperi, kubva pakutanga, nyika isati yavapo. 24Makungwa asati avapo, ndakaberekwa, pasati pava nezvitubu zvine mvura zhinji; 25makomo asati aiswa munzvimbo dzawo, zvikomo zvisati zvavapo, ndakaberekwa, 26asati aita nyika neminda kana guruva ripi zvaro renyika. 27Ndakanga ndiripo paakaisa matenga munzvimbo dzawo, paakaita denderedzwa pamusoro pamakungwa, 28paakaita makore kudenga uye paakasimbisa zvitubu zvamakungwa, 29paakapa gungwa miganhu yaro kuti mvura dzirege kudarika zvaakarayira, uye paakateya nheyo dzenyika. 30Ipapo ndini ndaiva mhizha parutivi rwake. Ndaigara ndichifara zuva nezuva, ndichifara nguva dzose pamberi pake, 31ndichifadzwa nenyika yake yose uye ndichifadzwa navanhu. 32Saka zvino, vanakomana vangu, teererai kwandiri; vakaropafadzwa avo vanochengeta nzira dzangu. 33Teererai kurayira kwangu mugova vakachenjera; musakuzvidza. 34Akaropafadzwa munhu anoteerera kwandiri, anorinda mazuva ose pamasuo angu. Anomira pamukova womusuo wangu. 35Nokuti ani naani anondiwana anowana upenyu uye anogamuchira nyasha kubva kuna Jehovha. 36Asi ani naani asingandiwani anozvikuvadza; vose vanondivenga vanoda rufu.” "
    },
    {
      "chapter": "9",
      "verses": "Kukoka kwoUchenjeri nekwoUpenzi 1Uchenjeri hwakavaka imba yahwo; hwakaveza mbiru dzahwo nomwe. 2Hwakabika nyama yahwo; uye hukavhenganisa waini yahwo; hwagadzirawo tafura yahwo. 3Hwakatuma varandakadzi vahwo, uye hunodanhidzira kubva panzvimbo yakakwirira kwazvo yeguta. 4Kuna avo vanoshayiwa njere hunoti, “Vose vasina mano ngavauye muno! 5Uyai, mudye zvokudya zvangu munwe waini yandavhenganisa. 6Siyai nzira dzenyu dzisina mano mugorarama; fambai munzira yokunzwisisa. 7“Ani naani anorayira mudadi anozvitsvakira kutukwa; ani naani anotsiura munhu akaipa anozviwanira kutukwa. 8Usatsiura mudadi kuti arege kukuvenga; tsiura munhu akachenjera uye achakuda. 9Rayira munhu akachenjera uye achawedzera uchenjeri hwake; dzidzisa munhu akarurama uye achawedzera kudzidza kwake. 10“Kutya Jehovha ndiwo mavambo ouchenjeri, uye kuziva Iye Mutsvene ndiko kunzwisisa. 11Nokuti neni mazuva ako achava mazhinji, uye makore achawedzerwa kuupenyu hwako. 12Kana uri wakachenjera, uchenjeri hwako huchakupa mubayiro; kana uri mudadi, iwe woga ndiwe uchatambura.” 13Mukadzi benzi ane ruzha; haana kudzikama uye haana zivo. 14Anogara pamusuo wemba yake, napachigaro chiri panzvimbo yakakwiririsa yeguta, 15achidanidzira kuna avo vanenge vachipfuura napo, vaya vanofamba zvakarurama nenzira yavo. 16Anoti kuna vaya vasina njere, “Vose vasina mano ngavauye muno! 17Mvura yakabiwa inozipa; zvokudya zvinodyirwa muchivande zvinonaka!” 18Asi zvavasingazivi ndezvokuti mune vakafa, uye kuti vashanyi vake vari mukatikati meguva. "
    },
    {
      "chapter": "10",
      "verses": "Zvirevo zvaSoromoni 1Zvirevo zvaSoromoni: Mwanakomana akachenjera anofadza baba vake, asi mwanakomana benzi anosuwisa mai vake. 2Pfuma yakawanikwa zvakaipa haibatsiri chinhu, asi kururama kunorwira parufu. 3Jehovha haatenderi akarurama kuti anzwe nzara, asi kupanga kwowakaipa anokusundira kure. 4Maoko ane usimbe anoita kuti munhu ave murombo, asi maoko anoshingaira anopfumisa. 5Uyo anounganidza zvirimwa muzhizha, mwanakomana akachenjera, asi uyo anorara munguva yokukohwa, mwanakomana anonyadzisa. 6Maropafadzo ndiwo korona yomusoro woakarurama, asi kuita nechisimba kuzere mumuromo womunhu akaipa. 7Kuyeukwa kwowakarurama kuchava chikomborero, asi zita rowakaipa richaora. 8Akachenjera pamwoyo anogamuchira mirayiro, asi benzi rinotaura zvisina maturo richaparara. 9Munhu akarurama anofamba akachengetedzeka, asi uyo anofamba nenzira dzakaminama achabatwa. 10Uyo anochonya neziso roruvengo anouyisa kusuwa, asi benzi rinotaura zvisina maturo richaparara. 11Muromo womunhu akururama chitubu choupenyu, asi kuita nechisimba kuzere mumuromo womunhu akaipa. 12Ruvengo runomutsa kupesana, asi rudo runofukidzira zvakaipa zvose. 13Uchenjeri hunowanikwa pamiromo yavane njere, asi shamhu yakafanira musana wouyo asina njere. 14Vanhu vakachenjera vanochengeta zivo, asi muromo webenzi unotsvaka kuparara. 15Upfumi hwavakapfuma ndiro guta ravo rina masvingo, asi urombo ndiko kuparadzwa kwavarombo. 16Mubayiro wavakarurama ndihwo upenyu, asi zvinowanikwa nowakaipa ndiko kurangwa. 17Uyo anoteerera kurayira anoratidza nzira youpenyu, asi ani naani anozvidza kudzorwa anotsausa vamwe. 18Uyo anovanza ruvengo rwake ane miromo inoreva nhema, uye ani naani anoparadzira guhwa ibenzi. 19Kana mashoko ari mazhinji, chivi hachingashayikwi, asi uyo anodzora rurimi rwake akachenjera. 20Rurimi rwakarurama isirivha yakaisvonaka, asi mwoyo wowakaipa haubatsiri chinhu. 21Miromo yemunhu akarurama inosimbisa vazhinji, asi mapenzi anofa nokuda kwokushayiwa zivo. 22Kuropafadza kwaJehovha kunowanisa upfumi, uye haawedzeri matambudziko kwahuri. 23Benzi rinofadzwa nokuita zvakaipa, asi munhu anonzwisisa anofarira uchenjeri. 24Zvinotyiwa nowakaipa ndizvo zvichaitika kwaari; zvinoshuviwa nowakarurama zvichapiwa kwaari. 25Kana dutu rapfuura napo, vakaipa havazowanikwi, asi vakarurama vachamira vakasimba nokusingaperi. 26Sevhiniga kumazino noutsi kumaziso, ndizvo zvakaita simbe kuna avo vachamutuma. 27Kutya Jehovha kunowedzera mazuva kuupenyu, asi makore owakaipa achatapudzwa. 28Tarisiro yowakarurama mufaro, asi tariro dzowakaipa dzichaparadzwa. 29Nzira yaJehovha ndiyo utiziro hwavakarurama, asi ndiko kuparadzwa kwaavo vanoita zvakaipa. 30Akarurama haangatongodzurwi, asi vakaipa havangarambi vari munyika. 31Muromo womunhu akarurama unobudisa uchenjeri, asi rurimi rwakaipa ruchabviswa. 32Miromo yomunhu akarurama inoziva zvakafanira, asi muromo womunhu akaipa, zvakaipa chete. "
    },
    {
      "chapter": "11",
      "verses": "1Jehovha anovenga zviero zvinonyengera, asi zviero zvakakwana zvinomufadza. 2Kana kuzvikudza kwasvika, ipapo kunyadziswa kwasvikawo, asi uchenjeri huri kune akazvininipisa. 3Unhu hwakanaka hwavakarurama unovatungamirira, asi vasina kutendeka vanoparadzwa nokunyengera kwavo. 4Pfuma haibatsiri chinhu pazuva rokutsamwa, asi kururama kunorwira parufu. 5Kururama kwavasina chavangapomerwa kunovaruramisira nzira yavo, asi vakaipa vachaparadzwa nezvakaipa zvavo. 6Kururama kwavakarurama kunovarwira, asi vasina kutendeka vanosungwa nezvishuvo zvavo zvakaipa. 7Kana munhu akaipa afa, tariro yake yaparara; zvose zvaaitarisira kubva pasimba rake zvaparadzwa. 8Munhu akarurama anonunurwa kubva mudambudziko, uye rigoenda kuno munhu akaipa panzvimbo yake. 9Munhu asina umwari anoparadza muvakidzani wake nomuromo wake, asi kubudikidza nezivo akarurama anopunyuka. 10Vakarurama pavanobudirira, guta rinofara; vakaipa pavanoparara, kupembera nomufaro zvinonzwikwa. 11Kubudikidza nokuropafadzwa kwomunhu akarurama, guta rinosimudzirwa, asi nomuromo womunhu akaipa rinoparadzwa. 12Munhu anoshayiwa uchenjeri anoseka muvakidzani wake, asi munhu anonzwisisa anodzora rurimi rwake. 13Guhwa rinoparadza chivimbo, asi munhu akavimbika anochengetedza zvakavanzika. 14Nokuda kwokushaya utungamiri rudzi runoparara, asi varayiri vazhinji vanoita kuti kukunda kuvepo. 15Uyo anoisira mumwe rubatso zvirokwazvo achaona nhamo, asi ani naani anoramba kumbundana maoko achiita mhiko achapona. 16Mukadzi ane mwoyo munyoro achakudzwa, asi varume vane utsinye vachawana pfuma chete. 17Munhu ane tsitsi anozviitira zvakanaka iye pachake, asi munhu ane utsinye anozviunzira dambudziko. 18Munhu akaipa anowana mubayiro wokunyegedzera, asi uyo anodyara kururama anokohwa mubayiro wechokwadi. 19Munhu akarurama zvechokwadi anowana upenyu, asi uyo anotevera zvakaipa anoenda kurufu rwake. 20Jehovha anovenga vanhu vane mwoyo yakaipa, asi anofarira avo vane nzira dzisina chadzingapomerwa. 21Zvirokwazvo akaipa acharangwa bedzi, asi vakarurama vachasunungurwa. 22Sezvakaita mukaro wegoridhe mumhino dzenguruve, ndizvo zvakaitawo mukadzi akanaka pachiso asi asina njere. 23Chishuvo chowakarurama chinoguma mune zvakanaka chete, asi tariro yowakaipa inogumira mukutsamwirwa. 24Mumwe munhu anongopa pachena, asi achitowana zvimwe zvakawanda; mumwe anonyima zvaanofanira kupa, asi agova murombo. 25Munhu anopavhurira achabudirira; uyo anomutsiridza vamwe achamutsiridzwawo. 26Vanhu vanotuka munhu anounganidza zviyo vamwe vasina, asi mukomborero uchava korona youyo anofarira kutengesa. 27Uyo anotsvaka zvakanaka achawana nyasha, asi zvakaipa zvinosvika kune uyo anozvitsvaka. 28Ani naani anovimba noupfumi hwake achawa, asi akarurama achanaka seshizha nyoro. 29Uyo anouyisa dambudziko kumhuri yake achagara nhaka yemhepo chete, uye benzi richava muranda womunhu akachenjera. 30Chibereko chokururama ndiwo muti woupenyu, uye anodzora mweya yavanhu ndiye akachenjera. 31Kana vakarurama vachiwana zvakavafanira panyika, ko, kuzoti akaipa nomutadzi! "
    },
    {
      "chapter": "12",
      "verses": "1Ani naani anoda kurayirwa anoda zivo, asi uyo anovenga kudzorwa ibenzi. 2Munhu akanaka anowana nyasha kubva kuna Jehovha, asi Jehovha anotuka munhu ane mano akaipa. 3Munhu haangasimbiswi nezvakaipa, asi mudzi womunhu akarurama haungadzurwi. 4Mudzimai ane unhu hwakanaka ikorona kumurume wake, asi mudzimai anonyadzisa akafanana nokuora mumapfupa omurume wake. 5Urongwa hwomunhu akarurama hwakarurama, asi kurayira kwavakaipa kunonyengera. 6Mashoko owakaipa anovandira ropa, asi kutaura kwavakarurama kunovanunura. 7Vanhu vakaipa vanobviswa pachigaro uye havazovapozve, asi imba yowakarurama icharamba yakasimba. 8Munhu anorumbidzwa maererano nouchenjeri hwake, asi vanhu vane pfungwa dzakatsauka vanozvidzwa. 9Zviri nani kuva munhu anoninipiswa asi iwe une muranda, pane kuzviita munhu wapamusoro iwe usina zvokudya. 10Munhu akarurama ane hanya nechipfuwo chake, asi zviito zvakanaka zvowakaipa utsinye. 11Uyo anoshanda mumunda wake achava nezvokudya zvakawanda, asi uyo anongotevera zvisina maturo anoshayiwa zivo. 12Vakaipa vanopanga zvakapambwa zvavanhu vakaipa, asi mudzi woakarurama unobereka zvibereko. 13Munhu akaipa anobatwa nokutaura kwake kwakaipa, asi munhu akarurama anopunyuka padambudziko. 14Kubva pazvibereko zvemiromo yake munhu anozadzwa nezvinhu zvakanaka, zvirokwazvo sokupiwa mubayiro kwaanoitwa nebasa ramaoko ake. 15Nzira yebenzi inoita seyakanaka kwaari, asi munhu akachenjera anoteerera kurayira. 16Benzi rinoratidza kutsamwa pakarepo, asi munhu akachenjera anoshayira hanya kutukwa. 17Chapupu chezvokwadi chinopa uchapupu hwezvokwadi, asi chapupu chenhema chinoreva nhema. 18Mashoko anotaurwa nokusarangarira anobaya somunondo, asi rurimi rwomunhu akachenjera runoporesa. 19Miromo yezvokwadi ichasimbiswa nokusingaperi, asi rurimi runoreva nhema runogara kwechinguva chiduku. 20Mune kunyengera mumwoyo yaavo vanoronga zvakaipa, asi rufaro rwuri kune avo vanokurudzira rugare. 21Akarurama haangatongowirwi nezvakaipa, asi vakaipa vachava namatambudziko akavafanira. 22Jehovha anovenga miromo inotaura nhema, asi anofadzwa navanhu vanotaura chokwadi. 23Munhu akachenjera anovanza zivo yake, asi mwoyo yamapenzi inotaura zvoupenzi. 24Maoko anoshingaira achatonga, asi usimbe hunopedzisira mukushanda somuranda. 25Mwoyo unopunyaira unoremedza munhu, asi shoko nyoro rinomufadza. 26Munhu akarurama anochenjerera ushamwari, asi nzira yavakaipa inovatungamirira mukurasika. 27Munhu ane usimbe haagochi mhuka yaabata, asi munhu anoshingaira anokoshesa pfuma yake. 28Munzira yokururama mune upenyu; kwainoenda hakuna rufu. "
    },
    {
      "chapter": "13",
      "verses": "1Mwanakomana akachenjera anoteerera kurayira kwababa vake, asi mudadi haateereri kana achitsiurwa. 2Kubva pazvibereko zvomuromo wake munhu achadya zvinhu zvakanaka, asi vasina kutendeka vanofarira kumanikidza. 3Uyo anobata muromo wake anochengeta upenyu hwake, asi uyo anokurumidzira kutaura achaparadzwa. 4Simbe inopanga asi igoshayiwa chinhu, asi zvishuvo zvavanoshingaira zvichazadziswa. 5Vakarurama vanovenga nhema, asi vakaipa vanouyisa kunyadziswa nokunyangadza. 6Kururama kunorinda munhu ane unhu hwakanaka, asi kuipa kunowisira mutadzi pasi. 7Mumwe munhu anozviti mupfumi, asi asina chinhu; mumwewo anozviti murombo, asi aine upfumi huzhinji. 8Upfumi hwomunhu hunogona kudzikinura upenyu hwake, asi murombo haanzwi kutyisidzirwa. 9Chiedza chowakarurama chinopenya kwazvo; asi mwenje woakaipa uchadzimwa. 10Kuzvikudza kunongouyisa kukakavara chete, asi uchenjeri hunowanikwa mune avo vanogamuchira kurayirwa. 11Mari yakawanikwa zvisakarurama ichakurumidza kupera, asi uyo anounganidza mari zvishoma nezvishoma achaita kuti iwande. 12Tariro kana ichinonoka inoodza mwoyo, asi chishuvo chazadziswa muti woupenyu. 13Uyo anozvidza kurayirwa achazozviripira izvozvo, asi uyo anokudza murayiro achawana mubayiro. 14Kudzidzisa kwowakachenjera itsime roupenyu, rinobvisa munhu pamusungo worufu. 15Kunzwisisa kwakanaka kunowanisa nyasha, asi nzira yavasina kutendeka ihukutu. 16Munhu wose akachenjera anoita zvinhu noruzivo, asi benzi rinoratidza upenzi hwaro. 17Nhume yakaipa inowira munjodzi, asi munyai akatendeka anouya nokuporesa. 18Uyo anozvidza kurayirwa achava murombo uye achanyadziswa, asi ani naani anoteerera kurayirwa achakudzwa. 19Chishuvo chazadziswa chinozipa pamweya, asi mapenzi anovenga kusiya zvakaipa. 20Uyo anofamba navakachenjera achachenjerawo, asi shamwari yamapenzi ichakuvadzwa. 21Zvakaipa zvinotevera mutadzi, asi kubudirira ndiwo mugove wavakarurama. 22Munhu akanaka anosiyira vana vevana vake nhaka, asi upfumi hwomutadzi hunounganidzirwa vakarurama. 23Munda womurombo ungabereka zvokudya zvakawanda, asi kusaruramisira kunozvitsvairira kure. 24Anorega kushandisa shamhu anovenga mwanakomana wake, asi uyo anomuda anochenjerera kumuranga. 25Vakarurama vanodya zvinogutsa mwoyo yavo, asi dumbu rowakaipa richanzwa nzara. "
    },
    {
      "chapter": "14",
      "verses": "1Mukadzi akachenjera anovaka imba yake, asi benzi rinoputsa imba yaro namaoko aro. 2Uyo ano mufambiro wakarurama anotya Jehovha, asi uyo ano mufambiro wakatsauka anomuzvidza. 3Kutaura kwebenzi kunouyisa shamhu kumusana kwaro, asi miromo yavakachenjera inovadzivirira. 4Kana pasina nzombe, chidyiro hachina chinhu, asi pasimba renzombe ndipo panobva kukohwa kukuru. 5Chapupu chechokwadi hachinyengeri, asi chapupu chenhema chinodurura nhema. 6Mudadi anotsvaka uchenjeri asi haahuwani, asi ruzivo runouya zviri nyore kune anonzvera. 7Gara kure nomunhu benzi, nokuti haungawani ruzivo kubva pamiromo yake. 8Uchenjeri hwomunhu akangwara ndiko kunzwisisa nzira dzake, asi upenzi hwamapenzi ndihwo unyengeri. 9Mapenzi anoseka kutendeuka pazvivi, asi kuita zvakanaka kunowanikwa pakati pavakarurama. 10Mwoyo mumwe nomumwe unoziva kutambudzika kwawo, uye hapana munhu angagoverana nawo mufaro wawo. 11Imba yowakaipa ichaparadzwa, asi tende rowakarurama richabudirira. 12Kune nzira inoita seyakanaka kumunhu, asi kumagumo inotungamirira kurufu. 13Kunyange mukuseka mwoyo unogona kurwadziwa, uye mufaro ungangoperera mukusuwa. 14Vasingatendi vachapiwa mubayiro wenzira dzawo wakazara, uye munhu akanaka achapiwa mubayiro wenzira dzakewo. 15Munhu asina mano anongotenda zvose zvose, asi munhu akangwara anongwarira mafambiro ake. 16Munhu akachenjera anotya Jehovha uye anovenga zvakaipa, asi benzi rina manyawi uye harina hanya. 17Munhu anokurumidza kutsamwa anoita zvinhu zvoupenzi, uye munhu anoita zvounyengeri achavengwa. 18Vasina mano vachagara nhaka youpenzi, asi vakangwara vachapfekedzwa korona yezivo. 19Vanhu vakaipa vachagwadama pamberi pavakanaka, uye vakaipa pamasuo avakarurama. 20Varombo vanoraswa kunyange navavakidzani vavo, asi vapfumi vane shamwari zhinji. 21Uyo anozvidza muvakidzani wake anotadza, asi akaropafadzwa ane tsitsi kune vanoshayiwa. 22Ko, vanoronga zvakaipa havarasiki here? Asi avo vanoronga zvakanaka vanowana rudo nokutendeka. 23Kushanda nesimba kwose kunopa mubayiro, asi kungotaura kunotungamirira kuurombo bedzi. 24Upfumi hwavakachenjera ikorona yavo, asi upenzi hwamapenzi hunobereka upenzi. 25Chapupu chechokwadi chinoponesa upenyu, asi chapupu chenhema chinonyengera. 26Uyo anotya Jehovha ane nhare yakasimba, uye ichava utiziro kuvana vake. 27Kutya Jehovha ndicho chitubu choupenyu, kunodzora munhu kubva pamisungo yorufu. 28Mukuwanda kwavanhu ndimo mune ukuru hwamambo, asi pasina vanhu muchinda anoparadzwa. 29Munhu ane mwoyo murefu anonzwisisa, asi munhu anokurumidza kutsamwa anoratidza upenzi. 30Mwoyo wakagadzikana unopa upenyu kumuviri, asi ruchiva runoodza mapfupa. 31Uyo anomanikidza varombo anoratidza kuti anozvidza Musiki wavo, asi ani naani ane hanya nevanoshayiwa anokudza Mwari. 32Kana njodzi yauya, akaipa anowisirwa pasi, asi kunyange murufu akarurama ane utiziro. 33Uchenjeri hunogara mumwoyo yavanohunzvera uye kunyange pakati pamapenzi hunozvizivisa. 34Kururama kunosimudzira rudzi, asi chivi chinonyadzisa vanhu vapi zvavo. 35Mambo anofarira muranda akachenjera, asi muranda anonyadzisa achatsamwirwa naye. "
    },
    {
      "chapter": "15",
      "verses": "1Mhinduro nyoro inodzora kutsamwa, asi shoko rinorwadza rinomutsa hasha. 2Rurimi rwowakachenjera runobudisa zivo, asi muromo webenzi unodurura upenzi. 3Meso aJehovha ari pose pose, achicherechedza vakaipa navakanaka. 4Rurimi runouyisa kuporesa ndirwo muti woupenyu, asi rurimi runonyengera runopwanya mweya. 5Benzi rinoramba kurayira kwababa varo, asi ani naani anogamuchira kurayirwa anoratidza kungwara. 6Imba yowakarurama ine pfuma zhinji, asi zvinowanikwa nowakaipa zvinomuuyira kutambudzika. 7Miromo yavakachenjera inokusha zivo; asi mwoyo yamapenzi haidaro. 8Jehovha anovenga chibayiro chowakaipa, asi munyengetero wokururama unomufadza. 9Jehovha anovenga nzira yowakaipa, asi anoda vaya vanotevera kururama. 10Kurangwa kwakaomarara kwakamirira uyo anotsauka kubva panzira; uyo anovenga kudzorwa achafa. 11Rufu nokuparadzwa zviri pachena pamberi paJehovha, ko, kuzoti mwoyo yavanhu! 12Mudadi anovenga kudzorwa; haangabvunzi vakachenjera. 13Mwoyo wakafara, unofadza chiso, asi mwoyo une shungu unopwanya mweya. 14Mwoyo unonzvera unotsvaka ruzivo, asi muromo webenzi unodya upenzi. 15Mazuva ose omunhu anotambudzika akaipa, asi mwoyo unofara une mutambo nguva dzose. 16Zviri nani kuva nezvishoma uchitya Jehovha, pane kuva nepfuma zhinji namatambudziko. 17Zviri nani kuva nezvokudya zvomuriwo pane rudo, pane kuva nemhuru yakakodzwa pane ruvengo. 18Munhu ane hasha anomutsa bopoto, asi munhu ane mwoyo murefu anonyaradza kukakavara. 19Nzira yesimbe yakasoswa neminzwa, asi nzira yavakarurama mugwagwa mukuru. 20Mwanakomana akachenjera anounzira baba vake mufaro, asi munhu benzi anozvidza mai vake. 21Upenzi hunofadza munhu anoshayiwa njere, asi munhu anonzwisisa anochengetedza nzira yakarurama. 22Urongwa hunoparara kana pasina vanopa mazano, asi vanopa mazano vakawanda hunobudirira. 23Munhu anowana mufaro mukupa mhinduro yakanaka, uye rakanaka seiko shoko rinouya nenguva! 24Nzira youpenyu kumunhu akachenjera inokwidza kumusoro, ichimuchengetedza kuti asaenda muguva. 25Jehovha anoparadza imba yomunhu anozvikudza, asi agochengeta miganhu yechirikadzi yakasimba. 26Jehovha anovenga pfungwa dzowakaipa, asi dzavakachena dzinomufadza. 27Munhu anokarira pfuma anouyisa kutambudzika kumhuri yake, asi anovenga fufuro achararama. 28Mwoyo wokururama unoyera mhinduro dzawo, asi muromo woakaipa unodurura zvakaipa. 29Jehovha ari kure nowakaipa, asi anonzwa munyengetero woakarurama. 30Chiso chinobwinya chinofadza mwoyo, uye mashoko akanaka anopa utano kumapfupa. 31Uyo anoteerera kutsiura kunopa upenyu achagara pakati pavakachenjera. 32Uyo asina hanya nokurangwa anozvizvidza iye pachake, asi ani naani anogamuchira kurayira achawana kunzwisisa. 33Kutya Jehovha kunodzidzisa munhu uchenjeri, uye kuzvininipisa kunotanga, kukudzwa kwozotevera. "
    }
  ]
}
